{"sectionCount": 259, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "CASAREZ", "YOUNG", "UNIDENTIFIED MALE", "CARROLL", "KATIE", "VERCAMMEN", "LILLY", "KANNA", "OBAMA", "PRESTON", "TOOBIN", "STELTER", "BANNON", "BRINKLEY", "VANCE", "SCARBOROUGH", "BRZEZINSKI", "BIDEN", "COLBERT", "KOHN", "BLOW", "JONES", "BECKEL", "DEAN", "BAUER", "HOOVER"], "subTitle": "Protests Spread After Trump's Stunning Victory; Donald Trump's Stunning Upset Victory; Aired 11-12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/09/cnnt.02.html", "sentenceCount": 693, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Breaking news, protests spreading after Donald Trump pulls off one of the most stunning upset victories in American history."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 3, "text": "Real estate mogul, reality TV star and now president-elect, how Donald Trump did it when even a lot of Republicans thought it was impossible."}, {"sentId": 4, "text": "Plus, he's promised to make America great again, he has promised to build a wall and have Mexico pay for it, ban Muslims from entering this country, at least temporarily, and put Hillary Clinton in jail."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 5, "text": "How much of that will actually be on his agenda?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 6, "text": "Let's get straight now to what's happening now, our breaking news."}, {"sentId": 7, "text": "CNN's Jason Carroll, Jean Casarez, outside the Trump Tower right here in New York, and CNN's Ryan Young at anti-Trump protests in Chicago tonight."}, {"sentId": 8, "text": "Paul Vercammen joins us from Los Angeles."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 9, "text": "Jean Casarez, I want to get to you first."}, {"sentId": 10, "text": "You're with the protesters in New York right now."}, {"sentId": 11, "text": "Tell us what's going on."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "Well, let me tell you where we are."}, {"sentId": 13, "text": "We're right on Fifth Avenue at 56th Street."}, {"sentId": 14, "text": "And I think you can see behind me Trump Tower."}, {"sentId": 15, "text": "But everyone is still here, they're a little quieter than they were."}, {"sentId": 16, "text": "They'll break out in chanting mainly against Donald Trump."}, {"sentId": 17, "text": "\"Donald Trump is not my president.\""}, {"sentId": 18, "text": "They're also chanting a lot of vulgarities against Donald Trump, vulgarities against Mike Pence, vulgarities against Rudy Giuliani, seeing signs mainly about Donald Trump, also seeing a sign several of them that said \"America has never been great.\""}], "speaker": "CASAREZ", "secId": 7}, {"sentences": [{"sentId": 19, "text": "These people walked from Union Square."}, {"sentId": 20, "text": "We walked with them 40 blocks to here, and this is where they've been for the last few hours, but they've just sort of staring at Trump Tower now waiting to see if he will come out."}, {"sentId": 21, "text": "We see different flags that they're waving."}, {"sentId": 22, "text": "We've seen lots of things."}, {"sentId": 23, "text": "We saw Abraham Lincoln a few minutes ago, we just saw Casper the Ghost, the friendly ghost."}, {"sentId": 24, "text": "So just so much."}, {"sentId": 25, "text": "But I think the hallmark is that these people are protesting against Donald Trump, being elected as the next president, the 45th president, and also this organization that really put this on, which is a socialist advantage saying that the Democrats let them down, that if Bernie Sanders had been the nominee, that that could have defeated Donald Trump, but the Democratic Party wasn't able to do it."}], "speaker": "CASAREZ", "secId": 8}, {"sentences": [{"sentId": 26, "text": "So there's also that aspect to all of this just sort of a negativity about politics and the parties and definitely who is to be our next president."}], "speaker": "CASAREZ", "secId": 9}, {"sentences": [{"sentId": 27, "text": "All right, Jean, stand by."}, {"sentId": 28, "text": "I want to bring in Ryan Young now."}, {"sentId": 29, "text": "There are big crowds in Chicago, too."}, {"sentId": 30, "text": "What are you seeing there?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 31, "text": "A huge crowd, Don."}, {"sentId": 32, "text": "We actually just walked down State Street and came back around."}, {"sentId": 33, "text": "We wanted to stand back this way so we could show you the size of the crowd at this point as people holed up their signs."}, {"sentId": 34, "text": "You can see the Trump Tower right here, one of the tallest buildings in Chicago, and then right below it you have all these protesters who showed up."}], "speaker": "YOUNG", "secId": 11}, {"sentences": [{"sentId": 35, "text": "One of the reasons why we're also back here, they have a rap song that they're playing while they're walking."}, {"sentId": 36, "text": "It basically said \"F Donald Trump.\""}, {"sentId": 37, "text": "And that's what they've been playing repeatedly over and over."}, {"sentId": 38, "text": "We've seen a large group of people who are desperately coming out here."}, {"sentId": 39, "text": "We're going to walk this direction just a little bit so we can show you the size of this crowd."}], "speaker": "YOUNG", "secId": 12}, {"sentences": [{"sentId": 40, "text": "Look, there were a few thousand people involved in this."}, {"sentId": 41, "text": "This started around 5:00 and has been going on since then."}, {"sentId": 42, "text": "This is crowd continues to grow and then sometimes it splits half."}, {"sentId": 43, "text": "People went down Lake Shore Drive then they cut that off."}, {"sentId": 44, "text": "The police got involved at one point."}, {"sentId": 45, "text": "But everything has remained peaceful so far."}], "speaker": "YOUNG", "secId": 13}, {"sentences": [{"sentId": 46, "text": "There are some, though, who don't agree with what's going on in terms of what's -- the protest."}, {"sentId": 47, "text": "I just wanted to ask a real quick question."}, {"sentId": 48, "text": "You said you don't mind that people are protesting but you're a little frustrated with how they're blocking the streets and what's going on."}, {"sentId": 49, "text": "Tell me about what -- how you feel about it."}], "speaker": "YOUNG", "secId": 14}, {"sentences": [{"sentId": 50, "text": "They're blocking the streets, they're burning flags, they're standing on buses, they're writing swear words all over buses."}, {"sentId": 51, "text": "It's not helping."}, {"sentId": 52, "text": "This is not helping."}, {"sentId": 53, "text": "I wanted Hillary to win more than anybody."}, {"sentId": 54, "text": "Anybody."}, {"sentId": 55, "text": "And to stand out here and then not have a call to action and not be specific, that's why we're here where we are now because we haven't been talking about policy, because we haven't been being specific, because we've been talking about things that don't matter, things that -- about personality, not policy."}], "speaker": "UNIDENTIFIED MALE", "secId": 15}, {"sentences": [{"sentId": 56, "text": "And there needs to be a call to action."}, {"sentId": 57, "text": "And I need Hillary to stand up right now and walk in and sue the United States of America and say, back when black people couldn't -- right, they couldn't vote, right?"}, {"sentId": 58, "text": "How many years ago your vote would have been one-third."}, {"sentId": 59, "text": "Guess what, today, it still is."}, {"sentId": 60, "text": "Today, right now, it still is."}], "speaker": "UNIDENTIFIED MALE", "secId": 16}, {"sentences": [{"sentId": 61, "text": "So you don't feel like this was a fair election?"}, {"sentId": 62, "text": "Because it looks Donald Trump won fair and square."}], "speaker": "YOUNG", "secId": 17}, {"sentences": [{"sentId": 63, "text": "How did he win fair and square?"}, {"sentId": 64, "text": "Hillary had more votes."}, {"sentId": 65, "text": "More human beings voted for Hillary."}, {"sentId": 66, "text": "This isn't fair."}, {"sentId": 67, "text": "We didn't get one vote."}, {"sentId": 68, "text": "You didn't get a vote."}, {"sentId": 69, "text": "It's just like back in the day when your vote was one-third."}, {"sentId": 70, "text": "YOUNG:  The electoral college, so you're somebody who wants to blow"}], "speaker": "UNIDENTIFIED MALE", "secId": 18}, {"sentences": [{"sentId": 71, "text": "that up?"}, {"sentId": 72, "text": "You want to get rid of electoral college?"}], "speaker": "UNIDENTIFIED MALE", "secId": 19}, {"sentences": [{"sentId": 73, "text": "Just count the votes."}, {"sentId": 74, "text": "It's ridiculous."}, {"sentId": 75, "text": "Hillary, you're a lawyer."}, {"sentId": 76, "text": "Walk in, go to the Supreme Court, I believe in you, Hillary, I've been to Rwanda, I've been to your hospital in Rwanda, I've seen all the good you've done."}, {"sentId": 77, "text": "I believe in you."}, {"sentId": 78, "text": "Women need you, minorities need you, I need you."}, {"sentId": 79, "text": "Chicago needs you."}, {"sentId": 80, "text": "We all need you."}, {"sentId": 81, "text": "This country needs to you stand up and walk into the Supreme Court and say one vote equals one vote."}], "speaker": "UNIDENTIFIED MALE", "secId": 20}, {"sentences": [{"sentId": 82, "text": "What's wrong with that?"}, {"sentId": 83, "text": "What's the debate?"}], "speaker": "UNIDENTIFIED MALE", "secId": 21}, {"sentences": [{"sentId": 84, "text": "So you can definitely feel his passion."}, {"sentId": 85, "text": "There's other people out here who feel the same way."}], "speaker": "YOUNG", "secId": 22}, {"sentences": [{"sentId": 86, "text": "Don't --"}], "speaker": "UNIDENTIFIED MALE", "secId": 23}, {"sentences": [{"sentId": 87, "text": "At one point you had people who are blocking these roads."}, {"sentId": 88, "text": "Chicago Police moved in."}, {"sentId": 89, "text": "Everything has remained peaceful and like I said, Don, as you see, thousands of people still continue to gather but like you heard this man, very passionate about the idea he doesn't want Hillary to stop."}], "speaker": "YOUNG", "secId": 24}, {"sentences": [{"sentId": 90, "text": "Yes."}, {"sentId": 91, "text": "Ryan, you know, I still live there."}, {"sentId": 92, "text": "And I know that guy."}, {"sentId": 93, "text": "That's John Gerkovick, who actually went to Africa with me as a cameraman."}, {"sentId": 94, "text": "But anyway, that's another story."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 95, "text": "Yes?"}], "speaker": "YOUNG", "secId": 26}, {"sentences": [{"sentId": 96, "text": "All right."}, {"sentId": 97, "text": "Thank you, John."}, {"sentId": 98, "text": "Thank you very much, Ryan."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 99, "text": "I want to get back to Jason."}, {"sentId": 100, "text": "Jason, you have been covering the Trump team tonight."}, {"sentId": 101, "text": "These protests are right in front of Trump Tower."}, {"sentId": 102, "text": "Are they saying anything about this tonight?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 103, "text": "We haven't heard anything from the Trump campaign so far, but as I said earlier, Don, tomorrow's another day and perhaps we will hear something about the protests we're seeing in front of Trump Tower."}, {"sentId": 104, "text": "A number of these protesters still here on Fifth Avenue between 56th and 57th Street."}, {"sentId": 105, "text": "For the most part, throughout the night, the protests have been peaceful."}, {"sentId": 106, "text": "We saw one man taken into custody, arrested just a short time ago."}, {"sentId": 107, "text": "There were some reports of some folks throwing water bottles, as well."}], "speaker": "CARROLL", "secId": 29}, {"sentences": [{"sentId": 108, "text": "But again, for the most part the number of people who were out here, and Don, they numbered by the thousands at one point here at the intersection of Fifth Avenue and 57th street."}], "speaker": "CARROLL", "secId": 30}, {"sentences": [{"sentId": 109, "text": "I want to bring in one of those protesters right now."}, {"sentId": 110, "text": "Her name is Katie."}, {"sentId": 111, "text": "Katie, we were talking a little bit earlier about why you decided to join these people out here tonight."}], "speaker": "CARROLL", "secId": 31}, {"sentences": [{"sentId": 112, "text": "I'm doing it because I was a Hillary supporter."}, {"sentId": 113, "text": "I canvassed yesterday, but mostly because I think that the way he ran and what happened with Comey and other things like that, I just don't think he's an appropriate -- I just don't think he's an appropriate leader for our country."}, {"sentId": 114, "text": "He doesn't represent us and he scares me as a woman."}, {"sentId": 115, "text": "Frankly he scares me."}], "speaker": "KATIE", "secId": 32}, {"sentences": [{"sentId": 116, "text": "But clearly he does represent a significant number of people in this country."}], "speaker": "CARROLL", "secId": 33}, {"sentences": [{"sentId": 117, "text": "I think he represents a point of view of a significant number of people because as like a businessman."}], "speaker": "KATIE", "secId": 34}, {"sentences": [{"sentId": 118, "text": "And what do you think that point of view is?"}], "speaker": "CARROLL", "secId": 35}, {"sentences": [{"sentId": 119, "text": "Unfortunately, I think it's racist, I think it's a bit uneducated, but not by the fault of those people, but I think that he wants sort of like an archaic state of mind because -- like that has to do with ideals that aren't really our own, as a one group that's not really the greater America any longer."}], "speaker": "KATIE", "secId": 36}, {"sentences": [{"sentId": 120, "text": "He did say yesterday that what he wants to do now is represent people of all backgrounds, all ethnicities, all cultures going forward and wants to try to unite this country, but as we look at the scene behind you here, a number of people who still clearly feel upset about the outcome."}], "speaker": "CARROLL", "secId": 37}, {"sentences": [{"sentId": 121, "text": "Yes."}], "speaker": "KATIE", "secId": 38}, {"sentences": [{"sentId": 122, "text": "Is that something you think he can accomplish?"}], "speaker": "CARROLL", "secId": 39}, {"sentences": [{"sentId": 123, "text": "I don't."}, {"sentId": 124, "text": "I mean he said he was -- no one respects women more than him, no one does anything more than him."}, {"sentId": 125, "text": "Everything he said hasn't been true, so I don't think he's suddenly going to unite us, especially when so many people feel disenfranchised and this is one of many protests across the city and many that are planned."}], "speaker": "KATIE", "secId": 40}, {"sentences": [{"sentId": 126, "text": "Many were planned."}], "speaker": "CARROLL", "secId": 41}, {"sentences": [{"sentId": 127, "text": "Yes."}, {"sentId": 128, "text": "And even like, what's unfortunate is, you know, we -- the police even, there was a man who was drunk and everyone there was saying -- and pushing people and we were begging -- he was a black man and we were begging him not to because we didn't want that to become the focus and we were scared that if he got arrested something could happen to him."}, {"sentId": 129, "text": "So we're living in a country where it's so deep-rooted that I don't think someone like Trump can fix stuff like that."}, {"sentId": 130, "text": "I really don't."}], "speaker": "KATIE", "secId": 42}, {"sentences": [{"sentId": 131, "text": "Well, Katie, I want to thank you very much for coming to join us."}, {"sentId": 132, "text": "Thank you."}, {"sentId": 133, "text": "Appreciate that."}], "speaker": "CARROLL", "secId": 43}, {"sentences": [{"sentId": 134, "text": "Don, obviously a number of people who are out here on the streets tonight, not just in New York City, but places in like Chicago and Los Angeles, some deep feelings of resentment about what happened, but you heard from the president-elect."}, {"sentId": 135, "text": "He has said that what he wants to do is to try to unify this country."}, {"sentId": 136, "text": "You heard from Hillary Clinton, as well, who said that what she wants people to do is to respect this president going forward, but clearly, still a lot of anger still existing out here in the streets tonight."}], "speaker": "CARROLL", "secId": 44}, {"sentences": [{"sentId": 137, "text": "All right."}, {"sentId": 138, "text": "Stand by, Jason."}, {"sentId": 139, "text": "I want to get to Paul Vercammen now in Los Angeles tonight."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 140, "text": "Paul, what's happening there?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 141, "text": "Well, Don, the march that started from city hall is now winding through the streets of Los Angeles."}, {"sentId": 142, "text": "At least a thousand people are involved."}, {"sentId": 143, "text": "And earlier they brought out a huge paper mache Trump head, a Trump pinata had been sort of popular throughout California, as many people were taking their frustrations out on these Trump pinatas, and they set it on fire."}, {"sentId": 144, "text": "And now you can hear people chanting behind me, singing, \"All We are Saying is Give Peace a Chance.\""}], "speaker": "VERCAMMEN", "secId": 47}, {"sentences": [{"sentId": 145, "text": "Many Californians, Don, that did not vote for Donald Trump sort of feel that this was not their choice and now they're stuck with it and a whole lot of people at this protest -- many Latino are saying they now fear that relatives could be deported."}], "speaker": "VERCAMMEN", "secId": 48}, {"sentences": [{"sentId": 146, "text": "Here's Lilly."}, {"sentId": 147, "text": "Lilly, your sign tonight says?"}], "speaker": "VERCAMMEN", "secId": 49}, {"sentences": [{"sentId": 148, "text": "\"Our lives begin to end the day we become silent about the things that matter."}, {"sentId": 149, "text": "If we don't fight, who is going to fight for us?"}, {"sentId": 150, "text": "People had to die for your freedom where we're at today."}, {"sentId": 151, "text": "We can't just do rallies."}, {"sentId": 152, "text": "We have to fight back."}, {"sentId": 153, "text": "There will be casualties on both sides."}, {"sentId": 154, "text": "There will be because people have to die to make a change in this world."}, {"sentId": 155, "text": "But Trump, enough with your racism."}, {"sentId": 156, "text": "Stop splitting families."}, {"sentId": 157, "text": "Don't split my family.\""}], "speaker": "LILLY", "secId": 50}, {"sentences": [{"sentId": 158, "text": "And you're fearful that you're going to lose friends and relatives?"}], "speaker": "VERCAMMEN", "secId": 51}, {"sentences": [{"sentId": 159, "text": "A lot of friends, family, even all races, not just my Hispanic culture, but the rest of the races."}, {"sentId": 160, "text": "But don't take away our rights."}, {"sentId": 161, "text": "You know, impeach Donald Trump, that's what he needs to get is impeached."}], "speaker": "LILLY", "secId": 52}, {"sentences": [{"sentId": 162, "text": "Yes."}, {"sentId": 163, "text": "All right, Paul."}, {"sentId": 164, "text": "Paul --"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 165, "text": "Well, as you can hear, Don, that's some of the --"}], "speaker": "VERCAMMEN", "secId": 54}, {"sentences": [{"sentId": 166, "text": "Thank you very much."}, {"sentId": 167, "text": "Yes."}, {"sentId": 168, "text": "Thank you, Paul."}, {"sentId": 169, "text": "And no one should be advocating violence."}, {"sentId": 170, "text": "I want to make that very clear."}, {"sentId": 171, "text": "But thanks to all of our correspondents out there."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 172, "text": "And I want to bring in Ahmed Kanna, an organizer for Socialist Alternative."}, {"sentId": 173, "text": "He joins me now by phone."}, {"sentId": 174, "text": "He's in Oakland, California."}, {"sentId": 175, "text": "Hello to you, Ahmed."}, {"sentId": 176, "text": "Listen, you --"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 177, "text": "Hello."}], "speaker": "KANNA", "secId": 57}, {"sentences": [{"sentId": 178, "text": "You helped organize a rally there."}, {"sentId": 179, "text": "Tell us what the goals are behind these protests that we're seeing around the country tonight."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 180, "text": "Yes, Socialist Alternative, which is a national organization, our branches in Berkeley and Oakland in California initiated and helped organized these protests."}, {"sentId": 181, "text": "The goal is -- you know, it's basically people are furious, not just that, you know, the results of the election last night, obviously, but the rhetoric of Donald Trump, which has been -- which has been completely appalling and hateful, and also there's a strong sense of fury at the Democratic Party, which many people feel sort of facilitated Donald Trump's victory, so I think in general there's really a feeling of profound anger, and yes, the protesters are very peaceful at the same time."}], "speaker": "KANNA", "secId": 59}, {"sentences": [{"sentId": 182, "text": "So the goal is just to raise awareness that there are these millions of people and tens of millions of people who are simply fed up with the status quo."}], "speaker": "KANNA", "secId": 60}, {"sentences": [{"sentId": 183, "text": "Ahmed, Nicholas Kristof of the \"New York Times\" was just on."}, {"sentId": 184, "text": "And he just made the point that his side lost, and we need to give the new president a chance and be right there if he does something wrong from this point forward."}, {"sentId": 185, "text": "Do you see his point?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 186, "text": "Do I see a point?"}, {"sentId": 187, "text": "I think that -- well, Nicholas Kristof, you know, has his own views and I don't know the whole context of where he's coming from, but I would say that I personally -- I can't speak for all the protesters here, I cannot speak for all the organizers."}, {"sentId": 188, "text": "There are thousands of people here in downtown Oakland, but I can speak for myself, and the Socialist Alternative."}], "speaker": "KANNA", "secId": 62}, {"sentences": [{"sentId": 189, "text": "We -- you know, we'll not stop protesting either of the two major parties, actually, but certainly we will not stand by and watch Donald Trump continue to scare -- sort of purvey scandalous racist tropes about Latinos, African-American, his homophobia, his misogyny."}, {"sentId": 190, "text": "So I think that this is the beginning of people moving more into activism, more into unrest and dissatisfaction."}, {"sentId": 191, "text": "So in way I totally disagree with -- as you represented, Kristof's comments, which seems to believe the fundamental process of these elections is somehow legitimate in many ways."}], "speaker": "KANNA", "secId": 63}, {"sentences": [{"sentId": 192, "text": "Ahmed, what could the president-elect do to say or say to make you feel more comfortable with him being in the White House?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 193, "text": "By speaking for myself or on behalf of my organization?"}], "speaker": "KANNA", "secId": 65}, {"sentences": [{"sentId": 194, "text": "You can speak for yourself or on behalf of your organization."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 195, "text": "OK.  OK, so, on behalf of myself there's really nothing that Donald Trump could ever say that could make me feel more comfortable."}, {"sentId": 196, "text": "I think that my feeling and that is the feeling also of Socialist Alternative is that we will -- there is no ground -- common ground between Donald Trump and what we stand for, which is -- which is independence of the two parties and also resistance to the appalling racism and all of the things I just talked about."}], "speaker": "KANNA", "secId": 67}, {"sentences": [{"sentId": 197, "text": "That Donald Trump has been more than -- you know more than willing to traffic in throughout this entire election cycle."}], "speaker": "KANNA", "secId": 68}, {"sentences": [{"sentId": 198, "text": "And for your organization?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 199, "text": "So -- for my organization, I would say that's the position of my organization, as well."}], "speaker": "KANNA", "secId": 70}, {"sentences": [{"sentId": 200, "text": "Yes."}, {"sentId": 201, "text": "Thank you, Ahmed."}, {"sentId": 202, "text": "KANNA:  Thank you very much."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 203, "text": "Now I want to bring in CNN's Mark Preston, also Brian Stelter is with us."}, {"sentId": 204, "text": "Also senior legal analyst Mr. Jeffrey Toobin and Douglas Brinkley, author of the \"Rightful Heritage.\""}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 205, "text": "So, Mark, you know, we've been seeing these protests happening around the country."}, {"sentId": 206, "text": "It's definitely the right of these -- of these individuals to protest."}, {"sentId": 207, "text": "Earlier today the president talked about the transition and he referenced what happened back in 2008."}, {"sentId": 208, "text": "I want you to listen to this."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 209, "text": "So I have instructed my team to follow the example that President Bush's team set eight years ago and work as hard as we can to make sure that this is a successful transition for the president-elect, because we are now all rooting for his success, in uniting and leading the country."}, {"sentId": 210, "text": "The peaceful transition of power democracy, and over the next few months, we are going to show that to the world."}], "speaker": "OBAMA", "secId": 74}, {"sentences": [{"sentId": 211, "text": "So, Mark, looking at the protests tonight, do you think that we'll be able to have a peaceful transition of power that the president is talking about?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 212, "text": "Yes."}, {"sentId": 213, "text": "I mean, look, I think, you know, by the time that Donald Trump is sworn in, in late January, that it will be fine."}, {"sentId": 214, "text": "People are going to be upset."}, {"sentId": 215, "text": "He has enflamed a lot of tensions or has created, you know, a lot of tension amongst folks, but you know the reality behind is this, weren't we talking about Donald Trump a couple of weeks ago saying that this was a rigged process and that he wasn't going to accept the outcome?"}, {"sentId": 216, "text": "And that there wasn't going to be a peaceful transition of power?"}], "speaker": "PRESTON", "secId": 76}, {"sentences": [{"sentId": 217, "text": "But all of a sudden, the other side is losing right now or has lost and now is saying that they're not going to accept the results, which just goes back to this whole idea of how divided we are as America and it's really been mapped over the years and as Gloria Borger likes to say --"}], "speaker": "PRESTON", "secId": 77}, {"sentences": [{"sentId": 218, "text": "It sounds like you're talking about hypocrisy, as well."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 219, "text": "Well, of course it is."}, {"sentId": 220, "text": "But that the band-aid has been ripped off and all that anger that has been contained outside of Washington, D.C. and New York that we don't see in middle America, necessarily, although these are urban areas or urban cities right here, everyone's starting to see it."}, {"sentId": 221, "text": "So of course there's a lot of healing that has got to happen."}, {"sentId": 222, "text": "And quite frankly, the only way that's going to happen, Don, is that both sides need to come to the middle."}], "speaker": "PRESTON", "secId": 79}, {"sentences": [{"sentId": 223, "text": "Yes."}, {"sentId": 224, "text": "Douglas Brinkley, put these protests into perspective for us."}, {"sentId": 225, "text": "DOUGLAS BRINKLEY, CNN PRESIDENTIAL HISTORIAN:  Well, I think a lot of"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 226, "text": "this is the Bernie Sanders movement coming back."}, {"sentId": 227, "text": "They've been doubly disappointed."}, {"sentId": 228, "text": "They really thought that their candidate should have beaten Hillary Clinton, have been the Democratic nominee."}, {"sentId": 229, "text": "Bernie Sanders got denies."}, {"sentId": 230, "text": "And now Donald Trump has won."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 231, "text": "So I think Mr. Trump should, when he meets President Obama, also try to make an effort to talk to Bernie Sanders, maybe John Lewis, some Democrats on Capitol Hill, just to take the temperature with them."}, {"sentId": 232, "text": "I think Donald Trump needs to do some healing gestures her this week."}, {"sentId": 233, "text": "I don't mean abandoning his base."}, {"sentId": 234, "text": "I'm simply saying do a kind of listening tour to some people in Washington, maybe even visit the State Department, talk to some people in the DOD also about foreign affairs in the next few weeks."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 235, "text": "Jeffrey Toobin, you seem skeptical of that."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 236, "text": "They're a few hundred people in a country of 300 million people."}, {"sentId": 237, "text": "What does Donald Trump care about the socialist disclosure or whatever this group is called?"}, {"sentId": 238, "text": "I mean, this is like nothing."}, {"sentId": 239, "text": "I mean, he -- do you see how he talks about protesters at his rallies?"}, {"sentId": 240, "text": "Like get them out of here."}, {"sentId": 241, "text": "I mean, he doesn't care."}, {"sentId": 242, "text": "He won."}], "speaker": "TOOBIN", "secId": 84}, {"sentences": [{"sentId": 243, "text": "Should -- the thing is, should he care, though, considering the --"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 244, "text": "No."}, {"sentId": 245, "text": "I mean --"}], "speaker": "TOOBIN", "secId": 86}, {"sentences": [{"sentId": 246, "text": "Considering how people feel today?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 247, "text": "But this is how he got elected."}, {"sentId": 248, "text": "This is why he won."}, {"sentId": 249, "text": "Is that he's a tough guy who doesn't care about opposition."}, {"sentId": 250, "text": "He has an agenda, he has a program."}, {"sentId": 251, "text": "He has Republicans in control of Congress."}, {"sentId": 252, "text": "He's pushing his program."}, {"sentId": 253, "text": "He's going to have Hillary Clinton indicted."}, {"sentId": 254, "text": "This is why -- you know, this is what his base and his supporters want and this is what he's going to deliver to them."}, {"sentId": 255, "text": "I just don't think that it's very complicated."}], "speaker": "TOOBIN", "secId": 88}, {"sentences": [{"sentId": 256, "text": "Brian Stelter, what do you think?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 257, "text": "Trump doesn't care about protesters but he cares about television."}, {"sentId": 258, "text": "He's likely been watching cable news throughout the day so when he sees pictures of people amassing in the streets against him, he may be interested in commenting on that."}, {"sentId": 259, "text": "It will be one of the first tests of what the new Trump is, whether he's going to be more presidential now that he is the president-elect?"}], "speaker": "STELTER", "secId": 90}, {"sentences": [{"sentId": 260, "text": "How many times -- how many times have we said, the new Trump is coming?"}], "speaker": "TOOBIN", "secId": 91}, {"sentences": [{"sentId": 261, "text": "Hey, no, I'm with you on that."}, {"sentId": 262, "text": "I'm with you on that."}], "speaker": "STELTER", "secId": 92}, {"sentences": [{"sentId": 263, "text": "Well, he gets -- you know, he's going to get the nomination, he's going to be presidential."}, {"sentId": 264, "text": "There's only one Donald Trump."}, {"sentId": 265, "text": "And it's worked pretty well"}], "speaker": "TOOBIN", "secId": 93}, {"sentences": [{"sentId": 266, "text": "for him, wouldn't you say?"}], "speaker": "TOOBIN", "secId": 94}, {"sentences": [{"sentId": 267, "text": "I'm with you on that."}, {"sentId": 268, "text": "This was one of the biggest media failures of our generation."}, {"sentId": 269, "text": "To not see this coming."}, {"sentId": 270, "text": "Sort of underestimated the Trump wave."}, {"sentId": 271, "text": "It was one of the biggest failures we've seen."}, {"sentId": 272, "text": "I think all of us, all the talking heads on television have a lot more soul searching."}, {"sentId": 273, "text": "I know, I'm just speaking for myself, I've just begun that process."}], "speaker": "STELTER", "secId": 95}, {"sentences": [{"sentId": 274, "text": "John King says that Trump wave was -- is a myth, though, because less people actually voted this time than they did last time."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 275, "text": "Well, yes, and also -- I get frustrated reading about Trump's America or Clinton's America."}, {"sentId": 276, "text": "It's divided America."}, {"sentId": 277, "text": "That's the most honest rendering of this situation."}, {"sentId": 278, "text": "But what I think we missed -- what we missed is the rural roar, what was happening in between the coasts."}, {"sentId": 279, "text": "Journalists were so convinced Clinton was going to win."}, {"sentId": 280, "text": "This was like a mass delusion last night."}, {"sentId": 281, "text": "And it's going to take a long time for people to wrestle with the consequences."}], "speaker": "STELTER", "secId": 97}, {"sentences": [{"sentId": 282, "text": "Hey, I want to play this."}, {"sentId": 283, "text": "This is Trump's campaign CEO, Steve Bannon, speaking about similarly what you've just mentioned there today."}, {"sentId": 284, "text": "He's from Breitbart News, but listen."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 285, "text": "I think that the -- my analogy to the British exit, to the Brexit movement, was really what the exit poll showed about peoples' desire for change, right, and desire for, you know, real change, just not the type of change that gets talked about on cable TV."}, {"sentId": 286, "text": "So that's when I felt that well, if this is correct, you'll see it start to roll across what we call the \"Core Fore,\" which is the four we thought we had to win ourselves, multiple paths to victory, which was Florida, North Carolina, Ohio and Iowa."}, {"sentId": 287, "text": "We always felt that, you know, Pennsylvania, Ohio, Michigan, Wisconsin, places like that would always be in play because of this populist message."}], "speaker": "BANNON", "secId": 99}, {"sentences": [{"sentId": 288, "text": "Mark, do you agree?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 289, "text": "Well, a couple of things."}, {"sentId": 290, "text": "One is, is I've always relied, as we all have, as journalist, on the exit polls to try to get an understanding of the demographics and the reason for why people vote."}, {"sentId": 291, "text": "So Bannon right there is referencing the exit poll, which is the poll that is taken after voters come out, after they cast their ballots, that's how we figure these things out after the fact."}], "speaker": "PRESTON", "secId": 101}, {"sentences": [{"sentId": 292, "text": "If he is going to reference that number, Don, then is he going to reference the number that 60 percent of the people who voted yesterday have an unfavorable opinion of Donald Trump?"}, {"sentId": 293, "text": "You know, is he going to reference the number that 63 percent of the people do not think that Donald Trump has a temperament to be president?"}, {"sentId": 294, "text": "So I just -- it's just an interesting -- it's interesting as we all go through the soul searching, you know, that Brian is talking about, which I really think is more than just soul searching."}, {"sentId": 295, "text": "It's a look into how we're looking at analytics, quite frankly, and if we're too reliant upon them."}], "speaker": "PRESTON", "secId": 102}, {"sentences": [{"sentId": 296, "text": "But the fact of the matter is we did underestimate something and what we underestimated was this, is that when you have 17,000 people at a rally they're not all just there to see a celebrity."}, {"sentId": 297, "text": "They actually believed in Donald Trump and they went to the polls and I think that's one of the things that we all missed."}], "speaker": "PRESTON", "secId": 103}, {"sentences": [{"sentId": 298, "text": "Douglas Brinkley, in terms of the results of this election is this \"Dewey Beats Truman 2.0\"?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 299, "text": "I think it's even larger."}, {"sentId": 300, "text": "I mean, this is a stunner."}, {"sentId": 301, "text": "All the polls are wrong, people aren't sure what to do."}, {"sentId": 302, "text": "I think it's these protester helping."}, {"sentId": 303, "text": "It's a natural outgrowth, and some people trying to release steam of two years of just battering each other."}, {"sentId": 304, "text": "There are people that are meditating, there are people that are doing workouts, there are people that are shutting off the television."}, {"sentId": 305, "text": "It's been painful for everybody."}], "speaker": "BRINKLEY", "secId": 105}, {"sentences": [{"sentId": 306, "text": "But I do think Donald Trump has an opportunity to start some kind of a healing process."}, {"sentId": 307, "text": "Barack Obama has reached out a hand to him."}, {"sentId": 308, "text": "They're going to have a meeting."}, {"sentId": 309, "text": "Last night Donald Trump gave a perfectly legitimate victory speech."}, {"sentId": 310, "text": "He was very gracious to Hillary Clinton."}, {"sentId": 311, "text": "He always praises the Bernie Sanders voters throughout the year."}, {"sentId": 312, "text": "There might be an opportunity on the anti-NAFTA part of what Trump is about to reach out to a few Democrats, so I don't think we need to be so bleak and be in a dark wasteland, a nihilistic point of view."}, {"sentId": 313, "text": "We had an election and people are frustrated."}, {"sentId": 314, "text": "It was dead close."}, {"sentId": 315, "text": "And it was historic and in a magnitude and unprecedented and as we like to say at CNN, but we've got to just kind of let Trump do a few moves this week, see if he's willing to kind of try to heal the country a little bit."}], "speaker": "BRINKLEY", "secId": 106}, {"sentences": [{"sentId": 316, "text": "Jeff, the skeptic coming out again?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 317, "text": "Well, I mean, I don't think it's nihilistic to recognize the kind of power that Donald Trump and the Republican Party have right now."}, {"sentId": 318, "text": "It's not nihilistic."}, {"sentId": 319, "text": "They're not -- they have very specific goals."}, {"sentId": 320, "text": "You know they are going to overturn Obamacare."}, {"sentId": 321, "text": "They are going to, you know, limit environmental protections."}, {"sentId": 322, "text": "They are going to cut taxes."}, {"sentId": 323, "text": "I mean, this is -- I don't think that's nihilistic."}], "speaker": "TOOBIN", "secId": 108}, {"sentences": [{"sentId": 324, "text": "Jeff -- Jeff."}], "speaker": "BRINKLEY", "secId": 109}, {"sentences": [{"sentId": 325, "text": "That's what their program is."}], "speaker": "TOOBIN", "secId": 110}, {"sentences": [{"sentId": 326, "text": "It's not nihilistic, but that's what the left said about Ronald Reagan and Reagan came in, in 1980 with the evil empire and, you know, scare tactics and the Cold War and ended up doing nuclear arms agreements with Mikhail Gorbachev, ended up defending and increasing Medicare and Social Security, ended up not trying to go after \"Roe v. Wade\" in the end."}], "speaker": "BRINKLEY", "secId": 111}, {"sentences": [{"sentId": 327, "text": "Trump used to be a Democrat until he ran as a populist outsider."}, {"sentId": 328, "text": "So for us to just shut all angles and put him as just a right-wing cartoon at this moment saying nothing is going to get done, gridlock."}, {"sentId": 329, "text": "I think it limits the discourse in our country."}], "speaker": "BRINKLEY", "secId": 112}, {"sentences": [{"sentId": 330, "text": "I'm saying -- quite the opposite."}, {"sentId": 331, "text": "I don't think there's going to be any gridlock."}, {"sentId": 332, "text": "I think the Republicans have a clear path to implement their entire agenda."}, {"sentId": 333, "text": "So I don't think gridlock is on the agenda at all here."}, {"sentId": 334, "text": "I think this is the opposite of gridlock."}], "speaker": "TOOBIN", "secId": 113}, {"sentences": [{"sentId": 335, "text": "Jeffrey, I want to ask you about this because you and I have talked a lot recently about --"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 336, "text": "But you have to pay for programs, Jeffrey."}, {"sentId": 337, "text": "You've got to pay money for programs."}, {"sentId": 338, "text": "You've got to go through Congress."}], "speaker": "BRINKLEY", "secId": 115}, {"sentences": [{"sentId": 339, "text": "Republicans --"}], "speaker": "TOOBIN", "secId": 116}, {"sentences": [{"sentId": 340, "text": "Or checks and balances are thrown out the window."}, {"sentId": 341, "text": "This is not dictator Trump that suddenly emerged on the national scene here."}], "speaker": "BRINKLEY", "secId": 117}, {"sentences": [{"sentId": 342, "text": "It's not."}], "speaker": "TOOBIN", "secId": 118}, {"sentences": [{"sentId": 343, "text": "This was a legitimate American election."}], "speaker": "BRINKLEY", "secId": 119}, {"sentences": [{"sentId": 344, "text": "Absolutely."}], "speaker": "TOOBIN", "secId": 120}, {"sentences": [{"sentId": 345, "text": "That did not have hacking that went on, that people voted, it's been a big success and I just don't think it's useful to just be, you know, flipping everybody off like you're doing right now, telling everybody that nothing --"}], "speaker": "BRINKLEY", "secId": 121}, {"sentences": [{"sentId": 346, "text": "No, I don't think it's flipping people off."}], "speaker": "STELTER", "secId": 122}, {"sentences": [{"sentId": 347, "text": "It's a waste of time."}, {"sentId": 348, "text": "Waste of time to be -- you've been beeping dead wrong about this whole election and about Hillary Clinton's big win that was coming and wasn't there."}, {"sentId": 349, "text": "We need to give people a chance right now to just let them work out their frustrations for a week or two."}, {"sentId": 350, "text": "Then you can write columns and do the prognosis of what Trump is going to do before he does it."}], "speaker": "BRINKLEY", "secId": 123}, {"sentences": [{"sentId": 351, "text": "Can I just add what I think -- I understand the desire to look forward, but in order to be able to have these conversations we need to know what really happened yesterday and the exit polls are not enough."}, {"sentId": 352, "text": "25,000 people is not enough."}, {"sentId": 353, "text": "We need much deeper research into what the electorate was doing, thinking, feeling, and what I mean are both Democrats and Republicans."}, {"sentId": 354, "text": "We need to really know how much this was about resentment, how much this is about class, how much this gender."}, {"sentId": 355, "text": "I don't feel like we have even the foggiest idea yet."}, {"sentId": 356, "text": "We say it was anger and it was."}, {"sentId": 357, "text": "But it was about a lot of things and I for one, I want to know a lot more about this electorate before we talk about what's going to happen in January."}], "speaker": "STELTER", "secId": 124}, {"sentences": [{"sentId": 358, "text": "All right."}, {"sentId": 359, "text": "Thank you, gentlemen."}, {"sentId": 360, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 361, "text": "When we come right back, what Donald Trump supporters want and why so many political experts missed it completely."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 362, "text": "Donald Trump tapping into the concerns of a group of voters who have been ignored until now."}, {"sentId": 363, "text": "Want to bring in, J. D. Vance, the author of \" Hillbilly Elegy: A Memoir of Family and Culture in Crisis.\""}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 364, "text": "Thank you so much."}, {"sentId": 365, "text": "much."}, {"sentId": 366, "text": "So it was a stunning upset."}, {"sentId": 367, "text": "Most people thought Hillary Clinton had it in the bag, including the polls and the pollsters."}, {"sentId": 368, "text": "What did we miss?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 369, "text": "J. D. VANCE, AUTHOR, \"HILLBILLY ELEGY\":  Well, I think if you look at the ways the polls actually moved in the few weeks before the election there was a lot of volatility."}, {"sentId": 370, "text": "So even the polls that had Clinton up, they had her up in different ways and in different regions and in different times, and so there was clearly a very unstable electorate and if you mixed the right things together at the right time, add that with her high ceiling, there was always an opportunity that Trump would breakthrough even in a small margin, which of course he did."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 371, "text": "It was interesting because she polls and she would be up by a big number then she'd be down by it, and you know, for him, it was pretty much -- pretty stable for him, though."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 372, "text": "Yes."}, {"sentId": 373, "text": "Absolutely."}, {"sentId": 374, "text": "He clearly had that core base of support."}, {"sentId": 375, "text": "I like to say he had that core ceilers, core floor that he really wasn't going to go below and the question was always, was turnout going to dip low enough such that he would be higher than Hillary Clinton in these little votes."}], "speaker": "VANCE", "secId": 131}, {"sentences": [{"sentId": 376, "text": "Why do you think so many people voted for him in his concern about temperament and actually being ready to be the president?"}, {"sentId": 377, "text": "That was really high among voters."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 378, "text": "Well, a lot of the folks who were concerned about Trump's temperament are fundamentally in some ways representatives of the elites, and a lot of Trump's voters see those elites as having failed in a very fundamental ways."}, {"sentId": 379, "text": "So even though Trump is violating sort of traditional political norms a lot of people look at those traditional political norms, look at the results they producer over the past 20, 30 years and say if that's all that's going to produce then maybe I'm going to go be willing to go with the guy who's violating --"}], "speaker": "VANCE", "secId": 133}, {"sentences": [{"sentId": 380, "text": "I hear that term all the time, political elites."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 381, "text": "Sure."}], "speaker": "VANCE", "secId": 135}, {"sentences": [{"sentId": 382, "text": "Who are the elites?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 383, "text": "Well, it's obviously a very amorphous concept but I think for people, you know, who I grew up around --"}], "speaker": "VANCE", "secId": 137}, {"sentences": [{"sentId": 384, "text": "Is that a made-up group?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 385, "text": "Is that people -- I mean, I'll be honest with you."}, {"sentId": 386, "text": "Is that, like, people who live believe in science?"}, {"sentId": 387, "text": "Is that people who have college degrees?"}, {"sentId": 388, "text": "Is that people who live in cities?"}, {"sentId": 389, "text": "Is that what you mean by elites?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 390, "text": "I think it's a combination of folks who live in cities but -- especially on the coast."}, {"sentId": 391, "text": "Right?"}, {"sentId": 392, "text": "So we have these soft of coastal cities that are a little bit better off, that are more financially successful, but that also have certain cultural sensibilities that make them immune to thinking that somebody like Trump could win in 2016."}], "speaker": "VANCE", "secId": 140}, {"sentences": [{"sentId": 393, "text": "They live in a bubble."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 394, "text": "They live in a bubble."}], "speaker": "VANCE", "secId": 142}, {"sentences": [{"sentId": 395, "text": "People who live in a bubble."}, {"sentId": 396, "text": "So tell me about your family, your community you grew up in and why do they feel disconnected from -- they feel disconnected from the rest of the country?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 397, "text": "Well, so I grew up in a southern Ohio steel town, a sort of play that really is trying to come back in a lot of ways but is still really struggling with the opioid addiction crisis, with lost jobs and sort of."}, {"sentId": 398, "text": "And so people feel very frustrated."}, {"sentId": 399, "text": "They feel like things haven't been going the right direction for a very long time."}, {"sentId": 400, "text": "And it's not just economics."}, {"sentId": 401, "text": "There's other things, too."}, {"sentId": 402, "text": "And so because of that, they've been frustrated at those who they perceive have financial and political power."}, {"sentId": 403, "text": "Those elites."}], "speaker": "VANCE", "secId": 144}, {"sentences": [{"sentId": 404, "text": "Yes."}, {"sentId": 405, "text": "And it's interesting because the guy who won probably has more money than anyone that they will ever know and anyone who has entered a political contest, for president."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 406, "text": "Yes."}, {"sentId": 407, "text": "That's definitely true."}, {"sentId": 408, "text": "And I think it just goes to --"}], "speaker": "VANCE", "secId": 146}, {"sentences": [{"sentId": 409, "text": "Who lives in a tower on Fifth Avenue in one of those cities."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 410, "text": "Right."}], "speaker": "VANCE", "secId": 148}, {"sentences": [{"sentId": 411, "text": "You know, who went to -- you know, who is very highly educated, it's just -- do you see what I'm saying?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 412, "text": "No, absolutely and I think it goes to show and you hear this people when you talk to people who voted for Trump."}, {"sentId": 413, "text": "It's not so much that they're so devoted to Trump, or think that he's some sort of savior."}, {"sentId": 414, "text": "What they see Trump is --"}], "speaker": "VANCE", "secId": 150}, {"sentences": [{"sentId": 415, "text": "Something."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 416, "text": "He's an agent of change and he's an agent of protest against folks who they feel have really failed in government and so forth."}], "speaker": "VANCE", "secId": 152}, {"sentences": [{"sentId": 417, "text": "So what are you hearing now?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 418, "text": "Well, what I'm hearing now is that folks feel pretty vindicated."}, {"sentId": 419, "text": "Right?"}, {"sentId": 420, "text": "They believed in their man, they thought Trump had a chance."}, {"sentId": 421, "text": "The media has really wrote him off, said the election was over."}, {"sentId": 422, "text": "So in some ways folks feel very vindicated and the worry that I have is that eventually over the next two or three years he's going to have to deliver and if he doesn't deliver people may become even more disconnected from the process than they were before this election."}], "speaker": "VANCE", "secId": 154}, {"sentences": [{"sentId": 423, "text": "And then another outsider, you think?"}, {"sentId": 424, "text": "Or you think the next time maybe actually an insider, someone who has some experience in government?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 425, "text": "Well, I don't necessarily think it's going to be another outsider, but it really depends on how the Republican Party reacts to this."}, {"sentId": 426, "text": "Right?"}], "speaker": "VANCE", "secId": 156}, {"sentences": [{"sentId": 427, "text": "Trump is going to be the president of the United States and if he leads in a certain way, if he encourages in sort of engaged and constructive government, then I think there's a good chance that the next time we have a disconnected working class they don't vote in such a way that totally surprises a lot of people."}], "speaker": "VANCE", "secId": 157}, {"sentences": [{"sentId": 428, "text": "When you see these protests around the country against the elected president, how do you think we can bring these two sides together?"}, {"sentId": 429, "text": "Is it incumbent upon him or both of us or what?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 430, "text": "Well, I definitely think it's incumbent upon both of us and it's going to sound trite but I really think empathy and a little of humility is very important in this election cycle that we find ourselves in."}], "speaker": "VANCE", "secId": 159}, {"sentences": [{"sentId": 431, "text": "One of the reasons that people voted for Donald Trump, I believe, is that a lot of so-called elites didn't have a lot of empathy for people who lived in middle America, who lived in the rust belt, and so forth."}, {"sentId": 432, "text": "But that really has to go in both directions so the people who are now the victors, the people who got their man elected, I think they should show a little bit of empathy to the fact that a lot of folks are very distressed by the idea of a Trump presidency and I think if you have that bidirectional empathy that we may start to bridge some of the gap that exists."}], "speaker": "VANCE", "secId": 160}, {"sentences": [{"sentId": 433, "text": "You know that's tough, because the people who -- I shouldn't -- I'm generalizing here so I'm just going to tell you that."}, {"sentId": 434, "text": "Many of them don't see the people who are out there protesting as having a real cause to protest when the people who are out there protesting feel the same that they do, that they don't have a choice."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 435, "text": "Sure."}], "speaker": "VANCE", "secId": 162}, {"sentences": [{"sentId": 436, "text": "And someone is not representing them."}, {"sentId": 437, "text": "So it would be great for them to have empathy but they just don't for the most part."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 438, "text": "Well, I don't think it's that they don't have empathy."}, {"sentId": 439, "text": "I think they don't --"}], "speaker": "VANCE", "secId": 164}, {"sentences": [{"sentId": 440, "text": "For those --"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 441, "text": "I don't think they don't have a recognition that these people have very legitimate gripes in their own way, in the same way that Trump's voters have very legitimate gripes."}, {"sentId": 442, "text": "My view in this is that the political leadership really matters on this question."}, {"sentId": 443, "text": "I think one of the things this election has taught us is that our political leaders really set the conversation so I'm hopeful that Trump will recognize that he's inherited this very divided country, and if he shows that empathy and he shows that graciousness, that I think a lot of his voters will follow his lead."}], "speaker": "VANCE", "secId": 166}, {"sentences": [{"sentId": 444, "text": "Do you think people had trouble voting for a woman?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 445, "text": "I'm sure that some people had trouble voting for a woman but when I look at really what animated the folks back home, who voted for Trump, primarily, it doesn't strike me that most of them were worried about electing a woman president."}, {"sentId": 446, "text": "They were worried about electing someone who's a servant of the status quo."}], "speaker": "VANCE", "secId": 168}, {"sentences": [{"sentId": 447, "text": "Here's the vice president speaking with Joe Scarborough today."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 448, "text": "We all are asking about Donald Trump."}, {"sentId": 449, "text": "You're talking about a guy right now who is connecting with those workers in Scranton, Pennsylvania."}], "speaker": "SCARBOROUGH", "secId": 170}, {"sentences": [{"sentId": 450, "text": "Who gets 10 bucks an hour."}], "speaker": "BRZEZINSKI", "secId": 171}, {"sentences": [{"sentId": 451, "text": "Who's connecting with those people in Youngstown, Ohio."}], "speaker": "SCARBOROUGH", "secId": 172}, {"sentences": [{"sentId": 452, "text": "You're absolutely right."}], "speaker": "BIDEN", "secId": 173}, {"sentences": [{"sentId": 453, "text": "SCARBOROUGH Who's connecting with those white working class voters in a way that you have in your entire career and in a way that Hillary Clinton is not."}, {"sentId": 454, "text": "You can just look at the numbers right now."}, {"sentId": 455, "text": "Why is that?"}], "speaker": "BIDEN", "secId": 174}, {"sentences": [{"sentId": 456, "text": "That's why I'm going to be living in Pennsylvania, Ohio, and Michigan."}], "speaker": "BIDEN", "secId": 175}, {"sentences": [{"sentId": 457, "text": "Over the next six months."}], "speaker": "SCARBOROUGH", "secId": 176}, {"sentences": [{"sentId": 458, "text": "Something like that."}, {"sentId": 459, "text": "Look -- look --"}], "speaker": "BIDEN", "secId": 177}, {"sentences": [{"sentId": 460, "text": "But why -- why is that?"}], "speaker": "SCARBOROUGH", "secId": 178}, {"sentences": [{"sentId": 461, "text": "I -- I think it's two reasons."}, {"sentId": 462, "text": "One, I think the Democratic Party overall hasn't spoken enough to those voters."}, {"sentId": 463, "text": "They've done the right thing for the voter."}, {"sentId": 464, "text": "They haven't spoken to them."}], "speaker": "BIDEN", "secId": 179}, {"sentences": [{"sentId": 465, "text": "And I misspoke."}, {"sentId": 466, "text": "That was July."}, {"sentId": 467, "text": "That wasn't today."}, {"sentId": 468, "text": "So what's the issue there and would Biden have done a better you think?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 469, "text": "I think Biden could have done a lot better because he at least recognized that there's a lot of pain in these communities and what the vice president said there is very true, that a lot of voters feels so ignored that there was a relatively low bar."}, {"sentId": 470, "text": "All they wanted was somebody who recognized that they were struggling and who really sold a political agenda, a political narrative that was tailored to them."}, {"sentId": 471, "text": "Trump was the only guy that did that this election cycle."}], "speaker": "VANCE", "secId": 181}, {"sentences": [{"sentId": 472, "text": "There have been many people who have written off Trump supporters as racists or bigots."}, {"sentId": 473, "text": "Is that fair?"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 474, "text": "I certainly don't think that most Trump's voters are racist or bigots."}, {"sentId": 475, "text": "And I think that the view of Trump's voters as racist or bigots, is in fact one of the things that drove people to Trump, that drove people away from the mainstream institutions in the Democratic party in the first place."}], "speaker": "VANCE", "secId": 183}, {"sentences": [{"sentId": 476, "text": "Look, of course some people are motivated by racism and voting for Trump."}, {"sentId": 477, "text": "But again, the sense that I get is that most of these folks are good people."}, {"sentId": 478, "text": "They feel like they have very legitimate reasons to be angry at Washington."}, {"sentId": 479, "text": "And if you paint with two broader brush and you say your concerns don't matter, you're just a racist or an idiot then I think you play into the very worst part of our conversation."}], "speaker": "VANCE", "secId": 184}, {"sentences": [{"sentId": 480, "text": "You predicted that he would win the nomination."}, {"sentId": 481, "text": "So did I."}, {"sentId": 482, "text": "And that he had an actual chance of becoming president."}, {"sentId": 483, "text": "So what made you think that?"}, {"sentId": 484, "text": "And mine was just people whispering, those people coming up to me, saying, you know, I kind of like that guy."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 485, "text": "They weren't doing that about else."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 486, "text": "Well, I'd actually say that in the last week or so I sort of lived in the mainstream bubble."}, {"sentId": 487, "text": "And I didn't think that he had a great chance."}, {"sentId": 488, "text": "I didn't think that she would win in a landslide, but I did think that she would win."}], "speaker": "VANCE", "secId": 187}, {"sentences": [{"sentId": 489, "text": "OK."}, {"sentId": 490, "text": "So we were on the same page."}, {"sentId": 491, "text": "I'd been saying all along that he had a chance to win."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 492, "text": "Yes."}], "speaker": "VANCE", "secId": 189}, {"sentences": [{"sentId": 493, "text": "But then in the last week or so with all the polling and everyone saying oh my gosh, it's going to be a landslide, it's -- I said OK.  And there was one night when all of the concerts were going on and they were talking about the polls and that -- you know, that Comey had come out with the second letter and I said maybe we're going to have a madam president."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 494, "text": "I don't know."}, {"sentId": 495, "text": "The people haven't spoken."}, {"sentId": 496, "text": "But that was the only time that I thought that maybe his chances were -- had dwindled."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 497, "text": "Yes."}, {"sentId": 498, "text": "And I guess I felt pretty much the same way."}, {"sentId": 499, "text": "There was a certain amount of confidence."}, {"sentId": 500, "text": "There was almost an arrogance that I had."}, {"sentId": 501, "text": "So I didn't vote for Trump or Hillary where I was almost saying look, I told you so, Hillary is going to win, we shouldn't have nominated Trump in the first place, it just shows that in some ways I was in my own bubble and I'm guilty of some of the same things that I criticize the elite of being guilty of."}], "speaker": "VANCE", "secId": 192}, {"sentences": [{"sentId": 502, "text": "Yes."}, {"sentId": 503, "text": "But how much do you know?"}, {"sentId": 504, "text": "How much do the elites know?"}, {"sentId": 505, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 506, "text": "Thank you for having me."}], "speaker": "VANCE", "secId": 194}, {"sentences": [{"sentId": 507, "text": "Up next Hillary Clinton urging her supporters to give Donald Trump the chance to lead this country but first comedian Stephen Colbert wondering how America's politics got so poisonous."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 508, "text": "We are more divided than ever as a nation."}, {"sentId": 509, "text": "Do we still -- do we have this graphic from earlier before?"}, {"sentId": 510, "text": "According to the Pew Research Center, more than four in 10 voters say the other party's policies are so misguided they pose a threat to the nation, but you know what, everybody feels that way."}, {"sentId": 511, "text": "And not only that, more than half of Democrats say the Republican Party makes them afraid, while 49 percent of -- do I have this right?"}, {"sentId": 512, "text": "Is it 49 percent of Republicans say the same thing about the Democratic Party."}], "speaker": "COLBERT", "secId": 196}, {"sentences": [{"sentId": 513, "text": "So both sides are terrified of the other side."}, {"sentId": 514, "text": "And I think that's why the voting booth has a curtain so you have someplace to hide after the election's over."}, {"sentId": 515, "text": "So how did our politics get so poisonous?"}, {"sentId": 516, "text": "I think it's because we overdosed especially this year."}, {"sentId": 517, "text": "We drank too much of the poison."}, {"sentId": 518, "text": "You take a little bit of it so you can hate the other side."}, {"sentId": 519, "text": "And it tastes kind of good."}, {"sentId": 520, "text": "And you like how it feels."}, {"sentId": 521, "text": "And there's a gentle high to the condemnation, right?"}], "speaker": "COLBERT", "secId": 197}, {"sentences": [{"sentId": 522, "text": "And you know you're right, right?"}, {"sentId": 523, "text": "You know you're right."}], "speaker": "COLBERT", "secId": 198}, {"sentences": [{"sentId": 524, "text": "Breaking news tonight, protests spreading after Donald Trump's stunning victory last night."}, {"sentId": 525, "text": "Here to discuss Republican consultant, Margaret Hoover, Bob Beckel, columnist for \"The Hill,\" Andy Dean, a former president of Trump Productions, Charles Blow, op-ed columnist of the \"New York Times,\" Trump supporter Andre Bauer, a former lieutenant governor of South Carolina, and Sally Kohn, columnist for \"The Daily Beast.\""}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 526, "text": "Sally, to you first, because you spoke at an anti-Trump rally."}, {"sentId": 527, "text": "Today Hillary Clinton said that we owe him an open mind and a chance to lead."}, {"sentId": 528, "text": "So will you and the people at that rally be able to do that?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 529, "text": "Well, I'm not going to speak for all the people at the rally."}, {"sentId": 530, "text": "I can only speak for myself and you know it's a little soon, I'm not going to lie."}, {"sentId": 531, "text": "It's -- this is tough."}, {"sentId": 532, "text": "This is tough."}, {"sentId": 533, "text": "But I -- no, thank you, Andre."}, {"sentId": 534, "text": "No, it -- I mean it really -- this is rough."}, {"sentId": 535, "text": "And I have to say, I -- you know, as I went to the rally, there were -- and the one I spoke with, but especially the one later that sort of morphed from the bigger rally in front of Trump Tower, it was mostly loving."}, {"sentId": 536, "text": "A lot of \"Love Trumps Hate\" signs, and I still believe that deeply."}, {"sentId": 537, "text": "The challenge is now putting them into practice."}, {"sentId": 538, "text": "I think a lot of the"}], "speaker": "KOHN", "secId": 201}, {"sentences": [{"sentId": 539, "text": "people who supported Trump did so in part because they believe that people like me, the other half of the country hate them, disrespect them, are resentful toward them, and Trump in turn did a very good job of mobilizing their resentment, even their hate."}], "speaker": "KOHN", "secId": 202}, {"sentences": [{"sentId": 540, "text": "Are you hateful?"}, {"sentId": 541, "text": "Do you hate them?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 542, "text": "I'll tell you what, Don."}, {"sentId": 543, "text": "I am waking up shocked and hurt and sad, but I know that hate, as Martin Luther King said, hate does not drive out hate, love is the only thing that can do that and I think my challenge -- my challenge personally, and I'm still struggling."}, {"sentId": 544, "text": "My challenge personally and my challenge I think to my brothers and sisters on the left is how do we move forward and really embody that idea that love trumps hate."}], "speaker": "KOHN", "secId": 204}, {"sentences": [{"sentId": 545, "text": "I believe it still does."}, {"sentId": 546, "text": "It's just going to take us a little bit longer."}, {"sentId": 547, "text": "We have to find ways to love and believe the best in those who supported Trump, and yes, I guess try to believe in the best in Trump."}], "speaker": "KOHN", "secId": 205}, {"sentences": [{"sentId": 548, "text": "OK."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 549, "text": "And hope that love wins out."}], "speaker": "KOHN", "secId": 207}, {"sentences": [{"sentId": 550, "text": "Charles, you know, Donald Trump did a good job of bringing out the white working class voter more than Bush, more than Romney, more than McCain."}, {"sentId": 551, "text": "Could Hillary Clinton have done more to win them over?"}, {"sentId": 552, "text": "To bring them to her side?"}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 553, "text": "Well, I mean, I guess that's one option, right?"}, {"sentId": 554, "text": "One strategy would have been to focus more attention there."}, {"sentId": 555, "text": "Another strategy would have been bring out more of her own base."}, {"sentId": 556, "text": "A lot of people just stayed home."}, {"sentId": 557, "text": "Right?"}, {"sentId": 558, "text": "So if you look at the raw members, he got fewer votes than Romney, he got fewer votes than McCain."}, {"sentId": 559, "text": "A lot of people simply stayed home."}, {"sentId": 560, "text": "They just didn't like either one of the candidates, they were turned off by this race, that's a big thing."}], "speaker": "BLOW", "secId": 209}, {"sentences": [{"sentId": 561, "text": "And when you have more people who would have otherwise supported her stayed home than him, this is the result that you get."}], "speaker": "BLOW", "secId": 210}, {"sentences": [{"sentId": 562, "text": "How do you feel today?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 563, "text": "This is what -- this is the civic lesson in this."}, {"sentId": 564, "text": "Elections have consequences."}, {"sentId": 565, "text": "You don't get -- I mean, I learned from my mother what I teach my daughter."}, {"sentId": 566, "text": "My daughter voted for the very first time this election period."}, {"sentId": 567, "text": "You go every time, whether or not you like the person or not, whether or not there's somebody who you're enthusiastic about, you vote every time."}, {"sentId": 568, "text": "You vote all the way to the bottom of the ballot, right?"}, {"sentId": 569, "text": "You figure out who is on the bottom of the ballot and if you cannot figure out, figure out which party you like best, which one that stands for what you believe in and just vote the party line, but you vote every time, and if you do not, this is what happens."}, {"sentId": 570, "text": "There are consequences to staying home."}], "speaker": "BLOW", "secId": 212}, {"sentences": [{"sentId": 571, "text": "I want you guys to watch this."}, {"sentId": 572, "text": "This is Van Jones last night."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 573, "text": "People have talked about a miracle."}, {"sentId": 574, "text": "I'm hearing about a nightmare."}, {"sentId": 575, "text": "It's hard to be a parent tonight for a lot of us."}, {"sentId": 576, "text": "You tell your kids, don't be a bully, you tell your kids, don't be a bigot, you tell your kids, do your homework and be prepared, and then you have this outcome and you have people putting children to bed tonight and they -- they're afraid of breakfast."}, {"sentId": 577, "text": "They're afraid of how do I explain this to my children."}], "speaker": "JONES", "secId": 214}, {"sentences": [{"sentId": 578, "text": "I have Muslim friends who are texting me tonight, saying should I leave the country?"}, {"sentId": 579, "text": "I have families of immigrants that are terrified tonight."}, {"sentId": 580, "text": "This was many things."}, {"sentId": 581, "text": "This was a rebellion against the elites."}, {"sentId": 582, "text": "True."}, {"sentId": 583, "text": "It was a complete reinvention of politics and polls, it's true."}, {"sentId": 584, "text": "But it was also something else."}, {"sentId": 585, "text": "We've talked about race and we've talked everything but race tonight."}, {"sentId": 586, "text": "We've talked about income, we've talked class, we've talked about regions, we haven't talked about race."}], "speaker": "JONES", "secId": 215}, {"sentences": [{"sentId": 587, "text": "This was a white-lash."}, {"sentId": 588, "text": "This was a white-lash against a changing country."}, {"sentId": 589, "text": "It was a white-lash against a black president in part."}, {"sentId": 590, "text": "And that's the part where the pain comes."}], "speaker": "JONES", "secId": 216}, {"sentences": [{"sentId": 591, "text": "Bob Beckel, white-lash?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 592, "text": "I'm going to separate myself from brother Van on this one."}, {"sentId": 593, "text": "Look, I have a lot of time after my back operation to lay in bed and talk to a lot of people around the country and I think I analyzed this race as well as I could after 35 years in the business, and I came up with the wrong answer."}, {"sentId": 594, "text": "And I figured it out today finally and something Van said is true here, that if you look at North Carolina which is the most important swing state as far as I'm concerned, the next blue state to be on the Eastern Seaboard I think after Virginia, but in the suburban areas she did better than Obama in some cases, in the suburbs she did as well or a little better."}], "speaker": "BECKEL", "secId": 218}, {"sentences": [{"sentId": 595, "text": "And what we didn't do was look at the polls for the rural area where Trump didn't have that many more voters but his margins were unbelievably high."}, {"sentId": 596, "text": "I mean, there were counties there that cast 22,000 votes last time and it may have been a margin of 3,000."}, {"sentId": 597, "text": "Now it was a -- same amount of votes cast, now the margins was 10,000."}], "speaker": "BECKEL", "secId": 219}, {"sentences": [{"sentId": 598, "text": "Yes."}, {"sentId": 599, "text": "But that's what made the difference when you were saying because the people who stayed at home may have made up that difference."}, {"sentId": 600, "text": "But you have -- the number of people sitting here had a visceral direction at what Van was saying."}, {"sentId": 601, "text": "You were saying, and you're going no."}, {"sentId": 602, "text": "Not a white-lash."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 603, "text": "It's offensive."}, {"sentId": 604, "text": "This concept of white-lash."}, {"sentId": 605, "text": "If you look at the actual numbers, Donald Trump overperformed with African-Americans than Mitt Romney."}, {"sentId": 606, "text": "He had 8 percent of African-American, Mitt Romney only 6 percent."}, {"sentId": 607, "text": "He over- performed with Latinos because he reached out to those communities."}], "speaker": "DEAN", "secId": 221}, {"sentences": [{"sentId": 608, "text": "The polling only did say 7, I remember the polling --"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 609, "text": "No, no, no."}], "speaker": "DEAN", "secId": 223}, {"sentences": [{"sentId": 610, "text": "It was going to be 1 percent."}], "speaker": "BAUER", "secId": 224}, {"sentences": [{"sentId": 611, "text": "13 percent of African-American males, 13 percent of African- American males voted for Trump and 4 percent of African-American females."}, {"sentId": 612, "text": "It's 8 percent in aggregate."}, {"sentId": 613, "text": "So he over-performed Romney, with Latinos and with African-Africans."}, {"sentId": 614, "text": "They're two -- what's that?"}], "speaker": "DEAN", "secId": 225}, {"sentences": [{"sentId": 615, "text": "It's still nothing to brag about."}, {"sentId": 616, "text": "He's like 2 percent."}, {"sentId": 617, "text": "He overperformed 27 percent, 29 percent."}], "speaker": "HOOVER", "secId": 226}, {"sentences": [{"sentId": 618, "text": "No, no."}, {"sentId": 619, "text": "He's doing better but the media predicted a couple of things."}, {"sentId": 620, "text": "First that Trump would crater with Latinos."}, {"sentId": 621, "text": "He actually did better than Romney."}, {"sentId": 622, "text": "They predicted that if Trump were to win the markets would crater."}, {"sentId": 623, "text": "The markets were up a couple of hundred points today."}, {"sentId": 624, "text": "So this media myths and Van Jones represents a lot of this."}], "speaker": "DEAN", "secId": 227}, {"sentences": [{"sentId": 625, "text": "I do have to say this."}, {"sentId": 626, "text": "Let me say this."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 627, "text": "That this race war is going to happen is offensive."}], "speaker": "DEAN", "secId": 229}, {"sentences": [{"sentId": 628, "text": "The numbers in the polling, and I've heard so many different, and Maria Cardona brought up a good point."}, {"sentId": 629, "text": "You know, after these elections we often go back and correct the polling, the averages of who voted and who didn't."}, {"sentId": 630, "text": "And it is believed that Donald Trump didn't do 29 percent or -- it was more like 18 percent with Hispanics and maybe like -- maybe between 7 percent or 8 percent with African- Americans which he was predicted to get 7 percent of African- Americans."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 631, "text": "Romney got 6 percent."}, {"sentId": 632, "text": "He outperformed."}], "speaker": "DEAN", "secId": 231}, {"sentences": [{"sentId": 633, "text": "Yes."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 634, "text": "But two other quick things."}, {"sentId": 635, "text": "The American people -- this obsession with race I get is a media thing but the American people looked for jobs last night so they picked an outsider."}, {"sentId": 636, "text": "And that's what they wanted."}, {"sentId": 637, "text": "And one of the things that's never mentioned, Trump outworked Hillary Clinton."}, {"sentId": 638, "text": "He did more rallies and he had a harder schedule than she did."}, {"sentId": 639, "text": "And when you win by a point in these swing states like he did in Wisconsin."}], "speaker": "DEAN", "secId": 233}, {"sentences": [{"sentId": 640, "text": "Yes."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 641, "text": "And less than a point in Michigan, I'm telling you that hard work."}], "speaker": "DEAN", "secId": 235}, {"sentences": [{"sentId": 642, "text": "Yes."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 643, "text": "That extra stop a day, that's why he won."}], "speaker": "DEAN", "secId": 237}, {"sentences": [{"sentId": 644, "text": "You can't deny that."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 645, "text": "I don't know what walk of life you have to be in to think that race is a media fascination."}, {"sentId": 646, "text": "I'm sorry."}], "speaker": "BLOW", "secId": 239}, {"sentences": [{"sentId": 647, "text": "It is an obsession."}], "speaker": "DEAN", "secId": 240}, {"sentences": [{"sentId": 648, "text": "No, no."}, {"sentId": 649, "text": "I'm sorry."}, {"sentId": 650, "text": "I happen to live in this skin and been doing that for, like, 46 years and let me tell you something about -- this has nothing to do with media, has nothing to do with my job, has nothing to do with any of that."}, {"sentId": 651, "text": "It has everything to do with the fact that I know my history, I know my family's history."}, {"sentId": 652, "text": "I have investigated that and written a whole book about it."}, {"sentId": 653, "text": "And everything about that history has everything to do with race."}], "speaker": "BLOW", "secId": 241}, {"sentences": [{"sentId": 654, "text": "Every moment along the way when they worked really hard and they were prevented from transference of intergenerational wealth it had everything to do with race."}, {"sentId": 655, "text": "Had nothing with the media."}, {"sentId": 656, "text": "They didn't have TVs then."}], "speaker": "BLOW", "secId": 242}, {"sentences": [{"sentId": 657, "text": "You don't --"}], "speaker": "BECKEL", "secId": 243}, {"sentences": [{"sentId": 658, "text": "This concept -- this concept that we are creating or we are somehow living in a past and luxuriating in a race obsession that is great for us because we feel good about it is the most insulting thing I could ever hear."}], "speaker": "BLOW", "secId": 244}, {"sentences": [{"sentId": 659, "text": "OK."}], "speaker": "HOOVER", "secId": 245}, {"sentences": [{"sentId": 660, "text": "That was a stretch."}], "speaker": "DEAN", "secId": 246}, {"sentences": [{"sentId": 661, "text": "Go ahead, Margaret."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 662, "text": "I got to -- I just want to take it back to something Van said because I think that if this had gone the other way, all of us would be sitting here saying, we've got to assume the best intentions of the people who won and we've got to gracious to the people who lost."}], "speaker": "HOOVER", "secId": 248}, {"sentences": [{"sentId": 663, "text": "And so we do -- you know, you all know where I stood."}, {"sentId": 664, "text": "I was not a Trump supporter, I'm Republican."}, {"sentId": 665, "text": "OK."}, {"sentId": 666, "text": "But we've got to give the guy some runway here."}, {"sentId": 667, "text": "We have no idea how he's going to govern."}, {"sentId": 668, "text": "We want him to do well, we don't want him to fail."}, {"sentId": 669, "text": "I think President Obama struck perfectly the right tone here today by giving him the deference and the respect for the institution and I know that some of us disagree on that."}, {"sentId": 670, "text": "But he is the president-elect and we don't want him to fail."}], "speaker": "HOOVER", "secId": 249}, {"sentences": [{"sentId": 671, "text": "I've hearing this all day."}, {"sentId": 672, "text": "I don't know what it means."}, {"sentId": 673, "text": "Right?"}, {"sentId": 674, "text": "Because I don't want the presidency to fail."}, {"sentId": 675, "text": "I respect the presidency."}, {"sentId": 676, "text": "I do not --"}], "speaker": "BLOW", "secId": 250}, {"sentences": [{"sentId": 677, "text": "Now agree with Mitch McConnell."}], "speaker": "HOOVER", "secId": 251}, {"sentences": [{"sentId": 678, "text": "I do not respect this --"}], "speaker": "BLOW", "secId": 252}, {"sentences": [{"sentId": 679, "text": "Now agree with Mitch McConnell?"}], "speaker": "HOOVER", "secId": 253}, {"sentences": [{"sentId": 680, "text": "One second."}, {"sentId": 681, "text": "I do not respect this man who's about to be the president and I do not want anybody to get that confused."}, {"sentId": 682, "text": "I do not want America to fail."}, {"sentId": 683, "text": "But I do not respect this American who is about to be the president."}, {"sentId": 684, "text": "And don't try to force me to fall in line behind an unrepentant bigot."}, {"sentId": 685, "text": "I won't do that."}], "speaker": "BLOW", "secId": 254}, {"sentences": [{"sentId": 686, "text": "You don't have to fall in line but still --"}], "speaker": "BECKEL", "secId": 255}, {"sentences": [{"sentId": 687, "text": "Stand by."}, {"sentId": 688, "text": "More in the next hour."}, {"sentId": 689, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 690, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 257}, {"sentences": [{"sentId": 691, "text": "Breaking news, protesters in the streets --"}], "speaker": "LEMON", "secId": 258}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.09.cnnt.02.html.json", "time": "Aired November 9, 2016 - 23:00   ET"}