{"sectionCount": 154, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "SIDNER", "SIMON", "LAH", "GUPTA", "BROWN", "DISTICT", "FULTON", "PRICE", "HANLIN", "DERSHOWITZ", "SEAGER", "OBAMA", "PARKER", "PAKER"], "subTitle": "New Clues in Oregon Shooting; Sheriff: Gunman was Enrolled at Umpqua; Source: Gunman Handed Writings to Survivor.  Aired 9-10p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/02/cnnt.01.html", "sentenceCount": 502, "sections": [{"sentences": [{"sentId": 0, "text": "It is 9:00 p.m. here in New York, 6:00 p.m. in Oregon where investigators are working feverishly to piece together clues to exactly what happened on the campus of Umpqua Community College and why."}, {"sentId": 1, "text": "This is CNN Tonight, I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "Here's what we know right now."}, {"sentId": 3, "text": "The bodies of the victims flown back by helicopter tonight from the medical examiners office in Portland."}, {"sentId": 4, "text": "The sheriff says the gunman was enrolled in a class where the shooting took place."}, {"sentId": 5, "text": "One prospect tell CNN, the gunman handed his writings to a survivor of the attack telling that person to give them to police."}, {"sentId": 6, "text": "But so far authorities are saying nothing about a motive here."}, {"sentId": 7, "text": "I want to begin tonight with CNN Sara Sidner, she was there as those helicopters arrive bearing the bodies of the nine victims of the campus shooting."}, {"sentId": 8, "text": "Sara, what did you see?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "It was a devastating picture really Don, so touching."}, {"sentId": 10, "text": "There were a few of us standing here."}, {"sentId": 11, "text": "We were the only media here watching as a Black Hawk helicopter brought in the bodies of the victims from Portland."}, {"sentId": 12, "text": "Now we know this happened because the governor made it so that the national guard was on active duty."}, {"sentId": 13, "text": "This was a service to the families because Portland was able to deal with this number of bodies that would have been taken a long, long time in this town and county."}], "speaker": "SIDNER", "secId": 2}, {"sentences": [{"sentId": 14, "text": "The governor putting the national guard on active duty, national guard doing their duty and going to pick up those bodies to bring them back so that the families can go forward with funeral arrangements."}, {"sentId": 15, "text": "We also know that the funeral homes were here waiting for the bodies."}, {"sentId": 16, "text": "There were people here praying, there were people here watching somberly just watching this happen."}, {"sentId": 17, "text": "A lot of us as we're standing here it really sent shivers down your spine."}, {"sentId": 18, "text": "It looked like war had come to Roseburg."}, {"sentId": 19, "text": "Seeing those Black Hawk helicopters and seeing the bodies come out of them really gave you that sense and in some way it has."}, {"sentId": 20, "text": "This tragedy is going to change this city forever."}, {"sentId": 21, "text": "The county, as well, because the community college where all of this happened was really a part of the entire community."}, {"sentId": 22, "text": "People from 20 years old to 70 years old used it to educate themselves and Don, this was really a poignant moment standing here."}, {"sentId": 23, "text": "I have to tell you, it's hard to be a part of these stories but for the families, they are now having to see, they are now having to realize that their loved ones aren't coming back and this will be a terribly painful, painful moment for the families."}, {"sentId": 24, "text": "Don?"}], "speaker": "SIDNER", "secId": 3}, {"sentences": [{"sentId": 25, "text": "No doubt."}, {"sentId": 26, "text": "Sara Sidner, Sara we'll see you a little bit later on."}, {"sentId": 27, "text": "Sara is working on a story about the sheriff looking at back to her in this broadcast."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 28, "text": "I want to bring in now Dan Simon."}, {"sentId": 29, "text": "He's at the public safety center in Roseburg for us this evening."}, {"sentId": 30, "text": "Dan, you have been talking to investigators, what have they been telling you?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 31, "text": "Well Don, at this point they are not prepared to discuss motive or what may have been going on in this young man's life, but what they will say is this is somebody who had an incredible amount of firepower."}, {"sentId": 32, "text": "There were six guns recovered at the school, seven more recovered at his home, the home he shared with his mother."}, {"sentId": 33, "text": "There was also a flak jacket at the scene, a flak jacket that actually had body armor and there where five magazine clips."}, {"sentId": 34, "text": "So when you add it all up, this is somebody who was intent on killing a lot of people."}, {"sentId": 35, "text": "He was going in ready for battle and also took steps apparently to protect himself, Don."}], "speaker": "SIMON", "secId": 6}, {"sentences": [{"sentId": 36, "text": "You've told us about that but there are reports, Dan, that the gunman left behind some writings."}, {"sentId": 37, "text": "Do you know more about that?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 38, "text": "We do, Don."}, {"sentId": 39, "text": "And investigators are portraying him as somebody who was a student of past shooters, if that makes sense."}, {"sentId": 40, "text": "There were references to Elliott Roger for example, you remember him."}, {"sentId": 41, "text": "He was the shooter in Santa Barbara who killed six people, who complained that he could never get girls and that is somebody who this shooter identified with."}, {"sentId": 42, "text": "There were also some blog postings where he ranted about African-Americans."}, {"sentId": 43, "text": "There was animosity towards black people there was also a fascination for whatever reason with the Irish Republican Army and this may be the most telling, in these writings, the shooter talked about the fact that shooters who committed these mass atrocities would get a lot of attention."}, {"sentId": 44, "text": "And this is a direct quote from a blog, and the quote is \"seems the more people you kill, the more you're in the limelight\" and when you hear quotes like that, that's why you have the sheriff who say that he will not utter the shooter's name and frankly it's why CNN, why this news organization is using his name sparingly, Don."}], "speaker": "SIMON", "secId": 8}, {"sentences": [{"sentId": 45, "text": "Dan Simon, thank you very much."}, {"sentId": 46, "text": "I want to turn now to CNN's Kyung Lah just outside the campus of Umpqua Community College."}, {"sentId": 47, "text": "Hello Kyung, you know the sheriff who read the names of the victims today at a press conference, what did you learn about that?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 48, "text": "We learned that they really are the people who might be in your community college."}, {"sentId": 49, "text": "It is nine victims in all, here they are, eight students, one teacher, they are daughters, they are sons, they love the outdoors, many of them athletes, two of them had connections to the fire department."}, {"sentId": 50, "text": "They were the children of fire personnel."}, {"sentId": 51, "text": "All of them had one thing in common, they all sought to get an education."}], "speaker": "LAH", "secId": 10}, {"sentences": [{"sentId": 52, "text": "And we wanted to share some of the thoughts that the families wanted to share."}, {"sentId": 53, "text": "Lucero Alcaraz, 19 years old, her family says that she wanted to become a pediatric nurse."}, {"sentId": 54, "text": "Her sister said that she wishes that she would walk through the front door and it is a small thing that she'll miss."}, {"sentId": 55, "text": "How they would joke about the size of Starbucks cups."}, {"sentId": 56, "text": "Lucas Eibel, 18 years old, one of a quadruplet, two brothers and a sister are left behind, all of them graduated at the same time from high school together."}, {"sentId": 57, "text": "Lucas had just started college."}, {"sentId": 58, "text": "Jason Johnson, 24 years old -- 34 years old excuse me, really one of the older students in class."}, {"sentId": 59, "text": "His mother says that she wants people to know she was proud of her son for enrolling in school."}, {"sentId": 60, "text": "She felt he had finally found his path."}, {"sentId": 61, "text": "And 18-year-old Quinn Cooper, this was just his fourth day of college."}, {"sentId": 62, "text": "He stood up for people says his family."}, {"sentId": 63, "text": "He had a brown belt and he loved to dance and his family wanted to share this, and it's something that all of these families are feeling tonight, Don, that their lives are shattered beyond repair."}, {"sentId": 64, "text": "Don?"}], "speaker": "LAH", "secId": 11}, {"sentences": [{"sentId": 65, "text": "As we said yesterday, it was really going to start to hit home when we started to find out the victims and just to learn about them and to see their faces and really it has."}, {"sentId": 66, "text": "Thank you, Kyung we appreciate that."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 67, "text": "CNN'S Chief Medical Correspondent is Dr. Sanjay Gupta and Sanjay is live first at Mercy Medical Center where one patient has been discharged today."}, {"sentId": 68, "text": "So Sanjay, you are there at the medical hospital, can you give us the status of -- on the patients there?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 69, "text": "There are two patients now only left here in the hospital, Don, which is pretty remarkable if you think about it and one is still in critical condition, the other in serious condition."}, {"sentId": 70, "text": "But they are optimistic about both these patients having a recovery and being able to be discharged and keep in mind, Don, 10 patients showed up here, many of them obviously badly injured."}, {"sentId": 71, "text": "What they told me in the small community was as soon as the news went out, there were doctors, many of whom were not on call, some even retired who just came in to try and take care of these patients."}, {"sentId": 72, "text": "Some of the staff, some of the staff within the hospital had direct knowledge or even relationships with some of these -- some of the victims."}, {"sentId": 73, "text": "That's the kind of place that this is."}, {"sentId": 74, "text": "But as a result, I think there's been some really remarkable care."}, {"sentId": 75, "text": "I mean, these were bad injuries and now you have two patients left, most of them had gone home."}], "speaker": "GUPTA", "secId": 14}, {"sentences": [{"sentId": 76, "text": "Yeah."}, {"sentId": 77, "text": "Sanjay, here we go talking about this again."}, {"sentId": 78, "text": "There is some indication that the shooter may have had a mental health issue so once again, as I said, we're talking about this mental health in the wake of a mass shooting."}, {"sentId": 79, "text": "What do you make of this?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 80, "text": "Don, you know, it's funny because I can remember the last time you and I talked about this and there is always this juxtaposition, right, Don because when we talk -- first of all, we hardly ever talk about mental illness unless it's in the wake of some tragedy like you said and we always remind people that people who have mental illness are more likely to be victims of violence as opposed to perpetrators of violence, more likely to be victims than perpetrators, really important point."}, {"sentId": 81, "text": "But then obviously, somebody who does something like this must have some component of mental illness to have done this in the first place."}], "speaker": "SIMON", "secId": 16}, {"sentences": [{"sentId": 82, "text": "So there is -- it's tough for people to reconcile all these different things."}, {"sentId": 83, "text": "What I can tell you talking to the doctors here and people, getting care for mental illness is challenging."}, {"sentId": 84, "text": "The coming forth and saying you have mental illness is challenging."}, {"sentId": 85, "text": "The stigma after something like this makes it even worse, getting a diagnosis, getting outpatient therapy, getting inpatient therapy, all those things just really hard to do."}, {"sentId": 86, "text": "So what happens?"}, {"sentId": 87, "text": "People don't get care."}, {"sentId": 88, "text": "Families are reluctant to take their loved ones to the hospital."}, {"sentId": 89, "text": "They end up calling the police on their loved ones because sometimes that's the only way to get their loved ones care."}, {"sentId": 90, "text": "It's impossible I think decision sometimes for these families."}], "speaker": "SIMON", "secId": 17}, {"sentences": [{"sentId": 91, "text": "Yeah and we again -- we need to take that stigma away and discuss it as much as possible."}, {"sentId": 92, "text": "Thank you, Dr. Gupta we appreciate that."}, {"sentId": 93, "text": "We know authorities are refusing so far to say anything about the motive but we're learning much more about the gunman."}, {"sentId": 94, "text": "And justice correspondent Pamela Brown joins me with now with more on the investigation."}, {"sentId": 95, "text": "So Pam I still no motive however we do know that he was a student."}, {"sentId": 96, "text": "What else can you tell us?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 97, "text": "Well, we're learning a little bit more about his state of mind, Don, from those writings that he passed along to a survivor in the middle of that rampage."}], "speaker": "BROWN", "secId": 19}, {"sentences": [{"sentId": 98, "text": "I've spoken to officials who have actually read the six pages where he talks about how society is against him, how he feels under  by society."}, {"sentId": 99, "text": "He is frustrated that he can't get girls, that he's a virgin."}, {"sentId": 100, "text": "He also talks about his racial enemies toward black men and other frustrations he has."}, {"sentId": 101, "text": "Of course, Don, none of these explains though why he would walk in to that building, open fire and killed nine people."}, {"sentId": 102, "text": "We know that his friends and associates and family have been interviewed by authorities."}, {"sentId": 103, "text": "So far they have said that he was -- showed signs of being paranoid, that he was anxious and skittish at times but again in all of these mass shootings, Don, it seems like we want to figure out why but you can't really apply logic to what is obviously a very illogical situation that was clearly a very mentally disturbed individual, Don."}], "speaker": "BROWN", "secId": 20}, {"sentences": [{"sentId": 104, "text": "Well said."}, {"sentId": 105, "text": "Well said."}, {"sentId": 106, "text": "And this was quite a cash of weapons, 13 weapons were found, Pamela, in the shooter's possession, six were recovered in the school, seven found in his residence, I believe."}, {"sentId": 107, "text": "Does that number of weapons, does it give the investigators cause?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 108, "text": "It's certainly a lot of weapons and that's been noted today in officials I've spoken to."}, {"sentId": 109, "text": "But look, these were weapons that were obtained legally as we heard today from ATF."}, {"sentId": 110, "text": "They were bought by the gunman, by the gunman's family and other people."}, {"sentId": 111, "text": "What is clear here, Don, is that this gunman, you know, wanted, put a lot of premeditation into this."}, {"sentId": 112, "text": "He walks in there with four weapons and two weapons were found elsewhere on campus."}, {"sentId": 113, "text": "He had body armor on."}, {"sentId": 114, "text": "A lot of ammunition that is very alarming to people that this is someone who clearly was intent on a mission to go in and kill as many people as possible."}], "speaker": "BROWN", "secId": 22}, {"sentences": [{"sentId": 115, "text": "So Pam, I hear and you can talk to us about this, investigators looking at a blog post or blog posts associated with the shooter's e-mail address."}, {"sentId": 116, "text": "We talked a little bit about that with Dan Simon earlier."}, {"sentId": 117, "text": "What can you tell us about what he said about other shootings?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 118, "text": "Right."}, {"sentId": 119, "text": "So we heard Dan talk about the fact that he idolized other mass shooters and in this blog post, he talked about one in particular and that's Vester Flanagan, who was the shooter recently several weeks ago who shot a reporter and her photographer."}, {"sentId": 120, "text": "He says, \"I have noticed that so many people like him are all alone and unknown, yet when they spill a little blood, the whole world knows who they are."}, {"sentId": 121, "text": "A man who was known by no one is now known by everyone."}, {"sentId": 122, "text": "His face splashed across every screen, his name across the lips of every person on the planet, all in the course of one day."}, {"sentId": 123, "text": "Seems the more people you kill, the more you're in the limelight.\""}, {"sentId": 124, "text": "So perhaps, Don, this could go to a motive."}, {"sentId": 125, "text": "This is someone who was reclusive, who didn't have many friends and he clearly sought to achieve the same kind of what he considered notoriety as these past shooters."}], "speaker": "BROWN", "secId": 24}, {"sentences": [{"sentId": 126, "text": "Another thing, Pamela, there have been reports that he asked whether or not students were Christians, if they were Christian, they were and there were also some racial references in his writings."}, {"sentId": 127, "text": "Would this potentially be considered a hate crime if that's true?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 128, "text": "It could potentially."}, {"sentId": 129, "text": "Officials have not come out and designated this as a hate crime yet, but this was clearly an individual full of hate who hated all different types, groups of people."}, {"sentId": 130, "text": "As you said, he talked about hating black men, his writings and during the shooting according to one of the victim's fathers, he asked people if they were Christian and if so, he shot and killed them."}, {"sentId": 131, "text": "What's interesting to note here Don though is that he hasn't talked about being an anti-Christian or anything like that in those writings that he passed over."}, {"sentId": 132, "text": "The only thing that eluded to that is on a social media page believed to belong to him."}, {"sentId": 133, "text": "He wrote that he disliked organized religion."}, {"sentId": 134, "text": "But as far as we can tell so far in this investigation, that's all he has put out there to elude to the fact that he had something against Christians."}], "speaker": "BROWN", "secId": 26}, {"sentences": [{"sentId": 135, "text": "Pamela Brown, thank you for your reporting."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 136, "text": "We have much more on the investigation of the Oregon campus shooting and when we come right back, one victim's story."}, {"sentId": 137, "text": "I'm going to talk a close friend of a young man his breathing family calls the perfect son."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 138, "text": "As investigators pour over clues tonight, the families and friends of nine victims are mourning their sudden and incomprehensible loss."}, {"sentId": 139, "text": "Officials pay tribute today to those killed in the massacre."}, {"sentId": 140, "text": "I want you to listen to Chief Greg Marlar of Douglas County Fire District number 2 talking about 20-year-old Treven Anspach."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 141, "text": "I have some remarks from the family, the Anspach family where Treven Anspach would like us to thank everybody for their heartfelt thoughts and prayers during this difficult time."}, {"sentId": 142, "text": "Treven was one of the most positive young men always looking for the best in life."}, {"sentId": 143, "text": "Treven was larger than life and brought out the best in those around him."}, {"sentId": 144, "text": "In Justin and Kim's words, Treven was a perfect son."}], "speaker": "DISTICT", "secId": 30}, {"sentences": [{"sentId": 145, "text": "Well Josh Fulton is a friend of Treven Anspach's and joins us"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 146, "text": "now on the phone."}, {"sentId": 147, "text": "Josh, you guys were best friends."}, {"sentId": 148, "text": "And I'm sorry about your loss."}, {"sentId": 149, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 150, "text": "I'm doing okay in this position as best that I can be."}], "speaker": "FULTON", "secId": 33}, {"sentences": [{"sentId": 151, "text": "Yeah."}, {"sentId": 152, "text": "How did you learn about it?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 153, "text": "I was actually called by a friend and was told that Treven was involved and I didn't know if he had made it or not so I just had to sit and calmly wait to see what was going on so."}], "speaker": "FULTON", "secId": 35}, {"sentences": [{"sentId": 154, "text": "I find that when people do this, they do it to honor their loved ones and their friends."}, {"sentId": 155, "text": "So tell us, if you will, you guys have been friends since you were in sixth grade."}, {"sentId": 156, "text": "Tell us what kind of a guy he was."}, {"sentId": 157, "text": "What did he like to do?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 158, "text": "He loved basketball, basketball was his passion."}, {"sentId": 159, "text": "He loved to fish."}, {"sentId": 160, "text": "He was a very funny guy."}, {"sentId": 161, "text": "He was always looking to make someone laugh."}, {"sentId": 162, "text": "If he saw that you're in a bad mood, he was always aiming to up your spirits, try and crack a smile with you."}, {"sentId": 163, "text": "Very upbringing."}, {"sentId": 164, "text": "Very, very positive person."}], "speaker": "FULTON", "secId": 37}, {"sentences": [{"sentId": 165, "text": "I understand Josh that he was getting married and he asked you to be his best man?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 166, "text": "Yes."}, {"sentId": 167, "text": "That was about maybe four months ago, so I can't believe that he didn't get to be married, you know, so tragedy I feel so bad for Portia  and his parents."}, {"sentId": 168, "text": "My condolences go to them."}], "speaker": "FULTON", "secId": 39}, {"sentences": [{"sentId": 169, "text": "Have you spoken to his fiancee?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 170, "text": "No, I have not."}, {"sentId": 171, "text": "I can't bring myself to talk with them yet, so."}], "speaker": "FULTON", "secId": 41}, {"sentences": [{"sentId": 172, "text": "Have you spoken to his family members?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 173, "text": "No, I just can't bring myself to do that yet, sir."}], "speaker": "FULTON", "secId": 43}, {"sentences": [{"sentId": 174, "text": "Yeah, do you have any indication how they are or you just -- it's just too much right now?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 175, "text": "I haven't seen anything from them."}, {"sentId": 176, "text": "I've seen a picture of Portia, that his fiancee's name, them together on Facebook but that's all I've seen."}, {"sentId": 177, "text": "I haven't heard from any of them."}], "speaker": "FULTON", "secId": 45}, {"sentences": [{"sentId": 178, "text": "He -- I understand he told you that he wanted to be a firefighter like his dad."}, {"sentId": 179, "text": "Is that correct?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 180, "text": "Yes, he was actually -- from what I understand, that's what he was going to school for, fire science so try to follow in the footsteps of his father."}], "speaker": "FULTON", "secId": 47}, {"sentences": [{"sentId": 181, "text": "Well, Josh Fulton, you take care of yourself."}, {"sentId": 182, "text": "You're very brave to do this and thank you for coming on to honor your friend, okay."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 183, "text": "Yup, thank you."}, {"sentId": 184, "text": "Treven, we all love you and you'll forever be in our hearts."}, {"sentId": 185, "text": "Rest in peace my friend."}, {"sentId": 186, "text": "Thank you, Don."}], "speaker": "FULTON", "secId": 49}, {"sentences": [{"sentId": 187, "text": "Thank you."}, {"sentId": 188, "text": "As the families mourn, nine people killed in the attack, five are in hospitals and one has been discharged today."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 189, "text": "So joining me now is David Price, he's the director of Mission Services at Mercy Medical Center."}, {"sentId": 190, "text": "This is so hard to do and I'm not even involved, but David, this is such a shocking event with such a small community that you have been talking to the victims, the victims' families, how are they holding on?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 191, "text": "I think as best as can be expected under the circumstances."}, {"sentId": 192, "text": "It's a very unusual tragedy."}, {"sentId": 193, "text": "It was totally unexpected."}, {"sentId": 194, "text": "It's very difficult not to lose traction under these circumstances."}], "speaker": "PRICE", "secId": 52}, {"sentences": [{"sentId": 195, "text": "What are they saying to you?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 196, "text": "Well, I think initially the shock and trauma prevents them from saying very much about it."}, {"sentId": 197, "text": "There's a great deal of disbelief initially and it's -- the conversation has been minimal."}], "speaker": "PRICE", "secId": 54}, {"sentences": [{"sentId": 198, "text": "Yeah."}, {"sentId": 199, "text": "What do you say -- are there words to say when this happens?"}, {"sentId": 200, "text": "What do you say to them chaplain?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 201, "text": "I think our primary obligation in these situations is to administer psychological first aid to be in empathic presence, to provide supportive listening, a safe space for them to openly express their pain and their grief because it is quite deep and tremendous at this time."}], "speaker": "PRICE", "secId": 56}, {"sentences": [{"sentId": 202, "text": "Is there -- obviously when this happens, it's shocking to everyone, but is there any way you can explain to them or even to our audience, anyone who may be involved at all or not -- even not this kind of a senseless act, this senseless violence?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 203, "text": "I don't think there's any explanation that suffices."}, {"sentId": 204, "text": "You use the word senseless as the descriptor and I'm in full agreement with that term to describe it."}, {"sentId": 205, "text": "It's incomprehensible, unconscionable."}], "speaker": "PRICE", "secId": 58}, {"sentences": [{"sentId": 206, "text": "The reports..."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 207, "text": "I think one of the strategies for helping people identify with their grief is by normalizing it with those words."}], "speaker": "PRICE", "secId": 60}, {"sentences": [{"sentId": 208, "text": "Yeah."}, {"sentId": 209, "text": "What do you mean by that?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 210, "text": "Well, naming it the way that it is, not trying to camouflage the pain or soften it so to speak to be encouraging but to be honest about it, to be transparent about how deep the sorrow runs, these are very unusual situations."}, {"sentId": 211, "text": "Our community has not had to deal with something of this magnitude before."}], "speaker": "PRICE", "secId": 62}, {"sentences": [{"sentId": 212, "text": "Yeah."}, {"sentId": 213, "text": "So when it's something like this, I would imagine it is -- there's a learning curve for you as well, because not -- because very few people have to deal with this sort of tragedy."}, {"sentId": 214, "text": "So even for the people who were trying to help those in grief, you're in grief yourself."}, {"sentId": 215, "text": "There is no lesson plan, so to speak, no script."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 216, "text": "No, there's not."}, {"sentId": 217, "text": "It unfolds organically."}], "speaker": "PRICE", "secId": 64}, {"sentences": [{"sentId": 218, "text": "One of the things that we provide to our staff and our wounded community members is a critical incident stress debriefing session."}, {"sentId": 219, "text": "We had the trauma team, trauma incident team from Portland come and we had exceptional facilitation on that."}, {"sentId": 220, "text": "We had good participation and I think that really had a tremendous impact."}, {"sentId": 221, "text": "It validates the grief that we share."}], "speaker": "PRICE", "secId": 65}, {"sentences": [{"sentId": 222, "text": "So as a chaplain, I want to ask you this, there are reports that the shooter was asking people if they were Christian and then shooting them if they said yes."}, {"sentId": 223, "text": "Have you been hearing that from anyone?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 224, "text": "I have."}, {"sentId": 225, "text": "I heard that rumor early in the process."}, {"sentId": 226, "text": "Some of that information was circulating on social media and other sources were also providing the same data."}, {"sentId": 227, "text": "That did in some sense inform the way that I practice my trade, for instance with some of the patients, I was very careful about volunteering to pray with them initially and one of the reasons for that is being sensitive to the possibility that that might re-traumatize them because that was the very question he was asking."}, {"sentId": 228, "text": "It was about their faith."}], "speaker": "PRICE", "secId": 67}, {"sentences": [{"sentId": 229, "text": "Well Chaplain David Price, I -- we appreciate you joining us here on CNN and again, our thoughts are with you and you take care."}, {"sentId": 230, "text": "Thank you again for coming on."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 231, "text": "Thank you."}], "speaker": "PRICE", "secId": 69}, {"sentences": [{"sentId": 232, "text": "Thank you."}, {"sentId": 233, "text": "When we come right back, the sheriff refusing to say the name of the Oregon shooter but should these killers be named?"}, {"sentId": 234, "text": "Are they really motivated by America's fame culture?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 235, "text": "The name of the gunman in the Umpqua Community College shooting has been released, Chris Harper Mercer but sheriff John Hanlin refuses to say that name out loud."}, {"sentId": 236, "text": "Listen to what he says about that"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 237, "text": "Again, you will not hear anyone from this law enforcement operation use his name."}, {"sentId": 238, "text": "I continue to believe that those media and community members who publicize his name will only glorify his horrific actions."}], "speaker": "HANLIN", "secId": 72}, {"sentences": [{"sentId": 239, "text": "The question is, is the sheriff right?"}, {"sentId": 240, "text": "Does naming killers give them the fame they crave?"}, {"sentId": 241, "text": "Joining me now is Alan Dershowitz, he's a defense attorney and author."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 242, "text": "His latest book is \"The Case Against the Iran Deal\"."}, {"sentId": 243, "text": "Also, Psychiatrist Dr. Steven Seager, co-producer of \"Shattered Families, The Collapse of America's Mental Health System\",  Good evening to both of you gentlemen."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 244, "text": "Alan you first, what do you think?"}, {"sentId": 245, "text": "Should killers be named?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 246, "text": "No, I think it's a good idea."}, {"sentId": 247, "text": "You can't stop the media from doing it."}, {"sentId": 248, "text": "It would be unconstitutional to pass the statute, but I think the media should play down the names of the killer and play up the names of the victims."}], "speaker": "DERSHOWITZ", "secId": 76}, {"sentences": [{"sentId": 249, "text": "In Israel, the media does that."}, {"sentId": 250, "text": "It almost never puts the terrorist's names upfront because you don't want to glorify them."}, {"sentId": 251, "text": "You don't want to give other people who are looking for glory an incentive."}, {"sentId": 252, "text": "It's not going to eliminate mass murders."}, {"sentId": 253, "text": "There are so many reasons for easy availability of guns to breakdown at the mental health system but glorifying killers is one maybe small contributing clause."}], "speaker": "DERSHOWITZ", "secId": 77}, {"sentences": [{"sentId": 254, "text": "I remember this coming up, it started with a campaign for -- this is a war shooting which I covered and then he came up with Boston Marathon Dzhokhar Tsarnaev."}, {"sentId": 255, "text": "I have remember he was on the cover rolling stone there it is, right there."}, {"sentId": 256, "text": "Is there a fine line between reporting and glorifying?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 257, "text": "There is and I think you do report names when they're relevant."}, {"sentId": 258, "text": "You report organization affiliations, maybe even sometimes ethnicities when it's relevant but just to put the name out there and to focus on the killer is probably in the end counterproductive."}], "speaker": "DERSHOWITZ", "secId": 79}, {"sentences": [{"sentId": 259, "text": "Dr. Seager, I want to ask you about this as a psychiatrist, do you think there is a quest for notoriety."}, {"sentId": 260, "text": "Is America's culture of fame, you think fueling this killing?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 261, "text": "Well, it's interesting because I deal with a lot of mass killers at the job which I just came from and a lot of people do kind of enjoy the notoriety and we get all the mass killers from Northern California."}], "speaker": "SEAGER", "secId": 81}, {"sentences": [{"sentId": 262, "text": "My focus, the fact that we're even having this discussion underlines the focus that I like to get on is that we really need to stop this stuff and we talk about there shouldn't be these mass shootings and I think there's a way to stop it if we would identify the problem."}], "speaker": "SEAGER", "secId": 82}, {"sentences": [{"sentId": 263, "text": "The problem isn't identifying or naming shooters, the problem is untreated mental illness and it's not even guns."}, {"sentId": 264, "text": "I think we need to set aside the issue of guns."}, {"sentId": 265, "text": "But really the question is, can we treat the one half of one percent of the population that has paranoid schizophrenia and it's generally all of those people who do the shooting."}], "speaker": "SEAGER", "secId": 83}, {"sentences": [{"sentId": 266, "text": "Which side are we going to be on?"}, {"sentId": 267, "text": "Are we going to say I'm for shooting or I'm for treatment?"}, {"sentId": 268, "text": "And you kind of have to go either one of those options and I think we have to decide and then I think we can actually put an end to this."}, {"sentId": 269, "text": "LEMON:  You disagree..."}], "speaker": "SEAGER", "secId": 84}, {"sentences": [{"sentId": 270, "text": "And I disagree completely."}, {"sentId": 271, "text": "I think that the idea that we can identify in advance and predict who is going to do it, sure, almost everybody who does it has certain kind of mental illness but only a tiny, tiny, tiny, tiny percentage of people with the mental illness do it."}], "speaker": "DERSHOWITZ", "secId": 85}, {"sentences": [{"sentId": 272, "text": "And so we risk overprediction and overconfinement."}, {"sentId": 273, "text": "We risk profiling."}, {"sentId": 274, "text": "I think the idea that guns have nothing to do with it is absurd."}, {"sentId": 275, "text": "The easy availability of guns in every society provokes this kind of thing and when you make guns harder to get, it makes it harder for mentally ill people to get guns as well."}, {"sentId": 276, "text": "So taking any singular unity approach to this problem is not the right way."}, {"sentId": 277, "text": "We have to take in a collective approach looking at a variety of factors."}], "speaker": "DERSHOWITZ", "secId": 86}, {"sentences": [{"sentId": 278, "text": "Right, Dr. Seager?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 279, "text": "Yeah, I would say -- I couldn't disagree more."}, {"sentId": 280, "text": "I actually work in this field."}], "speaker": "SEAGER", "secId": 88}, {"sentences": [{"sentId": 281, "text": "So do I."}], "speaker": "DERSHOWITZ", "secId": 89}, {"sentences": [{"sentId": 282, "text": "And I see these people everyday, that I'm not a huge civil libertarian but we have to decide."}, {"sentId": 283, "text": "For instance, Donald Trump came on and said these things happen."}, {"sentId": 284, "text": "Well, they don't have to happen and when you get right down to it, it's not -- I just want to take guns out of the equation because we're never in the United States ever going to pass an adequate gun control."}, {"sentId": 285, "text": "It's simply not going to happen."}], "speaker": "SEAGER", "secId": 90}, {"sentences": [{"sentId": 286, "text": "It is the mentally ill people with the guns that do the shooting and I know -- I've interviewed these families, I know that this is the horror that this stuff causes and we have to decide the multivariate approach, all this stuff, whatever we're doing now isn't working."}, {"sentId": 287, "text": "We keep -- we've had one of these every single day this year, whatever we're doing is not working."}, {"sentId": 288, "text": "We need to do something different."}], "speaker": "SEAGER", "secId": 91}, {"sentences": [{"sentId": 289, "text": "You said Donald Trump and also Jeb Bush, I think you maybe -- is were you referring to Jeb Bush who said these things happen?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 290, "text": "Well, it was -- no, it was reported on CNN on the website said Donald Trump."}], "speaker": "SEAGER", "secId": 93}, {"sentences": [{"sentId": 291, "text": "Donald Trump and Jeb Bush made a similar statement saying that these things happen but listen, it sounds like you're saying that these killings are senseless, of course."}, {"sentId": 292, "text": "As humans, you know, do you feel that we're just looking for someone or something to blame, doctor?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 293, "text": "I don't think we're looking for someone to blame."}, {"sentId": 294, "text": "I think we won't identify the problem."}, {"sentId": 295, "text": "I think -- I watch T.V."}, {"sentId": 296, "text": "and this happens so often and finally, it just kind of a breaking point."}, {"sentId": 297, "text": "Everybody is ringing their hands, the president is ringing his hands, everybody is talking about guns and talking about the stuff but no one talks about what the real issue is which is mentally ill people who aren't getting treatment."}, {"sentId": 298, "text": "If these people got treatment, no matter overtreatment or whatever how you want to do it, this wouldn't happen."}], "speaker": "SEAGER", "secId": 95}, {"sentences": [{"sentId": 299, "text": "I promise you --"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 300, "text": "That's what nobody is talking about."}], "speaker": "SEAGER", "secId": 97}, {"sentences": [{"sentId": 301, "text": "Alan, you'll get a chance to respond but since he mentioned the president, let's listen to the president and you can respond."}, {"sentId": 302, "text": "Here he is."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 303, "text": "You'll hear people talk about the problem and it's not guns, it's mental illness."}, {"sentId": 304, "text": "Well, if you talk to people who study this problem, it is true that the majority of these mass shooters are angry young men, but there are hundreds of millions of angry young men around the world."}], "speaker": "OBAMA", "secId": 99}, {"sentences": [{"sentId": 305, "text": "Tens of millions of angry young men, most of them don't shoot."}, {"sentId": 306, "text": "It doesn't help us just to identify and the majority of people who have mental illnesses are not shooters."}, {"sentId": 307, "text": "So we can't sort through and identify ahead of time who might take actions like this."}, {"sentId": 308, "text": "The only thing we can do is make sure that they can't have an entire arsenal when something snaps them."}], "speaker": "OBAMA", "secId": 100}, {"sentences": [{"sentId": 309, "text": "OK, so here's what he had Alan."}, {"sentId": 310, "text": "He did have an arsenal."}, {"sentId": 311, "text": "Six guns were found in the school, seven at his home."}, {"sentId": 312, "text": "He had access to 13 guns."}, {"sentId": 313, "text": "I mean, our forefathers couldn't have been thinking about this when they wrote the second amendment."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 314, "text": "Oh, of course not."}, {"sentId": 315, "text": "And, you know, profiling is perfectly appropriate as long as it's not racial or ethnic or gender profiling and if you get a guy with this kind of mental illness, with this kind of arsenal, with this kind of history, with these kinds it shows the context, of course, that's an appropriate place to focus but the president is absolutely right."}], "speaker": "DERSHOWITZ", "secId": 102}, {"sentences": [{"sentId": 316, "text": "Psychiatrists are terrible predictors."}, {"sentId": 317, "text": "I've been teaching this stuff for 50 years now and I've been writing about how difficult it is to predict and when you give psychiatrists the right to confine people based on predictions, you're going to overpredict and make available mental health facilities and we're terrible with that."}, {"sentId": 318, "text": "We have to give people an opportunity to be treated."}, {"sentId": 319, "text": "The problem with these killers is they don't think they are mentally ill."}, {"sentId": 320, "text": "They think they are doing the right thing."}], "speaker": "DERSHOWITZ", "secId": 103}, {"sentences": [{"sentId": 321, "text": "All right, gentlemen, stay with me."}, {"sentId": 322, "text": "You'll have a chance to respond Dr. Seager."}, {"sentId": 323, "text": "When we come right back, are mass killers trying to outdo each other and what can we do to stop them?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 324, "text": "Live pictures now of the White House flags are at half staff in honor of the victims at Umpqua Community College."}, {"sentId": 325, "text": "The mass shooting in Oregon has pushed the battle over gun control on to the campaign trail forcing candidates to deal with some tough questions."}, {"sentId": 326, "text": "Back with me now, Alan Dershowitz, and Dr. Stephen Seager."}, {"sentId": 327, "text": "Dr. Seagar, I want you to respond to Alan saying that he believes psychiatrists make terrible predictors, and don't make good predictors."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 328, "text": "Well, that's exactly right and he's a little bit off in that."}, {"sentId": 329, "text": "Psychiatrists don't confine people, the court system confines people."}, {"sentId": 330, "text": "Everyone who gets confined in a hospital has court approval."}, {"sentId": 331, "text": "And we confine people all the time."}, {"sentId": 332, "text": "We simply need I think to expand the definition of -- and you say you can't predict."}, {"sentId": 333, "text": "Well, we're talking about the exact same group of people, of course, we can predict them, we can name them, we know who they are."}, {"sentId": 334, "text": "We just don't want to deal with them."}], "speaker": "SEAGER", "secId": 106}, {"sentences": [{"sentId": 335, "text": "And if you talk to the parents of the victims, which I frequently do, they might have a whole different take on this 50-year deal."}, {"sentId": 336, "text": "My hope -- my thing on the whole 50-year take on doing this is got us nowhere."}, {"sentId": 337, "text": "Whatever we're doing, we haven't done anything."}, {"sentId": 338, "text": "And doubling down on a bad bet, I'm a poker player and I know when you got a bad hand, you don't double down."}, {"sentId": 339, "text": "We keep doubling down on the same stupid things."}, {"sentId": 340, "text": "We need to re-deal the cards and do an entirely different approach."}], "speaker": "SEAGER", "secId": 107}, {"sentences": [{"sentId": 341, "text": "Look, we're very -- we're approaching what I call the preventive state."}, {"sentId": 342, "text": "We are using the resources of the state, understandably to try to prevent crimes before they occur."}, {"sentId": 343, "text": "We have to understand that's a double-edged sword."}, {"sentId": 344, "text": "When we try to prevent, we overconfine, of course, it's the courts that do it."}, {"sentId": 345, "text": "But they do it based on psychiatric predictions."}, {"sentId": 346, "text": "We tried that for years."}, {"sentId": 347, "text": "And we had people in mental hospitals all over the country."}, {"sentId": 348, "text": "We started deinstitutionalizing in the 1960s."}, {"sentId": 349, "text": "We probably deinstitutionalized too many people."}], "speaker": "DERSHOWITZ", "secId": 108}, {"sentences": [{"sentId": 350, "text": "The pendulum swings very widely in this country."}, {"sentId": 351, "text": "We have to have a sensible approach."}, {"sentId": 352, "text": "It has to focus on guns."}, {"sentId": 353, "text": "It has to focus on mental illness availability."}, {"sentId": 354, "text": "It has focus on not glorifying people."}, {"sentId": 355, "text": "It has to focus on giving the police the right tools without giving them too many tools that deny civil liberties."}, {"sentId": 356, "text": "Doctor says he's not a civil libertarian."}, {"sentId": 357, "text": "The constitution provides safeguards and a balance."}, {"sentId": 358, "text": "I agree you, the balance hasn't been struck properly."}, {"sentId": 359, "text": "And let's look to see what we can do within the constitution."}], "speaker": "DERSHOWITZ", "secId": 109}, {"sentences": [{"sentId": 360, "text": "Do you think there's a double standard when it comes to giving of rights about guns threat and then giving -- because people are willing, many times to give up their rights when it comes to terrorism but not about guns."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 361, "text": "Absolutely."}, {"sentId": 362, "text": "We have a fetish about guns in this country."}, {"sentId": 363, "text": "And Dr. Seager is right."}, {"sentId": 364, "text": "It's very hard to get gun control."}, {"sentId": 365, "text": "The president is right when he points to the NRA."}, {"sentId": 366, "text": "But let's keep pointing our finger because guns and violence relate to each other."}, {"sentId": 367, "text": "Every country that has massive amounts of guns available has its problem and countries that do control guns have fewer problems."}, {"sentId": 368, "text": "There are fewer murders in England every year than there are in just days in this country, and Japan and other countries, even states within the United States that are culturally similar, they have different approaches to gun control."}, {"sentId": 369, "text": "Guns matter."}, {"sentId": 370, "text": "Let's not put that on the sideline."}], "speaker": "DERSHOWITZ", "secId": 111}, {"sentences": [{"sentId": 371, "text": "Let's talk about the profile of the killers, doctor."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 372, "text": "Sure."}], "speaker": "SEAGER", "secId": 113}, {"sentences": [{"sentId": 373, "text": "Oftentimes, they're young, they're white, they're alienated from society."}, {"sentId": 374, "text": "More and more they are leaving behind notes and writings."}, {"sentId": 375, "text": "What does any of this tell you?"}, {"sentId": 376, "text": "What does it tell you?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 377, "text": "This group is -- they're -- one percent of the population is schizophrenic, probably 25 percent are paranoid."}, {"sentId": 378, "text": "They all have the same demographics and the same symptoms."}, {"sentId": 379, "text": "These guys are alienated, they're paranoid."}, {"sentId": 380, "text": "They think people are out to get them."}, {"sentId": 381, "text": "And what they do when people are out to get them, they have this form of reverse narcissism."}, {"sentId": 382, "text": "I'm so important, the FBI is after me and eventually they strike out against the people who are after them."}, {"sentId": 383, "text": "And this goes on and on and on."}, {"sentId": 384, "text": "I deal with these people."}, {"sentId": 385, "text": "I have hundreds of these people I take care of."}, {"sentId": 386, "text": "I know these people intimately."}, {"sentId": 387, "text": "I know what they do."}, {"sentId": 388, "text": "And we know them."}], "speaker": "SEAGER", "secId": 115}, {"sentences": [{"sentId": 389, "text": "Every single one of those killers has been or had a brush with the mental health system but they couldn't hold them."}, {"sentId": 390, "text": "We know who these people are."}, {"sentId": 391, "text": "We simply need to do something different."}], "speaker": "SEAGER", "secId": 116}, {"sentences": [{"sentId": 392, "text": "If one percent of the population has this illness, we're talking about 40 million people."}, {"sentId": 393, "text": "If 25 percent of them are paranoid, that's 10 million people."}, {"sentId": 394, "text": "How do you begin to deal with these extraordinary numbers?"}, {"sentId": 395, "text": "You got to get it down to a point where we don't overpredict and overconfine."}, {"sentId": 396, "text": "Yes, we have to do something, but we have to understand we're not very good at being able to determine who among the mentally ill are the ones who are going to strike out."}], "speaker": "DERSHOWITZ", "secId": 117}, {"sentences": [{"sentId": 397, "text": "Dr. Seagar, before you respond, I want you to -- I want to dig a little a deeper about this."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 398, "text": "Sure."}], "speaker": "SEAGER", "secId": 119}, {"sentences": [{"sentId": 399, "text": "And then you share because in these writings, the killer said that he was upset that he didn't have a girlfriend, not having a girlfriend."}, {"sentId": 400, "text": "And our reporting here at CCN News have said that he  was a virgin."}, {"sentId": 401, "text": "I mean, is this mental illness or is this someone who is just simply an injustice collector?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 402, "text": "Well, I don't know this guy in particular."}, {"sentId": 403, "text": "But in general, most of these people, you know, the sandy hook these people have a paranoid way of looking at life."}, {"sentId": 404, "text": "And they have a way and I think, Mr. Dershowitz, his math is a little off."}, {"sentId": 405, "text": "I would go back and recheck the 40 million number, I'm not much on that."}], "speaker": "SEAGER", "secId": 121}, {"sentences": [{"sentId": 406, "text": "One of percent of the population, isn't it or 4 million."}, {"sentId": 407, "text": "I'm sorry, 4 million."}], "speaker": "DERSHOWITZ", "secId": 122}, {"sentences": [{"sentId": 408, "text": "Yeah."}, {"sentId": 409, "text": "I think, you said 40 million."}, {"sentId": 410, "text": "I'm sure the math was wrong."}, {"sentId": 411, "text": "4 million..."}], "speaker": "SEAGER", "secId": 123}, {"sentences": [{"sentId": 412, "text": "That's one million people."}, {"sentId": 413, "text": "SEAGER:  No, no, you are correct."}, {"sentId": 414, "text": "But that is correct, but we have to decide if we want to stop this."}, {"sentId": 415, "text": "I'm from Utah."}, {"sentId": 416, "text": "That's a gun state."}, {"sentId": 417, "text": "I'm not pro gun, but I realize you are never going to pass gun control."}, {"sentId": 418, "text": "You can talk about it all you want."}, {"sentId": 419, "text": "You can talk about England all you want, you can talk about any other country."}, {"sentId": 420, "text": "We don't live in England."}, {"sentId": 421, "text": "We live in the United States and we have to deal with people -- what we have here."}, {"sentId": 422, "text": "And we have people who are not going to give up their guns ever, no matter what."}, {"sentId": 423, "text": "And they'll shoot you just to keep them."}, {"sentId": 424, "text": "And I know that's true."}, {"sentId": 425, "text": "So we have to talk about something else."}, {"sentId": 426, "text": "The president, I don't think doesn't get it either."}, {"sentId": 427, "text": "You have to set guns aside and deal with what the real issue is which is mentally ill people, who then get a gun and shoot people."}, {"sentId": 428, "text": "If you treat the mental illness, they're not going to -- amass the arsenal and do the shooting."}, {"sentId": 429, "text": "I think we just need to look at it differently."}], "speaker": "DERSHOWITZ", "secId": 124}, {"sentences": [{"sentId": 430, "text": "And I don't think the people want to give up on it."}, {"sentId": 431, "text": "But I think that what you say is very -- there's a whole lot of truth there that people are just not going to give up their guns."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 432, "text": "Well, it's much easier for us to put people away and forget about them."}], "speaker": "DERSHOWITZ", "secId": 126}, {"sentences": [{"sentId": 433, "text": "Yeah."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 434, "text": "And not remember that they have rights too, rather than to take away some guns from people and that's a balance..."}], "speaker": "DERSHOWITZ", "secId": 128}, {"sentences": [{"sentId": 435, "text": "I got to go, gentlemen."}, {"sentId": 436, "text": "I have to go."}, {"sentId": 437, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 438, "text": "Sure."}], "speaker": "SEAGER", "secId": 130}, {"sentences": [{"sentId": 439, "text": "I appreciate you joining me tonight."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 440, "text": "Coming up, a witness to the shooting was legally carrying a concealed weapon."}, {"sentId": 441, "text": "He tells me why he didn't fire."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 442, "text": "One of the students in the Umpqua Community College campus during the shooting was legally carrying a concealed weapon."}, {"sentId": 443, "text": "He is John Parker and he joins me now to tell his story."}, {"sentId": 444, "text": "So tell us about where you were when you learned about the shooting?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 445, "text": "Thanks for having me."}, {"sentId": 446, "text": "I was in the Vet."}, {"sentId": 447, "text": "Center, when a gentleman came in and said that there was an active shooter on campus."}, {"sentId": 448, "text": "And it was about 200 yards away from that."}], "speaker": "PARKER", "secId": 134}, {"sentences": [{"sentId": 449, "text": "Pardon me."}, {"sentId": 450, "text": "I'm sorry for the delay."}, {"sentId": 451, "text": "So, you're about 200 yards away from where it was happening."}, {"sentId": 452, "text": "You were carrying a concealed weapon, correct?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 453, "text": "Yeah."}], "speaker": "PARKER", "secId": 136}, {"sentences": [{"sentId": 454, "text": "And it's legal in Oregon."}, {"sentId": 455, "text": "Why didn't you use it?"}, {"sentId": 456, "text": "PARKER:  When I left the building to head towards the situation, staff immediately was yelling, you know, get inside."}, {"sentId": 457, "text": "They didn't want us going and checking it out."}, {"sentId": 458, "text": "It wasn't just myself, there were three other -- at least three of us that were willing to go over there."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 459, "text": "So you were willing to go over and -- but there were -- were there authorities already there, right?"}, {"sentId": 460, "text": "By the time of ambush?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 461, "text": "I have no idea where authorities were."}, {"sentId": 462, "text": "I know that they were called."}, {"sentId": 463, "text": "But I didn't know where they were in the response."}], "speaker": "PARKER", "secId": 139}, {"sentences": [{"sentId": 464, "text": "OK."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 465, "text": "I just know that the three of us were willing to head that way, but school staff really wanted us to go inside and go in to lockdown."}], "speaker": "PARKER", "secId": 141}, {"sentences": [{"sentId": 466, "text": "And go in to lockdown."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 467, "text": "Yeah."}], "speaker": "PARKER", "secId": 143}, {"sentences": [{"sentId": 468, "text": "So, did you ever speak to police as to what happened?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 469, "text": "We did."}, {"sentId": 470, "text": "After lockdown was over on the way out, you know, we had to walk out with our hands on our head."}, {"sentId": 471, "text": "We met up with about 20 officers doing pat down."}, {"sentId": 472, "text": "Before they touched me, I informed them, you know, I had mine on my -- I had my concealed carry on me."}, {"sentId": 473, "text": "They handled it respectfully and nobody freaked out."}, {"sentId": 474, "text": "They removed the weapon from me."}, {"sentId": 475, "text": "They unloaded it and then escorted me to my vehicle -- they checked my concealed carry permit and escorted me to my vehicle and allowed me to leave the campus."}], "speaker": "PARKER", "secId": 145}, {"sentences": [{"sentId": 476, "text": "You know, there are opponents of gun-free zones believe that if someone were armed that mass shootings could be stopped."}, {"sentId": 477, "text": "But do you think it's as simple as that?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 478, "text": "You know, obviously as many of us learned yesterday, it's not that simple."}, {"sentId": 479, "text": "There's being at the right place at the wrong time."}, {"sentId": 480, "text": "Things have to line up."}, {"sentId": 481, "text": "Unfortunately, in this situation in that classroom, nobody was a concealed carry."}, {"sentId": 482, "text": "Had there been somebody in a concealed carry situation, quite possibly the gunman may have been stopped sooner."}, {"sentId": 483, "text": "But, you know, I don't know who conceals carry on, on the campus."}, {"sentId": 484, "text": "I just happen to be over 200 yards away."}], "speaker": "PARKER", "secId": 147}, {"sentences": [{"sentId": 485, "text": "And, you know, running to it -- running to the event not knowing where S.W.A.T."}, {"sentId": 486, "text": "was."}, {"sentId": 487, "text": "I could have became victim of forcing my way out of the classroom."}, {"sentId": 488, "text": "You know, I could have created a larger situation."}, {"sentId": 489, "text": "So, you know, I commend the staff on doing their best to restrain anybody else also on the campus who might have been in a similar situation wanting to go help."}, {"sentId": 490, "text": "But, you know, obviously in the minds -- or in the thought or in the moment, that could have created a larger situation."}], "speaker": "PARKER", "secId": 148}, {"sentences": [{"sentId": 491, "text": "So John, I have to ask you before I go to the break now, because I know you want to talk about this, that you're upset about plans for Westboro Baptist Church to protest at the funerals."}, {"sentId": 492, "text": "What would you like to say about that?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 493, "text": "You know, I've done a little bit of research on what they do when they go to protest."}, {"sentId": 494, "text": "I think it's disgusting."}, {"sentId": 495, "text": "There's been Twitter reports that they're going to show up."}, {"sentId": 496, "text": "And I just hope the community comes together to block them so that the families are able to mourn in a peaceful situation without some ignorant protesters out there ruining that -- something that's so important to mourning families and the community."}], "speaker": "PARKER", "secId": 150}, {"sentences": [{"sentId": 497, "text": "John Parker, thank you."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 498, "text": "Thank you."}], "speaker": "PAKER", "secId": 152}, {"sentences": [{"sentId": 499, "text": "When we come right back, the sheriff thrust into the spotlight by the Oregon campus shooting."}, {"sentId": 500, "text": "His surprising views on gun control."}], "speaker": "LEMON", "secId": 153}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.02.cnnt.01.html.json", "time": "Aired October 2, 2015 - 21:00   ET"}