{"sectionCount": 185, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "BRUNI", "TODD", "UNIDENTIFIED MALE", "LAVANDERA", "SANCHEZ", "HOORDA", "ALEXANDER", "FRANKLIN", "SELLERS", "PUTNEY", "ROBERTS", "TRUMP", "PRESTON", "GREGORY", "LEWIS", "BARBER", "TOOBIN", "MARTIN", "ANNOUNCER"], "subTitle": "Third Night of Protests in Charlotte; Charlotte Mayor Orders Midnight Curfew; Tulsa Officer Charged with Manslaughter. Aired 11p- 12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/22/cnnt.03.html", "sentenceCount": 467, "sections": [{"sentences": [{"sentId": 0, "text": "Frank Bruni, always a pleasure."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Thanks."}], "speaker": "BRUNI", "secId": 1}, {"sentences": [{"sentId": 2, "text": "Thank you so much."}, {"sentId": 3, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "It is the top of the hour and all eyes are on the city of Charlotte tonight on a third night of protests over a fatal police shooting."}, {"sentId": 5, "text": "This is CNN TONIGHT."}, {"sentId": 6, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "As you can see, our reporters are getting ready to report from the ground."}, {"sentId": 8, "text": "There's CNN Brian Todd."}, {"sentId": 9, "text": "We'll get to him in just moments."}, {"sentId": 10, "text": "The mayor ordering a midnight curfew in hopes of keeping her city calm."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "But the protests over the fatal police shooting of Keith Lamont Scott show no signs of ending right now and again a curfew in less than an hour, just about an hour from now."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "So why don't we get straight to CNN's Brian Todd who has been covering this for us all evening, he's on the ground there, he's been walking in the middle of the protestors."}, {"sentId": 13, "text": "What's happening now, Brian?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 14, "text": "Don, this crowd of hundreds of protesters, just joined a smaller crowd of protesters and came up here on College Street and they all took a knee a moment ago in symbolism here."}], "speaker": "TODD", "secId": 7}, {"sentences": [{"sentId": 15, "text": "It was quite a scene just a moment ago."}, {"sentId": 16, "text": "I think we are capturing it live with the cameras, but they're up and on the move again."}, {"sentId": 17, "text": "I was told a moment ago by one of the protesters that a lot of these people were down by the interstate, near it where our Ed Lavendera is where they've had some confrontation with the police down there."}], "speaker": "TODD", "secId": 8}, {"sentences": [{"sentId": 18, "text": "Some of them were and we've got some people taking a knee again over here."}, {"sentId": 19, "text": "Check out the visual that you've got here."}, {"sentId": 20, "text": "I'm not sure exactly what they're saying."}, {"sentId": 21, "text": "Let me see if I can move in here with my microphone a second, Don."}], "speaker": "TODD", "secId": 9}, {"sentences": [{"sentId": 22, "text": "We're making a statement around the world."}, {"sentId": 23, "text": "Everybody take a knee."}, {"sentId": 24, "text": "Listen,  my brother, my brother, hello."}, {"sentId": 25, "text": "Holed up, my brother."}, {"sentId": 26, "text": "It's not going to start tonight or tomorrow."}, {"sentId": 27, "text": "TODD:  Don, what I can tell you also is this man is delivering his message to hundreds of people who are taking a knee in front of him here."}, {"sentId": 28, "text": "I can look around and the police presence is really very light so far."}], "speaker": "UNIDENTIFIED MALE", "secId": 10}, {"sentences": [{"sentId": 29, "text": "A couple other officers have moved into this intersection."}, {"sentId": 30, "text": "Right now, we've got mostly bicycle policemen, kind of ringing this crowd here, some National Guardsmen to my left, not many of them, but while this big gathering is happening at the corner of College and Trade streets, the police are hanging back and letting them deliver their message."}], "speaker": "UNIDENTIFIED MALE", "secId": 11}, {"sentences": [{"sentId": 31, "text": "I want you to stand by, Brian."}, {"sentId": 32, "text": "Again, as Brian has been reporting here, these protestors are taking a knee like the several professional athletes have been doing so after Colin Kaepernick did it."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 33, "text": "Colin Kaepernick on the cover now of a major magazine which will be released sometime this week."}, {"sentId": 34, "text": "There's the magazine, \"Time magazine,\" and there is he's taking a knee, rather than standing for the national anthem."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 35, "text": "He had a peaceful protest."}, {"sentId": 36, "text": "These protestors tonight are peaceful."}, {"sentId": 37, "text": "They haven't been peaceful every single night."}, {"sentId": 38, "text": "As we know last night someone was killed by gunshot and has been said that one of the protestors shot another protestor."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 39, "text": "And then the night before more than a dozen police officers were injured in scrimmages there on the streets of Charlotte."}, {"sentId": 40, "text": "Again, our Brian Todd is out on the street."}, {"sentId": 41, "text": "He has been reporting now."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 42, "text": "And I want to get to CNN's Ed Lavandera as well."}, {"sentId": 43, "text": "Ed has been there."}, {"sentId": 44, "text": "Ed, before I get to you, I just want to read to you as we see these -- let's listen in to hear and see what's happening before we go to Ed."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 45, "text": "Let me get the microphone."}, {"sentId": 46, "text": "All right, now you know, we're tired of this  right?"}, {"sentId": 47, "text": "I love peace, right?"}, {"sentId": 48, "text": "But guess what, we have only been beat down by a system that don't care about us."}, {"sentId": 49, "text": "Why should we riot?"}, {"sentId": 50, "text": "Have to come pick up the National Guard ready to shoot us?"}, {"sentId": 51, "text": "They're ready to kill us and shoot us."}, {"sentId": 52, "text": "Now, if you noticed, that police chief --"}], "speaker": "UNIDENTIFIED MALE", "secId": 17}, {"sentences": [{"sentId": 53, "text": "OK."}, {"sentId": 54, "text": "Here's what you can obviously surmise what's going on just from listening."}, {"sentId": 55, "text": "There are sets of -- you know, from what they say the treatment by a police and also for the shooting of this man two days ago, in Charlotte."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 56, "text": "They said the National Guard is there and they believe the National Guard is there in his estimation, they said to kill them."}, {"sentId": 57, "text": "But it's there the National Guard is there to keep watch and to keep the streets safe and actually to keep them safe, as well."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 58, "text": "But here's what's happening, in less than an hour, you guys should know that there has been a curfew that has been signed an order enacting a mandatory curfew in the city, and it's been signed by the mayor, Jennifer Roberts."}, {"sentId": 59, "text": "And then shortly after that, the mayor released another statement saying that this curfew is going to be in effect each day until the end of the state of emergency is declared or until the official proclamation is revoked."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 60, "text": "Now it's also interesting if you hear the language that you're hearing, again, I've been warning you, this is what happens on the street when you have people who are upset and who are angry and you have this size of a crowd."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 61, "text": "We can't control their language, so if you're sensitive to that, I would suggest that you get folks out of the room, young people, as well."}, {"sentId": 62, "text": "This is real life."}, {"sentId": 63, "text": "This is what happens and that's how people speak."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 64, "text": "CNN's Ed Lavandera now joining us."}, {"sentId": 65, "text": "Ed, you are one of the people who were there last night, got caught up in the skirmish, was actually pushed, I would say assaulted by someone on the street."}, {"sentId": 66, "text": "What are you witnessing now?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 67, "text": "Well, Don, when we talked to you a little while ago, we were showing you dozens of riot police officers moving on to Interstate 277, just across the interstate from the Panthers Football Stadium."}], "speaker": "LAVANDERA", "secId": 24}, {"sentences": [{"sentId": 68, "text": "This is the line of officers that has cleared the bridge over that interstate."}, {"sentId": 69, "text": "There is another line that has closed off the onramps on to that so all of those people that we showed you a short while ago has been pushed across the interstate that they fire what'd appeared to be rubber bullets at the crowd."}], "speaker": "LAVANDERA", "secId": 25}, {"sentences": [{"sentId": 70, "text": "I did not see teargas deployed, although there was something in the air that made us choke and cough a little bit."}, {"sentId": 71, "text": "It's not exactly clear what that was."}], "speaker": "LAVANDERA", "secId": 26}, {"sentences": [{"sentId": 72, "text": "And then they moved in through banging with their batons and shields and the crowd quickly responded to that running backup onto the hills overlooking the interstate and getting off of that, and really, the crowd has been sent in many different directions, kind of crowd is almost divided in half."}], "speaker": "LAVANDERA", "secId": 27}, {"sentences": [{"sentId": 73, "text": "One group ran up the embankment on the other side of the interstate, others came up this way."}, {"sentId": 74, "text": "So I'm not exactly sure what is going to happen now to this march."}, {"sentId": 75, "text": "A couple of the officers were imploring the group to keep moving."}], "speaker": "LAVANDERA", "secId": 28}, {"sentences": [{"sentId": 76, "text": "It seems like the police officers here on the streets of downtown Charlotte are happy and content as long as the march keeps moving."}, {"sentId": 77, "text": "It's when it slows down and congregates in one place and I think that they anticipate this when trouble can erupt."}], "speaker": "LAVANDERA", "secId": 29}, {"sentences": [{"sentId": 78, "text": "So we heard several times from some of the officers here imploring the people to keep the march moving and it seems as long as that is happening, these officers are content."}], "speaker": "LAVANDERA", "secId": 30}, {"sentences": [{"sentId": 79, "text": "But as you know, we've talked a little bit about approaching that midnight hour and how many of these people are going to be willing to voluntarily get off the streets or will they be forcibly removed at that point, we just don't know."}], "speaker": "LAVANDERA", "secId": 31}, {"sentences": [{"sentId": 80, "text": "Ed, let's go back through this again."}, {"sentId": 81, "text": "If you can take us through upon what happened, but have seen any -- shaking hands, let's listen in, standby, Ed."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 82, "text": "So that was -- stand by, Ed."}, {"sentId": 83, "text": "That was several of the people who are out in the crowd shaking hands with the National Guard, telling them thank you and that's where our Boris Sanchez, if we can find him there."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 84, "text": "Boris, what were we witnessing there?"}, {"sentId": 85, "text": "What's going on?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 86, "text": "So Don, back at the Omni Hotel, there was a large crowd of people, they were gathered there and they were shouting slogans doing the usual and then they decided to start moving and started moving in the direction they hadn't gotten before going further down this side of the street."}], "speaker": "SANCHEZ", "secId": 35}, {"sentences": [{"sentId": 87, "text": "And on the way there, we saw several National Guard people that were posted up outside the entrance to this building and we've seen them all across town."}, {"sentId": 88, "text": "The people that walk by them, several of them stopped to give them handshakes and to say thank you for keeping our city safe and keeping things under control."}], "speaker": "SANCHEZ", "secId": 36}, {"sentences": [{"sentId": 89, "text": "It's something that we've seen throughout the night, these signs of respect between some of the more peaceful protestors and the law enforcement officials out here."}, {"sentId": 90, "text": "As we were watching, I heard somebody yell, we don't want to hug them."}, {"sentId": 91, "text": "We don't love them."}], "speaker": "SANCHEZ", "secId": 37}, {"sentences": [{"sentId": 92, "text": "In other words, there's this division within the crowd and people that are demonstrating peacefully and are hoping to keep the peace and a mutual respect with law enforcement."}, {"sentId": 93, "text": "And there are people that are really just angry and trying to express that anger."}], "speaker": "SANCHEZ", "secId": 38}, {"sentences": [{"sentId": 94, "text": "As we keep moving down the street here, I want to repeat what I told you earlier, Don, I heard from some people who said, you know, we have to get out of here at midnight and other people said they different know that there was a curfew."}], "speaker": "SANCHEZ", "secId": 39}, {"sentences": [{"sentId": 95, "text": "At this point, thanks to social media, I'm sure they at least have some awareness, but I'm not sure that this crowd is going to disburse right at midnight."}, {"sentId": 96, "text": "It looks like we're walking toward an area where there are some police officers."}], "speaker": "SANCHEZ", "secId": 40}, {"sentences": [{"sentId": 97, "text": "They just arrived and a small mobile vehicle, and I can't tell exactly from where I am."}, {"sentId": 98, "text": "It does not appear like they're making a barrier, but it looks like they're going to get the crowd keep walking."}], "speaker": "SANCHEZ", "secId": 41}, {"sentences": [{"sentId": 99, "text": "They're chanting \"hands up, don't shoot,\" and it is a sizeable crowd."}, {"sentId": 100, "text": "I can tell you from what I've seen today, it is less concentrated than it was yesterday."}, {"sentId": 101, "text": "Well, there are certainly more people in this crowd than it was last night -- Don."}], "speaker": "SANCHEZ", "secId": 42}, {"sentences": [{"sentId": 102, "text": "As we look at and we listen to them, Boris, chanting \"hands up, don't shoot.\""}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 103, "text": "Number one, have you witnessed any arrests or any real of violence this evening, and number two, talk to us about the diversity of that crowd because it's not just African-Americans -- it appears to be a very diverse group."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 104, "text": "You're absolutely right, Don."}, {"sentId": 105, "text": "It is young, old, black, white, Latino, Asian."}, {"sentId": 106, "text": "This is a very, very diverse crowd."}, {"sentId": 107, "text": "There are people that I heard that had very, very different viewpoints on what should happen next in this investigation and with this demonstration today."}], "speaker": "SANCHEZ", "secId": 45}, {"sentences": [{"sentId": 108, "text": "But at the end of the day, they spoke about it peacefully."}, {"sentId": 109, "text": "Other people were not quite as peaceful."}, {"sentId": 110, "text": "I've heard when we last spoke an hour or so ago, there were people making threats at us as we were doing our report in the crowd."}], "speaker": "SANCHEZ", "secId": 46}, {"sentences": [{"sentId": 111, "text": "So there are people that are still, you know, as I said before not thrilled that media is here, not thrilled that this situation has kind of unfolded in their community and they want to voice their unhappiness and their distrust."}], "speaker": "SANCHEZ", "secId": 47}, {"sentences": [{"sentId": 112, "text": "Again, not just with police, but with the media, as well."}, {"sentId": 113, "text": "So as we keep walking down the street here, it looks we are heading in westerly direction now and in front of us there are a group of police officers on their bicycles and they've kind of been with this crowd since we left that intersection at the Omni Hotel earlier."}], "speaker": "SANCHEZ", "secId": 48}, {"sentences": [{"sentId": 114, "text": "It looks like a train is actually -- I'm not sure if it's a train that's stopping, but there is definitely something that's not letting people pass."}, {"sentId": 115, "text": "Well, obviously that train is there, but it looked like there was a railroad sign behind that."}], "speaker": "SANCHEZ", "secId": 49}, {"sentences": [{"sentId": 116, "text": "We're not really sure where they're going to go after this, Don, but they're now stopping and chanting again."}], "speaker": "SANCHEZ", "secId": 50}, {"sentences": [{"sentId": 117, "text": "All right, Boris, I want you to stand by."}, {"sentId": 118, "text": "Brian, stand by, as well as our Ed Lavandera."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 119, "text": "I want to put them on the screen, and show my panelists here ready to discuss this, Bakari Sellers, Dmetri Roberts, Cedric Alexander and Jeff Hoorda, those are my law enforcement and political experts."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 120, "text": "We're going to discuss what's going on, and what happens after this curfew goes into effect at midnight."}, {"sentId": 121, "text": "Bakari Sellers is actually there on the streets."}, {"sentId": 122, "text": "We'll be back right after this very quick break."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 123, "text": "We're back now with our breaking news as we look at these aerial shots from Charlotte this evening, protesters still out on the streets less than 45 minutes away from a curfew in Charlotte on the third night of these protests over a fatal shooting."}, {"sentId": 124, "text": "I want to bring in now Bakari Sellers, CNN political commentator and a former member of the South Carolina House of Representatives, and also Dimitri Roberts, a former Chicago police officer, and CNN law enforcement analyst, Cedric Alexander, and Jeff Hoorda of the St. Louis Police Officers Association."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 125, "text": "And Neil Franklin is with me here, as well, he is a former Maryland State police officer, and he joins us as well."}, {"sentId": 126, "text": "So, Jeff, what are your impressions of tonight so far?"}, {"sentId": 127, "text": "How are police handling these protests?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 128, "text": "The protests look pretty calm to me, Don, from what we've seen on the video in your network."}, {"sentId": 129, "text": "I will say that these protesters do not look like they're planning on going home at midnight."}, {"sentId": 130, "text": "They look like they're here to stay."}, {"sentId": 131, "text": "When we had curfews here in Ferguson, you could see the crowd start to dissipate when you're getting close to the curfew hour."}], "speaker": "HOORDA", "secId": 56}, {"sentences": [{"sentId": 132, "text": "So then what happens next, Cedric, if these people don't get off the streets?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 133, "text": "Well, that's going to be interesting to see."}, {"sentId": 134, "text": "I would imagine if they don't leave at 12:00 or shortly thereafter, maybe Charlotte will begin to move in and help to disburse them as gingerly as they can."}], "speaker": "ALEXANDER", "secId": 58}, {"sentences": [{"sentId": 135, "text": "But I think we have to take into account, if it hits midnight and there's indication that they are leaving the area, then you continue to let them leave the area and try not to provoke a situation that would be totally unnecessary."}], "speaker": "ALEXANDER", "secId": 59}, {"sentences": [{"sentId": 136, "text": "Might, Neil Franklin, the National Guard be more aggressive than the Charlotte police?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 137, "text": "I don't think so."}, {"sentId": 138, "text": "What we saw in Baltimore with the National Guard was that they were pretty much holding territory."}, {"sentId": 139, "text": "They weren't very active at all in moving the crowd, engaging the crowd."}, {"sentId": 140, "text": "It was the police department."}], "speaker": "FRANKLIN", "secId": 61}, {"sentences": [{"sentId": 141, "text": "So when the curfew time arrived in Baltimore, the police department even gave the people like Cedric said somewhat of a grace period."}, {"sentId": 142, "text": "As long as they were moving and appeared to be leaving the areas, the police allowed them to do that."}], "speaker": "FRANKLIN", "secId": 62}, {"sentences": [{"sentId": 143, "text": "And eventually we ended up with a couple pockets here and there where people just refused to leave the area and arrests were made."}, {"sentId": 144, "text": "And I think that's what we'll see here tonight."}], "speaker": "FRANKLIN", "secId": 63}, {"sentences": [{"sentId": 145, "text": "Bakari Sellers, you're out on the streets, do you get a sense that these protesters are going to try defy this curfew or abide by it?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 146, "text": "I don't think it's defying the curfew at all."}, {"sentId": 147, "text": "I was able to talk to a bunch of people and I had some friends and chaplains, and think many of them don't know that there's curfew."}, {"sentId": 148, "text": "You don't have the police blaring bull horns that there's curfew."}], "speaker": "SELLERS", "secId": 65}, {"sentences": [{"sentId": 149, "text": "The mayor installed a curfew at about 9:45."}, {"sentId": 150, "text": "One of the messages went out on her Twitter account."}, {"sentId": 151, "text": "I'm pretty sure many of the protesters."}, {"sentId": 152, "text": "They are not watching the news."}, {"sentId": 153, "text": "They are not necessarily checking social media like that."}], "speaker": "SELLERS", "secId": 66}, {"sentences": [{"sentId": 154, "text": "I mean, not only has this community been failed and you have another black person who was killed and we don't know the full story behind that, they're being told by their leaders over the past three days as well from Governor McCrory down to the mayor of Charlotte."}], "speaker": "SELLERS", "secId": 67}, {"sentences": [{"sentId": 155, "text": "OK, so let's discuss that since you bring it up, Bakari, and this is going to be for you, Demetri."}, {"sentId": 156, "text": "The police chief coming out this evening saying that it's fairly ambiguous, you can't really tell from the videotape, whether Mr. Scott was carrying a gun."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 157, "text": "There's also -- do we have this picture -- there's also a picture that we are told is the gun police have found after this altercation."}, {"sentId": 158, "text": "There it is circled in red."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 159, "text": "And then the police chief also coming out tonight saying while the video is not clear, he's also saying they believe that they have enough evidence, which he can't discuss, that confirms the original assessment of the situation."}, {"sentId": 160, "text": "Here he is speaking earlier on another network about that, listen."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 161, "text": "There's a lot of other evidence that gives us a great deal of support and comfort that they -- a version that you heard from us before, is supported by the evidence that all the statements were able to gather, and the totality of the circumstance leading to believe that that version is still very much accurate."}], "speaker": "PUTNEY", "secId": 71}, {"sentences": [{"sentId": 162, "text": "Dimitri, he's confident that the original version is accurate despite the video being ambiguous."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 163, "text": "An initial assessment does not necessarily mean that there wasn't wrong that happened."}, {"sentId": 164, "text": "What he's implying is that, based on the officer's report, based on the initial investigation that the facts have remained steady."}], "speaker": "ROBERTS", "secId": 73}, {"sentences": [{"sentId": 165, "text": "But that doesn't take away from the fact that there may be a point here, where the officer acted outside of or beyond his use of force in that particular situation."}], "speaker": "ROBERTS", "secId": 74}, {"sentences": [{"sentId": 166, "text": "The family releasing a statement saying they spoke with their attorney moments ago saying, the family of Keith Lamont Scott, after watching two police videos of the shooting by Charlotte police officers said they couldn't say what was in his hands when he was killed."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 167, "text": "It is impossible to discern from his hands -- to discern from the video what if anything Mr. Scott is holding in his has."}, {"sentId": 168, "text": "The family wants police to release the video to the public and the family says the video shows them acting calmly, not aggressively."}, {"sentId": 169, "text": "Mr.  Scott's hands were by his side and he was slowly walking backwards."}, {"sentId": 170, "text": "So Bakari Sellers -- go ahead, Dimitri."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 171, "text": "I was going to say, I can tell you, Don, in the absence of a weapon, particularly being pointed at that officer, they're going to be hard pressed to justify a shooting like this."}, {"sentId": 172, "text": "I mean, we're in a country now where the right to carry a weapon is legal, concealed or unconcealed."}], "speaker": "ROBERTS", "secId": 77}, {"sentences": [{"sentId": 173, "text": "So the fact there's weapon present, really takes away from the use of force model and the further narrative we need to be talking about and that is how these situations have boiled to this point, and how they've gotten to the level where people are getting killed on the other side of police actions."}], "speaker": "ROBERTS", "secId": 78}, {"sentences": [{"sentId": 174, "text": "I did ask the attorney -- for the Scott family if he was licensed to carry, he said he did not know that information at this point."}, {"sentId": 175, "text": "There was someone who is saying that's crazy?"}, {"sentId": 176, "text": "Who is that?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 177, "text": "We don't know what we don't know yet."}, {"sentId": 178, "text": "We need to wait for more evidence."}, {"sentId": 179, "text": "To say that the officers had to wait until the guy pointed the gun at him, if they're telling him to drop that gun, that he's flourishing in the middle of that apartment complex, then that is justifiable for deadly force."}], "speaker": "HOORDA", "secId": 80}, {"sentences": [{"sentId": 180, "text": "I mean, we don't know any of that and all this raw speculation doesn't do much good other than to gin up that crowd that needs to go home tonight."}], "speaker": "HOORDA", "secId": 81}, {"sentences": [{"sentId": 181, "text": "Go ahead, Cedric."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 182, "text": "That's my point."}, {"sentId": 183, "text": "That's my point, that if things are unclear, there's obviously some ambiguity there that's going to cause folks to question things."}, {"sentId": 184, "text": "This is why they need to release the video."}], "speaker": "ALEXANDER", "secId": 83}, {"sentences": [{"sentId": 185, "text": "This is why they need to have conversations with the public around the proper policies that are -- that lead to a level of use of force that has left this gentleman dead."}], "speaker": "ALEXANDER", "secId": 84}, {"sentences": [{"sentId": 186, "text": "I understand the policies that go into using deadly force in situations where people have weapons."}, {"sentId": 187, "text": "I had to pull my weapon all the time working in Englewood."}], "speaker": "ALEXANDER", "secId": 85}, {"sentences": [{"sentId": 188, "text": "My point is very simple."}, {"sentId": 189, "text": "When you have sketchy information and things that are unclear, this is pretty clear-cut when you have somebody dead."}, {"sentId": 190, "text": "It should be, and that's why these folks should be releasing the video and we have a countdown happening until October first when that law changes in North Carolina."}], "speaker": "ALEXANDER", "secId": 86}, {"sentences": [{"sentId": 191, "text": "All right."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 192, "text": "That video needs to be released now and it needs to be further discussed."}], "speaker": "ALEXANDER", "secId": 88}, {"sentences": [{"sentId": 193, "text": "We'll continue on the other side of the break with our breaking news."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 194, "text": "This is breaking news tonight on CNN as we look at these live pictures and as a midnight curfew fast approaches the city of Charlotte in the midst of a third night of protestors over a fatal police shooting."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 195, "text": "I want to bring back in now CNN political analyst, David Gregory and Mark Preston, CNN Politics executive editor."}, {"sentId": 196, "text": "So Donald Trump commented tonight on what is going on in Charlotte."}, {"sentId": 197, "text": "He's calling for violence there to stop."}, {"sentId": 198, "text": "Listen."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 199, "text": "The rioting in our streets is a threat to all peaceful citizens and it must be ended and ended now."}, {"sentId": 200, "text": "The main victims of these demonstrations are law abiding African-Americans in these communities and only want to raise their children in safety and peace and with a good education."}], "speaker": "TRUMP", "secId": 92}, {"sentences": [{"sentId": 201, "text": "That's what they want and we're going to give that to them."}, {"sentId": 202, "text": "To all citizens, in all of our inner city asks all across the country, I say these words to you tonight, I am with you and I will fight for you, I promise."}], "speaker": "TRUMP", "secId": 93}, {"sentences": [{"sentId": 203, "text": "So he's giving those words this evening and then also, Mark, we're hearing that he may head to Charlotte after Monday night's debate."}, {"sentId": 204, "text": "What do you make of this?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 205, "text": "Clearly trying to capitalize politically, he did this in Louisiana, as well, when they had the terrible flooding down there and he went down there and thought that he could score some points and I guess perhaps he did a little bit."}], "speaker": "PRESTON", "secId": 95}, {"sentences": [{"sentId": 206, "text": "And you know, when Donald Trump says something like that as he just did, in many ways he's absolutely right but then he goes on and says something else, and we talked about this last night, Don."}, {"sentId": 207, "text": "He went on to say today about Hillary Clinton that Hillary Clinton supports those who are peddling the narrative that police are racist and he also goes on to say that he's extending his hand to every mayor in order to make their city safer."}], "speaker": "PRESTON", "secId": 96}, {"sentences": [{"sentId": 208, "text": "So in one breath he's saying listen, we need to stop what's going on."}, {"sentId": 209, "text": "In the second breath he's then going on and really politicizing it, and saying that his opponent is basically playing to those who are against the police."}], "speaker": "PRESTON", "secId": 97}, {"sentences": [{"sentId": 210, "text": "David Gregory, I want you to weigh in, but if you can just pause just for a moment because I want to get to our correspondent on the ground, Boris Sanchez."}, {"sentId": 211, "text": "We see folks are laying on the ground."}, {"sentId": 212, "text": "Boris is there."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 213, "text": "Talk to me, Boris."}, {"sentId": 214, "text": "What's going on?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 215, "text": "Hey, Don, yes."}, {"sentId": 216, "text": "So they came around a corner and stopped at the police station."}, {"sentId": 217, "text": "Again there's much fewer people that were here yesterday, but there are still quite a few people and have decided to lay down on the ground, and you can see all around, one guy was yelling lay down like you just got shot and everybody did the same, so, we're looking now to see how sizeable this crowd is."}, {"sentId": 218, "text": "It looks like there's maybe about 70 or 80 people."}], "speaker": "SANCHEZ", "secId": 100}, {"sentences": [{"sentId": 219, "text": "This is just down the street from where things really got crazy yesterday where people started setting fires."}, {"sentId": 220, "text": "I want to show you down the street, there are two vans over there and those are two vans that belong to the Charlotte Fire Department."}, {"sentId": 221, "text": "From what we can tell, they were being escorted by police and they're coming closer this way walking -- or rather driving with the walking crowd."}, {"sentId": 222, "text": "They appear to be full of law enforcement officers so they are preparing to move into this area right now."}], "speaker": "SANCHEZ", "secId": 101}, {"sentences": [{"sentId": 223, "text": "From the last like few minutes that we were walking, it seemed like things had calmed down."}, {"sentId": 224, "text": "There was no more chanting, the crowd had mostly calmed down, and they were walking separately."}, {"sentId": 225, "text": "They weren't walking in unison."}, {"sentId": 226, "text": "When they got here to the police department, as you can see behind me, they walked up to the steps, and several people were holding up their hands, holding up signs as well, and then the crowd that's still laying down to the ground."}], "speaker": "SANCHEZ", "secId": 102}, {"sentences": [{"sentId": 227, "text": "We're going to keep watching this and let you know exactly how it unfolds as police get closer and close and the crowd is actually starting to grow now, Don."}, {"sentId": 228, "text": "I can see a lot more people in the distance."}, {"sentId": 229, "text": "It looks like people got word that this was happening here or just saw other people walking in this direction, Don."}], "speaker": "SANCHEZ", "secId": 103}, {"sentences": [{"sentId": 230, "text": "Yes."}, {"sentId": 231, "text": "It doesn't look like they are planning to go home, at least at this juncture with less than 30 minutes left before that curfew."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 232, "text": "Boris, we'll get back to you as soon as it is warranted."}, {"sentId": 233, "text": "I want to get back now to David Gregory and Mark Preston."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 234, "text": "David Gregory, this particular community is in a battleground state and the black vote is going to be key there."}, {"sentId": 235, "text": "How is this going to effect that?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 236, "text": "Well, this is an opportunity politically for both candidates to try to show some presidential leadership, to take on a very difficult, tense, anxious topic of the relationship that goes beyond just pure race relationship."}, {"sentId": 237, "text": "You know, race relations."}, {"sentId": 238, "text": "But the relationship between the African-American community and the police when we've seen this kind of epidemic violence against African-Americans in communities, perpetrated by police."}], "speaker": "GREGORY", "secId": 107}, {"sentences": [{"sentId": 239, "text": "That has reached the level that has a lot of people, you know, so worried and so concerned."}, {"sentId": 240, "text": "So I think what you've heard from Donald Trump is a little bit more disciplined, to say look, I'm going to reach out to mayors, I'm going to reach out to the community."}, {"sentId": 241, "text": "If he goes there -- again, something that's a little bit more disciplined than we've seen."}, {"sentId": 242, "text": "Hillary Clinton had a similar opportunity."}], "speaker": "GREGORY", "secId": 108}, {"sentences": [{"sentId": 243, "text": "The problems that we're covering here are not going to be solved at the presidential level."}, {"sentId": 244, "text": "This really is community-type work but the kind of message, the kind of tone they set is important."}], "speaker": "GREGORY", "secId": 109}, {"sentences": [{"sentId": 245, "text": "Yes."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 246, "text": "And look, I think as a political matter, Donald Trump is not going into this thinking he's going to win the African-American vote."}, {"sentId": 247, "text": "That's not going to happen."}, {"sentId": 248, "text": "I mean, he is losing abysmally."}, {"sentId": 249, "text": "Most Republicans do."}, {"sentId": 250, "text": "But I do think as a political matter, the more he can get into this topic, have something to say about it, I think he believes he might be able to depress turnout for her."}], "speaker": "GREGORY", "secId": 111}, {"sentences": [{"sentId": 251, "text": "Is it about depressing the turnout --"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 252, "text": "For her, capitalizing on the fact that there's lack of enthusiasm for her candidacy at the moment in the black community in a lot of these battleground states."}, {"sentId": 253, "text": "But look, this is a dynamic story and a dynamic situation."}, {"sentId": 254, "text": "I'm sure that this will come up perhaps as early as in the Monday debate, and these are moments that are unforeseen where you can weigh in a way to try to be constructive and that people take your measure based on how you react."}], "speaker": "GREGORY", "secId": 113}, {"sentences": [{"sentId": 255, "text": "OK, quickly, how -- quickly, guys, how do you react to this?"}, {"sentId": 256, "text": "Because this is what Mike Pence told reporters today that he and Donald Trump believe that there is too much emphasis on institutional bias and racism within law enforcement."}, {"sentId": 257, "text": "That is something almost no black people would agree on and yet reaching out to African-Americans."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 258, "text": "Right."}, {"sentId": 259, "text": "And you know last hour, just very quickly, you and I were here late last night and we were going over just poll numbers of all things to talk about, but from Pew this summer that showed African-Americans and Caucasian-Americans had a very different outlook on their own personal different outlook and what their future is here in the United States and quite frankly we saw that in that same Pew poll between Republicans and Democrats."}, {"sentId": 260, "text": "I mean, there is a big disparity between so not surprising."}], "speaker": "PRESTON", "secId": 115}, {"sentences": [{"sentId": 261, "text": "But there is -- there are differences in perceptions of institutional bias."}, {"sentId": 262, "text": "You know, to be an African- American in this country versus a white person in this country, and your perception of the police, your experience with the police, and this is filtering its way up into our national politics and there's going to be a lot of disagreement."}, {"sentId": 263, "text": "And it's not going to be solved -- again, these are hard issues and they're going to solved at the community level with local leaders and if you are an aspirant for the White House, you use the megaphone to try to frame the debate in a constructive way."}, {"sentId": 264, "text": "That's all these candidates can really try to do at this point, as well as those Pence comments, you're also driving out your constituents."}], "speaker": "GREGORY", "secId": 116}, {"sentences": [{"sentId": 265, "text": "Well, as you very well know, as you said, this is not solved at the presidential level."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 266, "text": "Right."}], "speaker": "GREGORY", "secId": 118}, {"sentences": [{"sentId": 267, "text": "This is on the local level."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 268, "text": "Thank you, gentlemen."}, {"sentId": 269, "text": "And I appreciate it."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 270, "text": "We're going to be right back with more on our breaking news."}, {"sentId": 271, "text": "A third night of protest in Charlotte as this curfew approaches, by the way."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 272, "text": "We're back now with our breaking news from Charlotte."}, {"sentId": 273, "text": "A curfew fast approaching 20 minutes away."}, {"sentId": 274, "text": "Third night of protest."}, {"sentId": 275, "text": "It's a mandatory curfew that was implemented by the mayor of Charlotte."}, {"sentId": 276, "text": "Meanwhile, Tulsa involved in its own controversies around police shootings."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 277, "text": "One in particular, it remains calm as a district attorney there charges Police Officer Betty Shelby with manslaughter in the first degree."}, {"sentId": 278, "text": "Manslaughter in the first degree."}, {"sentId": 279, "text": "She fatally shot 40- year-old Terence Crutcher after his SUV stopped on a roadway last week."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 280, "text": "Let's talk about this now."}, {"sentId": 281, "text": "Reverend Dr. William Barber is here."}, {"sentId": 282, "text": "He's the president of North Carolina NAACP, and Mark Lewis, the founder of We the People of Oklahoma."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 283, "text": "Gentlemen, good evening."}, {"sentId": 284, "text": "Thank you for staying up with us here and helping us cover the breaking news."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 285, "text": "Mark, first, I want to get your reaction to the news to the officer who shot Terence Crutcher has been charged with first-degree manslaughter."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 286, "text": "It was really good."}, {"sentId": 287, "text": "We worked very hard to make sure that the policies were open, transparency was open, and the D.A."}, {"sentId": 288, "text": "asked us to trust him and the system has worked for us."}], "speaker": "LEWIS", "secId": 127}, {"sentences": [{"sentId": 289, "text": "We saw these in Charlotte last night."}, {"sentId": 290, "text": "The riots."}, {"sentId": 291, "text": "But Tulsa really had a vigil, remain peaceful."}, {"sentId": 292, "text": "How did you keep your city from boiling over?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 293, "text": "Right."}, {"sentId": 294, "text": "Well, I mean, it's a lot of work."}, {"sentId": 295, "text": "I mean, we have a lot of pastors that have come together."}, {"sentId": 296, "text": "We have a lot of -- we emphasized peace."}, {"sentId": 297, "text": "That was the first thing that we kept doing."}, {"sentId": 298, "text": "At rallies that we kept having, let them know that this is a non-violent rally, this is a non-violent protest and no disruptions will be tolerated."}, {"sentId": 299, "text": "We dispersed within our crowd."}, {"sentId": 300, "text": "We made sure that our crowd did not have just all single types of minorities in those areas."}], "speaker": "LEWIS", "secId": 129}, {"sentences": [{"sentId": 301, "text": "We made sure everything was divided."}, {"sentId": 302, "text": "And we made sure that everything that we did went forth the message and we did not want anything to convolute the message."}, {"sentId": 303, "text": "LEMON:  Reverend Barber, you and I were here last night for much of"}], "speaker": "LEWIS", "secId": 130}, {"sentences": [{"sentId": 304, "text": "the evening, discussing this into the wee hours really as we watched these protests devolve into riots in some ways."}, {"sentId": 305, "text": "What do you think happened in Charlotte and what is different tonight?"}], "speaker": "LEWIS", "secId": 131}, {"sentences": [{"sentId": 306, "text": "Well, first of all 99.99 percent protests have been non-violent and about justice."}, {"sentId": 307, "text": "Also last night there were clergy out, I met with more than 50 of them that have been on the ground and they have been identifiable people like Reverend Robin Tanner and Reverend Dr. Weary and Sadler and Jewish rabbis, as well, and our own president, Minister Coreen Mack."}], "speaker": "BARBER", "secId": 132}, {"sentences": [{"sentId": 308, "text": "What you have different in Charlotte is you have recently a case where a person was indicted for killing someone, in the Jonathan Forrell case."}, {"sentId": 309, "text": "It ended up in a hung jury."}, {"sentId": 310, "text": "In Tulsa, you had a video ."}, {"sentId": 311, "text": "In Charlotte, you've not had the transparency."}, {"sentId": 312, "text": "You have to move to an indictment so that people can trust the system."}, {"sentId": 313, "text": "In Charlotte, you've had stalling, there is so much distrust, we don't know exactly what's going on, so people are calling for transparency, the tapes."}, {"sentId": 314, "text": "The families is now calling for them."}], "speaker": "BARBER", "secId": 133}, {"sentences": [{"sentId": 315, "text": "We're calling for federal investigation."}, {"sentId": 316, "text": "We now know that officers had -- some of the officers had their body cameras turned off, Don."}, {"sentId": 317, "text": "And that is a serious concern."}, {"sentId": 318, "text": "In fact, the ministers have said the people should be fired."}, {"sentId": 319, "text": "But you have to say that 99.9 percent of the protesters have engaged in nonviolent, peaceful protest but they are not peaceful to the point of being calm because there is a lot of distrust, and they have a First Amendment right to challenge what is going on just as you see tonight."}], "speaker": "BARBER", "secId": 134}, {"sentences": [{"sentId": 320, "text": "And also you see a lot of diversity."}, {"sentId": 321, "text": "I want to keep emphasize."}, {"sentId": 322, "text": "It's black and white people, Latinos, Jews and Christians who are out there engaged in nonviolent protests."}], "speaker": "BARBER", "secId": 135}, {"sentences": [{"sentId": 323, "text": "Mark, you know, in Tulsa, we saw the video of the shooting."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 324, "text": "Yes."}], "speaker": "LEWIS", "secId": 137}, {"sentences": [{"sentId": 325, "text": "It was released."}, {"sentId": 326, "text": "Everyone could see for themselves what happened."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 327, "text": "Right."}], "speaker": "LEWIS", "secId": 139}, {"sentences": [{"sentId": 328, "text": "Even though people still disagree about what happened."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 329, "text": "Yes."}, {"sentId": 330, "text": "Right."}], "speaker": "LEWIS", "secId": 141}, {"sentences": [{"sentId": 331, "text": "Does that that type of transparency help matters because in North Carolina even the governor is saying, hey, listen, this should not be released to the public?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 332, "text": "Well, yes, I mean, any time you have a release of a video, you're basically saying that, hey, we are being transparent."}, {"sentId": 333, "text": "And one thing that our chief of police did, he released the video Monday, this early Monday, and pretty much he prepared us that it doesn't look good and we had transparency."}, {"sentId": 334, "text": "That's one of the things that we kept going on, which was transparency and accountability."}], "speaker": "LEWIS", "secId": 143}, {"sentences": [{"sentId": 335, "text": "And when he released the video we saw for ourselves and we had a lot of questions, but they had a press conference and he asked us to trust him."}, {"sentId": 336, "text": "I met with the chief of police yesterday and he assured to us that he's on top of it and he's affected by those things."}, {"sentId": 337, "text": "So transparency is definitely the key to solving a lot of problems."}], "speaker": "LEWIS", "secId": 144}, {"sentences": [{"sentId": 338, "text": "OK."}, {"sentId": 339, "text": "So listen, let's talk some politics here because we're just a couple of days from the first debate, and of course, you know, within 40 some-odd days we're going to have an actual presidential election here."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 340, "text": "And there -- both candidates are making their play for the African-American community."}, {"sentId": 341, "text": "I want to ask you about what Donald Trump said last night and then we'll play it and then we'll talk about it."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 342, "text": "And I will stop the drugs from flowing into our country and poisoning our youth and many other people."}, {"sentId": 343, "text": "And if you're not aware, drugs are a very, very big factor in what you're watching on television at night."}], "speaker": "TRUMP", "secId": 147}, {"sentences": [{"sentId": 344, "text": "Reverend, I said that wrong."}, {"sentId": 345, "text": "He said that today about the actions that happened last night."}, {"sentId": 346, "text": "We did see some out-of control behavior last night, some violence and some destructions."}, {"sentId": 347, "text": "Do you think drugs are the big factor here or a factor in that?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 348, "text": "No."}, {"sentId": 349, "text": "As I said, there were a couple of dozen persons who engaged in the provocateurs."}, {"sentId": 350, "text": "But Donald Trump has no credibility on this matter."}, {"sentId": 351, "text": "He's been divider-in-chief."}, {"sentId": 352, "text": "He's been hater as a presidential candidate."}, {"sentId": 353, "text": "What he's saying is ridiculous."}, {"sentId": 354, "text": "You have black and white people here together, he's creating a false narrative, and the narrative basically says -- he's really not speaking to black people."}, {"sentId": 355, "text": "He's speaking to persons who want to vote for him."}, {"sentId": 356, "text": "He's saying black people won't let me help them, black people are to blame for their problems, and black people are to blame for the problems that white people have, there's an old southern strategy narrative that sounds like Richard Nixon, George Wallace and even some Ronald Reagan."}], "speaker": "BARBER", "secId": 149}, {"sentences": [{"sentId": 357, "text": "What he's offering -- this man is saying, he's talking about taking healthcare, he's for the proliferation of guns, he's talking about taking money out of public schools and giving it to private entities."}, {"sentId": 358, "text": "He has supported voter suppression and said that the elections were fraudulent and that we should have the very voter suppression that the court have said was unconstitutional and he's been a divider."}, {"sentId": 359, "text": "He's run a campaign of hate and division and now he attempts to using a teleprompter to suggest somehow that he can be the author and the deliverer of peace and calm."}, {"sentId": 360, "text": "It is just fabricating."}], "speaker": "BARBER", "secId": 150}, {"sentences": [{"sentId": 361, "text": "Reverend Dr. William Barber and also Mark Lewis, thank you, gentlemen, I appreciate it."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 362, "text": "Thank you."}], "speaker": "BARBER", "secId": 152}, {"sentences": [{"sentId": 363, "text": "Much more to come on our breaking news, a third night of protest in the city of Charlotte."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 364, "text": "So, and just under 10 minutes a curfew, a mandatory curfew will go into effect in Charlotte."}, {"sentId": 365, "text": "Yet and still you have hundreds of people out on the streets, protesting."}, {"sentId": 366, "text": "The mayor has put this -- has signed this order for this mandatory curfew."}, {"sentId": 367, "text": "But it does not appear, unless these people live very near, that they're going to make their way home and be off the streets by midnight."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 368, "text": "This is a third night of protests there."}, {"sentId": 369, "text": "Last night they turned violent."}, {"sentId": 370, "text": "Tonight they have not been so violent."}, {"sentId": 371, "text": "After the fatal shooting of Keith Lamont Scott."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 372, "text": "Let's talk about this."}, {"sentId": 373, "text": "Some of the legal angles, some of the police angles, and where we can expect to go from here."}, {"sentId": 374, "text": "CNN's senior legal analyst is Jeffrey Toobin."}, {"sentId": 375, "text": "He joins us now."}, {"sentId": 376, "text": "And Areva Martin, attorney and civil rights activist."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 377, "text": "Thank you for staying up with me."}, {"sentId": 378, "text": "Jeffrey, you know, in the case of the shooting in Charlotte where eyewitnesses and family members say one thing, police say another."}, {"sentId": 379, "text": "And neither side trust the other without the release of this video."}, {"sentId": 380, "text": "How can this be solved?"}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 381, "text": "Well, the video will be released at some point and there has to be an investigation."}, {"sentId": 382, "text": "I mean, there is not -- you know, there's a lot that's not known -- that's not known about there, how many witnesses were there, what are the ballistics -- what does the ballistics evidence show."}, {"sentId": 383, "text": "All of the investigating that needs to be done in a normal case has to be done here."}, {"sentId": 384, "text": "I mean, ultimately the facts matter."}], "speaker": "TOOBIN", "secId": 158}, {"sentences": [{"sentId": 385, "text": "And I think they should release the video now but they certainly should continue doing the investigation and then we'll know more about how this killing took place."}], "speaker": "TOOBIN", "secId": 159}, {"sentences": [{"sentId": 386, "text": "So the Scott family, as well as the mayor and other officials, Areva, and Areva and Jeffrey, because I think I'm going to pose this to both of you, they viewed videotape today."}, {"sentId": 387, "text": "They said that there was no definitive visual evidence to determine whether he was holding or pointing a gun at the time of the shooting yet the police chief was on FOX and he said this."}, {"sentId": 388, "text": "Listen."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 389, "text": "There's a lot of other evidence that gives us a great deal of support and comfort that the version that you heard from us before is supported by the evidence and all the statements that we were able to gather."}, {"sentId": 390, "text": "And the totality of the circumstances leads me to believe that that version is still very much accurate."}], "speaker": "PUTNEY", "secId": 161}, {"sentences": [{"sentId": 391, "text": "OK."}, {"sentId": 392, "text": "So he can't talk specifically about the evidence but he says the evidence that we don't know about, says that the original version, the version of the police officers is accurate, Areva."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 393, "text": "Yes, I think that's the problem, Don, with the statement that we keep hearing from the police chief."}, {"sentId": 394, "text": "He wants his community to trust him and this is a community that has absolutely zero trust in the police, and not just because of the shooting with Keith Lamont Scott but because of the history of this police department and the residents of Charlotte."}, {"sentId": 395, "text": "And when you have the history that they have, a 20-year-old African- American man who was shot and killed by the police, a hung jury, you can't expect the community to just trust you."}], "speaker": "MARTIN", "secId": 163}, {"sentences": [{"sentId": 396, "text": "I think he's making a huge mistake and if they want to end the protest, at least if they want to end the part of the protest that have become violent, he has to be willing to come forward and give the community more information."}, {"sentId": 397, "text": "So when he talks about we have, the public doesn't have."}, {"sentId": 398, "text": "And I think until the public feels like there is information that's being provided, there's transparency and accountability, we're not going to see any of this civil unrest that's happening in the city."}, {"sentId": 399, "text": "We're not going to see an end to it."}], "speaker": "MARTIN", "secId": 164}, {"sentences": [{"sentId": 400, "text": "Don -- Don, can I give you --"}], "speaker": "TOOBIN", "secId": 165}, {"sentences": [{"sentId": 401, "text": "Go ahead, Jeffrey."}, {"sentId": 402, "text": "Yes."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 403, "text": "Can I give you an example of -- you know, a story I covered a long time ago."}, {"sentId": 404, "text": "Remember Amadou Diallo."}], "speaker": "TOOBIN", "secId": 167}, {"sentences": [{"sentId": 405, "text": "Yes."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 406, "text": "Who was the -- who was shot in the Bronx, you know, there's a Bruce Springsteen song about it now."}], "speaker": "TOOBIN", "secId": 169}, {"sentences": [{"sentId": 407, "text": "There was a lot of suspicion and a lot of anger in New York about his death."}, {"sentId": 408, "text": "Well, there was a trial of the four police officers who were involved."}, {"sentId": 409, "text": "It was moved up to Albany but it was televised, and everybody got to see the evidence in the case, and the evidence in the case was actually pretty favorable towards the four officers who were acquitted."}, {"sentId": 410, "text": "But because everyone got to see the evidence and everyone got to see the officers' testimony and see the fullness of the story there was not a lot of outrage in New York, and there were certainly no civil disobedience after the verdict in that case because I think people are intelligent."}], "speaker": "TOOBIN", "secId": 170}, {"sentences": [{"sentId": 411, "text": "And if you give them facts, if you give them, if you give reasons, if you give them the full story, and the full story justifies what the police did, they'll believe you."}, {"sentId": 412, "text": "The problem here is that the Charlotte Police Department is saying, you know, we were fine, trust us, we've seen the evidence but you can't see it."}, {"sentId": 413, "text": "No one is going to believe that."}], "speaker": "TOOBIN", "secId": 171}, {"sentences": [{"sentId": 414, "text": "Let's talk about the gun."}, {"sentId": 415, "text": "Right?"}, {"sentId": 416, "text": "This apparent gun or alleged gun that he's said to have had."}, {"sentId": 417, "text": "The family says that it was a book."}, {"sentId": 418, "text": "Police officers are saying, obviously you heard the chief there saying, you know, it appears that their initial story was accurate, that he was brandishing a gun in some way."}, {"sentId": 419, "text": "There is this picture is believed to be the gun that he was carrying."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 420, "text": "Again I should say alleged to be because it has not been established 100 percent that he was carrying a gun."}, {"sentId": 421, "text": "So when you look at this, it's an open carry state."}, {"sentId": 422, "text": "And, Areva, you look at the circumstances surrounding this, I asked his attorney earlier if he had a license to carry."}, {"sentId": 423, "text": "He said he didn't know at this particular time."}, {"sentId": 424, "text": "So how does all of this play out?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 425, "text": "Well, the gun is going to be really important in this case, Don."}, {"sentId": 426, "text": "First of all we had the family disputing the fact that Keith Scott had a gun."}, {"sentId": 427, "text": "As you said, they said he had a book in his hand and that that was his pattern, to sit in his car and read a book."}, {"sentId": 428, "text": "They don't know anything about a gun."}, {"sentId": 429, "text": "So again the family nor does the public believes that a gun was involved, so questions have to be answered about the ballistics on that gun."}], "speaker": "MARTIN", "secId": 174}, {"sentences": [{"sentId": 430, "text": "Is this a gun that belonged to Keith Scott?"}, {"sentId": 431, "text": "Was it a gun that he had?"}, {"sentId": 432, "text": "Did he get out of this car with a gun?"}, {"sentId": 433, "text": "Did he fail to follow the commands of the police officer that shot him with respect to the gun?"}, {"sentId": 434, "text": "The mere fact that he had a gun in open carry state is not enough to justify the shooting."}, {"sentId": 435, "text": "We need to know, what did he do with that gun?"}, {"sentId": 436, "text": "Did he do anything to cause this police officer to reasonably believe that his life was in danger, or the lives of others who may have been in that vicinity?"}, {"sentId": 437, "text": "And that question has not been answered."}, {"sentId": 438, "text": "And that is one of the pivotal questions that has to be answered before we can determine whether the shooting was indeed justified as the police chief continues to state."}], "speaker": "MARTIN", "secId": 175}, {"sentences": [{"sentId": 439, "text": "So it all -- Jeffrey, it all hinges -- I would think it hinges on that videotape if there was indeed a gun."}, {"sentId": 440, "text": "Everything hinges on this tape."}, {"sentId": 441, "text": "At least from what we know now."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 442, "text": "Well, you know, I wouldn't say everything."}, {"sentId": 443, "text": "You know, these videotapes are not always dispositive."}, {"sentId": 444, "text": "They don't always settle all the questions."}, {"sentId": 445, "text": "What you need to do is a thorough investigation."}, {"sentId": 446, "text": "Obviously the videotape is a big part of it but it's not the only part."}, {"sentId": 447, "text": "How many witnesses were there?"}, {"sentId": 448, "text": "Who saw this?"}, {"sentId": 449, "text": "You know, what is ballistics evidence?"}, {"sentId": 450, "text": "How far away was the officer when the shooting took place?"}, {"sentId": 451, "text": "Were there other security cameras in the area?"}], "speaker": "TOOBIN", "secId": 177}, {"sentences": [{"sentId": 452, "text": "We live in a time where there's security cameras everywhere."}, {"sentId": 453, "text": "You have to do a full thorough investigation before you can draw any conclusions."}, {"sentId": 454, "text": "But when you do have something as clear as a videotape of the incident to let some people see it and make representations about it, that the public is definitely not going to believe, that is no way to quiet people's concerns."}], "speaker": "TOOBIN", "secId": 178}, {"sentences": [{"sentId": 455, "text": "And to your point earlier, have the -- did you want to say something quickly, Areva?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 456, "text": "Yes."}, {"sentId": 457, "text": "I just want to say it just doesn't seem like the Charlotte Police Department learned anything from what happened in Ferguson."}, {"sentId": 458, "text": "Everything that we witnessed in Ferguson about, you know, the lack of transparency seems to be playing out in Charlotte."}, {"sentId": 459, "text": "So it's not surprising that the community is outraged."}, {"sentId": 460, "text": "And it's not surprising that we see the protests, it just doesn't seem like we've made any progress since Ferguson as we look at what's unfolding in Charlotte."}], "speaker": "MARTIN", "secId": 180}, {"sentences": [{"sentId": 461, "text": "And again, this may not have happened if we had seen the video, whether the video shows him brandishing a gun or book or what have you, this may not have happened because people at least may have seen for themselves exactly what went on."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 462, "text": "Thank you, Jeffrey."}, {"sentId": 463, "text": "Thank you, Areva."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 464, "text": "Thanks, Don."}], "speaker": "MARTIN", "secId": 183}, {"sentences": [{"sentId": 465, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 184}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.22.cnnt.03.html.json", "time": "Aired September 22, 2016 - 23:00   ET"}