{"sectionCount": 249, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "PRESTON", "BURNETT", "ROSS", "LIZZA", "GINGRICH", "MADDEN", "MALVEAUX", "MCCRORY", "COTHAM", "WOODHOUSE", "BARBER", "MCENANY", "SELLERS", "PHILIPS", "ROSEN", "TRUMP"], "subTitle": "Trump's Billionaire's and Millionaire's Club; Ugly Election Battle in North Carolina; Interview with Dallas Woodhouse; Interview with Reverend William Barber. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/30/cnnt.02.html", "sentenceCount": 612, "sections": [{"sentences": [{"sentId": 0, "text": "In the same boat."}, {"sentId": 1, "text": "Plus Election Day was more than three weeks ago."}, {"sentId": 2, "text": "But an ugly battle is raging in one key state where the Republican governor is refusing to concede even though he trails his Democratic challenger by thousands of vote."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "We'll discuss all of that but let's get straight to CNN's politics executive editor, Mark Preston, and CNN political commentators Ryan Lizza and Kevin Madden."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Good evening, gentlemen."}, {"sentId": 5, "text": "Mark, to you first."}, {"sentId": 6, "text": "Trump has named his economic team."}, {"sentId": 7, "text": "Give us the rundown."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Sure."}, {"sentId": 9, "text": "Let's start off with the Treasury secretary that Donald Trump would love to see take over."}, {"sentId": 10, "text": "His name is Steve Mnuchin."}, {"sentId": 11, "text": "He's a partner at Goldman Sachs, had been for 17 years."}, {"sentId": 12, "text": "He's the finance chairman."}, {"sentId": 13, "text": "He's the one who helped raise the money for Donald Trump's presidential campaign and he led the group that bought the field subprime lender IndyMac."}, {"sentId": 14, "text": "And really the most interesting thing I think about Mnuchin is that he's a Hollywood movie producer and produced films such as \"American Sniper\" and \"The Lego Movie.\""}], "speaker": "PRESTON", "secId": 3}, {"sentences": [{"sentId": 15, "text": "Commerce secretary, Wilbur Ross, he's a billionaire investor."}, {"sentId": 16, "text": "He really made his career of resurrecting dying companies."}, {"sentId": 17, "text": "His company owned that mine in West Virginia where 12 miners died in the explosion, Don."}, {"sentId": 18, "text": "I think we all remember that."}, {"sentId": 19, "text": "And he was a Trump supporter all through this election."}, {"sentId": 20, "text": "But interestingly enough about Ross is that he was a longtime Democrat."}], "speaker": "PRESTON", "secId": 4}, {"sentences": [{"sentId": 21, "text": "Now Todd Ricketts would be the deputy Commerce secretary if he is confirmed by the Senate."}, {"sentId": 22, "text": "The most interesting about him is that his family owns the Chicago Cubs, which has just won the World Series."}, {"sentId": 23, "text": "He's the son of the Ameritrade founder and he initially backed Scott Walker then supported Trump through a super PAC."}], "speaker": "PRESTON", "secId": 5}, {"sentences": [{"sentId": 24, "text": "Donald Trump had some very negative things to say about Ricketts and the family, you know, back earlier in the campaign because he didn't like that they were spending money against him but clearly now he likes him, Don."}], "speaker": "PRESTON", "secId": 6}, {"sentences": [{"sentId": 25, "text": "OK.  Ryan Lizza, to you, because Mark just mentioned Wilbur Ross and tonight Erin Burnett spoke with Wilbur Ross."}, {"sentId": 26, "text": "He's the nominee for secretary of Commerce."}, {"sentId": 27, "text": "Spoke to him about the administration's priorities."}, {"sentId": 28, "text": "Here it is."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 29, "text": "And you now are a key part of Trump's -- of course selling point on trade, right?"}, {"sentId": 30, "text": "He says he's going to redo America's trade deals."}, {"sentId": 31, "text": "And that was a big part of his stump speeches."}, {"sentId": 32, "text": "What is the first thing you're going to do on day one?"}, {"sentId": 33, "text": "Is it NAFTA renegotiation?"}, {"sentId": 34, "text": "I mean, what is it?"}], "speaker": "BURNETT", "secId": 8}, {"sentences": [{"sentId": 35, "text": "We're working out the fine point details but NAFTA is a logical starting point."}, {"sentId": 36, "text": "That was a very large part of his campaign."}], "speaker": "ROSS", "secId": 9}, {"sentences": [{"sentId": 37, "text": "So, Mr. Lizza, Ryan rallied against NAFTA -- Trump, I should say, rallied against NAFTA at nearly every rally."}, {"sentId": 38, "text": "Will rolling back NAFTA help bring jobs back to the U.S.?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 39, "text": "You know, the most studies that have looked at NAFTA said it's a small net plus in terms of jobs lost, lost a lot of jobs, other jobs have been gained."}, {"sentId": 40, "text": "So I don't -- it didn't sound like Wilbur Ross was a huge enthusiastic backer of ripping up that trade agreement."}, {"sentId": 41, "text": "He did not sound like Donald Trump when talking about it."}, {"sentId": 42, "text": "He said, you know, he'd sort of take a look at it."}], "speaker": "LIZZA", "secId": 11}, {"sentences": [{"sentId": 43, "text": "You know, like a lot of the clear promises on the campaign trail, there is a period in this presidential transition where some of that -- some of the rougher edges are getting sanded off and it's a Republican Party that was really at odds with Donald Trump and a lot of these big issues, and I think what he's finding is most -- it's hard to find nationalists, populist Republicans."}, {"sentId": 44, "text": "Trump is one of the few in the party that believes what he believes."}, {"sentId": 45, "text": "And I think a lot of these people coming are not totally in sync with him on some of the big issues like trade."}], "speaker": "LIZZA", "secId": 12}, {"sentences": [{"sentId": 46, "text": "Kevin Madden, to you now."}, {"sentId": 47, "text": "I want to talk about this secretary of State job."}, {"sentId": 48, "text": "Still don't have, we still haven't seen the pick for secretary of State tonight."}, {"sentId": 49, "text": "Newt Gingrich ridiculed Mitt Romney for his change of heart on Trump."}, {"sentId": 50, "text": "Listen to this."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 51, "text": "There's a scene in \"Pretty Woman,\" where Richard Gere goes up to the salesman on Rodeo Drive and says, we need a little sucking up here."}, {"sentId": 52, "text": "OK.  You have never ever in your career seen a serious adult who's wealthy, independent, has been a presidential nominee, suck up at the rate that Mitt Romney is sucking up."}], "speaker": "GINGRICH", "secId": 14}, {"sentences": [{"sentId": 53, "text": "I mean, I am confident that he thinks now that Donald Trump is one of his closest friends, that they have so many things in common, that they're both such wise, brilliant people and that I'm sure last night at an elegant three-star restaurant in New York that Mitt was fully at home, happy to share his vision of populism, which involved a little foie gras, a certain amount, you know, superb cooking."}, {"sentId": 54, "text": "But put that in a populist happy manner."}], "speaker": "GINGRICH", "secId": 15}, {"sentences": [{"sentId": 55, "text": "I think we can all agree that that was -- that wasn't a little bit shady, that was some heavy shade."}, {"sentId": 56, "text": "I said earlier he was -- he was speaking of foie gras."}, {"sentId": 57, "text": "He was drinking his -- you know Mitt Romney very well."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 58, "text": "Right."}], "speaker": "MADDEN", "secId": 17}, {"sentences": [{"sentId": 59, "text": "What is he thinking?"}, {"sentId": 60, "text": "What's the political and personal calculus he's making?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 61, "text": "I don't think he's making a political calculation here."}, {"sentId": 62, "text": "He's never going to be on the ballot again."}, {"sentId": 63, "text": "I think personally Mitt Romney would probably, you know, be better off personally, you know, enjoying retirement with his wife and his kids and his grandkids."}], "speaker": "MADDEN", "secId": 19}, {"sentences": [{"sentId": 64, "text": "I think he's in this conversation because he's driven by a sense of duty and a sense that he can contribute to a president-elect who I think has sought out and values some of the insights and expertise he may have on national security and foreign policy."}], "speaker": "MADDEN", "secId": 20}, {"sentences": [{"sentId": 65, "text": "And you know, when there's criticism from folks inside the Trump inner circle, I think he accepts it, to tell you the truth."}, {"sentId": 66, "text": "He is somebody who's gone through many campaigns, whether it's been presidential campaigns or as governor of Massachusetts, and he's never really worried about the criticism."}, {"sentId": 67, "text": "I think he's always focused on what can I do to contribute, what can I do to help move the ball forward on policy, who can I -- if there are other elected officials that I can help, where can I do that?"}], "speaker": "MADDEN", "secId": 21}, {"sentences": [{"sentId": 68, "text": "And, you know, Newt Gingrich in 2012 campaign when Governor Romney was the Republican nominee was very helpful for Romney."}, {"sentId": 69, "text": "He'd sought out the campaign and offered a lot of advice that was very welcomed and was very valued within the campaign."}, {"sentId": 70, "text": "And he spoke very highly of Governor Romney then."}, {"sentId": 71, "text": "And that's the Newt Gingrich that I choose to remember."}], "speaker": "MADDEN", "secId": 22}, {"sentences": [{"sentId": 72, "text": "And Kevin, you know, I know a couple of people who know Mitt Romney personally."}, {"sentId": 73, "text": "You know him personally."}, {"sentId": 74, "text": "And listen, everyone says he is just a decent nice man and I think everyone gets that."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 75, "text": "Right."}], "speaker": "MADDEN", "secId": 24}, {"sentences": [{"sentId": 76, "text": "I don't think he lets that -- his ego is not a problem."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 77, "text": "He doesn't need an ego that has to be soothed."}, {"sentId": 78, "text": "I think fundamentally he cares most about what his family and friends think about him."}], "speaker": "MADDEN", "secId": 26}, {"sentences": [{"sentId": 79, "text": "Yes."}, {"sentId": 80, "text": "Right."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 81, "text": "And again, the reason he's in this conversation is because he's driven by a sense of duty."}, {"sentId": 82, "text": "And remember, he was sought out for his insights on national security and foreign policy and as a result has been considered for secretary of State."}, {"sentId": 83, "text": "And I think if it gets it, he'd be glad to serve."}], "speaker": "MADDEN", "secId": 28}, {"sentences": [{"sentId": 84, "text": "OK."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 85, "text": "And if he doesn't I think he'd be glad to help in any other way."}], "speaker": "MADDEN", "secId": 30}, {"sentences": [{"sentId": 86, "text": "Hey, Mark Preston, I want to go."}, {"sentId": 87, "text": "Are we're getting some new information about the director of National Intelligence, that position?"}, {"sentId": 88, "text": "What are you hearing?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 89, "text": "Yes, we are."}, {"sentId": 90, "text": "You know, so our own Jim Acosta and Phil Mattingly and Tal Kopan are reporting that there are three people right now under consideration to head DNI, the director of -- of course the National Intelligence Agency, that is former senator Dan Coats, former admiral Michael Rogers and the former Homeland Security adviser Fran Townsend from the Bush administration."}], "speaker": "PRESTON", "secId": 32}, {"sentences": [{"sentId": 91, "text": "So as we're talking about now Donald Trump putting together his Cabinet, last night we reported at this hour, Don, you know, that the leading contender right now to take over the Homeland Security Department is a former general by the name of John Kelly."}, {"sentId": 92, "text": "So Donald Trump, as we're focusing so much on the secretary of State job because it is so important, there are these other agencies right now that the Trump campaign is moving forward on or seems to be getting closer to putting people in place."}], "speaker": "PRESTON", "secId": 33}, {"sentences": [{"sentId": 93, "text": "Ryan Lizza, did you want to say something before I go on?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 94, "text": "No, no, go ahead."}], "speaker": "LIZZA", "secId": 35}, {"sentences": [{"sentId": 95, "text": "OK."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 96, "text": "I was going to say the DNI job is very interesting because there are some Republicans who don't like the DNI setup at all and want to get rid of it."}, {"sentId": 97, "text": "So it will be interesting to see who he picks for that job and if they have a history of favoring the bureaucracy of the DNI or not."}], "speaker": "LIZZA", "secId": 37}, {"sentences": [{"sentId": 98, "text": "I want to read this because Donald Trump has been taking causes from your, Ryan."}, {"sentId": 99, "text": "From foreign leaders without State Department briefing."}, {"sentId": 100, "text": "They haven't made the readouts public but Pakistani government released their notes from their call tonight and then Donald Trump released a statement, his campaign, just a short time ago."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 101, "text": "And here's what it says."}, {"sentId": 102, "text": "\"President Trump said Prime Minister Nawaz Sharif, you have a very good reputation."}, {"sentId": 103, "text": "You're a terrific guy, you're doing amazing work which is visible in every way."}, {"sentId": 104, "text": "I am looking forward to seeing you soon."}, {"sentId": 105, "text": "Pakistanis are one of the most intelligent people."}, {"sentId": 106, "text": "I am ready and willing to play any role that you want to play to address -- you want me to play to address and find solutions to the outstanding problem."}, {"sentId": 107, "text": "It will be an honor."}, {"sentId": 108, "text": "And I will personally do it."}, {"sentId": 109, "text": "Feel free to call me any time even before the 20th of January, that is before I assume my office.\""}, {"sentId": 110, "text": "So usually, you know, every word --"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 111, "text": "Certainly sounds like Trump."}], "speaker": "LIZZA", "secId": 40}, {"sentences": [{"sentId": 112, "text": "Yes, you --"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 113, "text": "Every word of a conversation with a leader of Pakistan is scrutinized."}, {"sentId": 114, "text": "Is there a danger in this kind of nonchalant call?"}, {"sentId": 115, "text": "Are we reading too much into this?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 116, "text": "Yes."}, {"sentId": 117, "text": "There's a huge danger here because you -- the balance between Pakistan and India is extremely delicate and both countries look for absolutely any sign to see whether the president or the incoming president is favoring one country over another."}, {"sentId": 118, "text": "And so you have to be really careful in what you tell the leaders of these two countries, especially when it's going to be publicly released."}, {"sentId": 119, "text": "And look, I don't think we have that much visibility into what kind of briefings if any Trump is getting."}], "speaker": "LIZZA", "secId": 43}, {"sentences": [{"sentId": 120, "text": "But yes, that's one of the most delicate relationships in the world."}, {"sentId": 121, "text": "And you know, you could very easily make a mistake."}, {"sentId": 122, "text": "And in the Indian and Pakistani press, this is a big story right now, what Trump said to the Pakistanis and the Indians, you know, read that and if he said something that they interpret as leaning more towards Pakistan than India, that has big, big geopolitical ramifications."}], "speaker": "LIZZA", "secId": 44}, {"sentences": [{"sentId": 123, "text": "I think Trump is learning this."}, {"sentId": 124, "text": "The power of the president-elect's words, it's not like -- you know, in the campaign it's like a garden hose."}, {"sentId": 125, "text": "When you're actually president, it's like a fire hose what you say."}, {"sentId": 126, "text": "You're making policy on the spot."}], "speaker": "LIZZA", "secId": 45}, {"sentences": [{"sentId": 127, "text": "Thank you, Ryan."}, {"sentId": 128, "text": "We haven't seen you in a while."}, {"sentId": 129, "text": "Thought we did something but we're glad you're back."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 130, "text": "Never."}], "speaker": "LIZZA", "secId": 47}, {"sentences": [{"sentId": 131, "text": "Thank you, Kevin."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 132, "text": "Just past my bedtime."}], "speaker": "LIZZA", "secId": 49}, {"sentences": [{"sentId": 133, "text": "And Mark, whatever."}, {"sentId": 134, "text": "No, Mark, thank you very much."}, {"sentId": 135, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 136, "text": "When we come right back, an ugly election battle still raging tonight and it's not Hillary Clinton versus Donald Trump."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 137, "text": "The election battle that is raging tonight has nothing to do with Donald Trump and Hillary Clinton."}, {"sentId": 138, "text": "It's in North Carolina where the state's Republican governor, Pat McCrory, is refusing to concede to his Democratic challenger Roy Cooper."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 139, "text": "The state's Board of Elections today ordering a machine recount in Durham County where Cooper received the majority of the vote."}, {"sentId": 140, "text": "CNN's Susan Malveaux has more."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 141, "text": "In North Carolina an ugly battle rages on three weeks after Donald Trump easily beat Hillary Clinton."}, {"sentId": 142, "text": "Republican Governor Pat McCrory is attempting to hold on to power despite trailing in the vote."}], "speaker": "MALVEAUX", "secId": 54}, {"sentences": [{"sentId": 143, "text": "We're going to do this the right way."}], "speaker": "MCCRORY", "secId": 55}, {"sentences": [{"sentId": 144, "text": "On election night, his Democratic opponent, State Attorney General Roy Cooper, was nearly 5,000 votes ahead, just one tenth of 1 percent."}, {"sentId": 145, "text": "The race was declared too close to call."}, {"sentId": 146, "text": "Election precincts were given 10 to count the thousands of provisional and absentee ballots."}], "speaker": "MALVEAUX", "secId": 56}, {"sentences": [{"sentId": 147, "text": "But then McCrory's campaign filed challenges in 50 counties or half the state alleging ballots have been cast by dead people, felons and double voters."}, {"sentId": 148, "text": "Some of those claims have been dismissed due to a lack of evidence."}], "speaker": "MALVEAUX", "secId": 57}, {"sentences": [{"sentId": 149, "text": "Monday the State Board of Elections reported Cooper's lead over McCrory had grown to more than 9,800 votes."}, {"sentId": 150, "text": "Democrats implored the governor to give up the fight."}], "speaker": "MALVEAUX", "secId": 58}, {"sentences": [{"sentId": 151, "text": "Be the bigger man here and realize you can't keep trying to delay the inevitable but that you lost and you have to move on."}], "speaker": "COTHAM", "secId": 59}, {"sentences": [{"sentId": 152, "text": "State election officials also issued a directive, challenges to a voter's eligibility filed after Election Day must be thrown out, a devastating blow to the McCrory campaign."}, {"sentId": 153, "text": "Cooper's team declared."}, {"sentId": 154, "text": "Now state Republicans are focusing on Durham County where they believe ballots still being counted will swing in their favor."}], "speaker": "MALVEAUX", "secId": 60}, {"sentences": [{"sentId": 155, "text": "The process has to be gone through whether there's a likelihood of a change in the outcome or not."}], "speaker": "WOODHOUSE", "secId": 61}, {"sentences": [{"sentId": 156, "text": "Voting rights groups say while there has been little evidence of voter fraud in North Carolina, there has been plenty regarding voter suppression."}, {"sentId": 157, "text": "This past election Democrats noticed early polling sites and voting hours were dramatically reduced in black communities."}, {"sentId": 158, "text": "Just days before the election, the NAACP accused three counties of illegal voter purges targeting African-Americans."}, {"sentId": 159, "text": "And a federal judge agreed ordering to restore names to voter rolls."}], "speaker": "MALVEAUX", "secId": 62}, {"sentences": [{"sentId": 160, "text": "We pledge to fight with every legal and moral tool we have."}], "speaker": "BARBER", "secId": 63}, {"sentences": [{"sentId": 161, "text": "And Don, today, a federal judge extended a deadline for yet another legal challenge."}, {"sentId": 162, "text": "This one by a conservative group taking issue with same-day voter registrations."}, {"sentId": 163, "text": "It was supposed to happen on Friday."}, {"sentId": 164, "text": "That has been now pushed back to December 8th."}], "speaker": "MALVEAUX", "secId": 64}, {"sentences": [{"sentId": 165, "text": "Stay tuned, Don."}], "speaker": "MALVEAUX", "secId": 65}, {"sentences": [{"sentId": 166, "text": "Absolutely."}, {"sentId": 167, "text": "Thank you, Suzanne."}, {"sentId": 168, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 169, "text": "I want to bring in now Dallas Woodhouse, executive director of the North Carolina Republican Party."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 170, "text": "Good evening to you."}, {"sentId": 171, "text": "You just him, by the way, in Suzanne Malveaux's report."}, {"sentId": 172, "text": "So let's start with the governor's race."}, {"sentId": 173, "text": "Governor McCrory, behind thousands of votes, by thousands of votes, there's now going to be a recount in Durham County."}, {"sentId": 174, "text": "Do you think this is going to change the outcome?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 175, "text": "Well, I don't know the answer to that."}, {"sentId": 176, "text": "What I do believe it will change, it will give people confidence in the outcome."}], "speaker": "WOODHOUSE", "secId": 69}, {"sentences": [{"sentId": 177, "text": "Don, we believe that we have a duty to the public to make sure that they have confidence in the result."}, {"sentId": 178, "text": "The Board of Elections found tonight that there were significant voting irregularities in Durham."}, {"sentId": 179, "text": "They had voting machines crash."}, {"sentId": 180, "text": "They had corrupted data."}, {"sentId": 181, "text": "That was the finding today."}, {"sentId": 182, "text": "So we're going to recount Durham."}], "speaker": "WOODHOUSE", "secId": 70}, {"sentences": [{"sentId": 183, "text": "And I got to tell you, Suzanne is a good reporter but she had several inaccuracies in her report."}, {"sentId": 184, "text": "There's been no voter suppression in North Carolina."}, {"sentId": 185, "text": "Republican Boards of Election, we offered more early voting hours and more early voting sites than ever before in North Carolina."}], "speaker": "WOODHOUSE", "secId": 71}, {"sentences": [{"sentId": 186, "text": "Yes."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 187, "text": "What happened to Democrats, as we defeated Hillary Clinton and we defeated Democrats up and down the ballot, was that there wasn't a suppression problem but a depression problem that they didn't like their candidate."}], "speaker": "WOODHOUSE", "secId": 73}, {"sentences": [{"sentId": 188, "text": "Yes."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 189, "text": "But there were more early voting opportunities than there has ever been --"}], "speaker": "WOODHOUSE", "secId": 75}, {"sentences": [{"sentId": 190, "text": "Well, two things."}, {"sentId": 191, "text": "Number one, Suzanne is an excellent reporter."}, {"sentId": 192, "text": "I don't know about, you know --"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 193, "text": "Absolutely."}, {"sentId": 194, "text": "I know her very well."}, {"sentId": 195, "text": "She's a great reporter but that was wrong."}], "speaker": "WOODHOUSE", "secId": 77}, {"sentences": [{"sentId": 196, "text": "And there have been tons of reports and very well-founded of voter suppression in North Carolina."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 197, "text": "Well, the North Carolina State Board of Elections, if you look at it, will show you --"}], "speaker": "WOODHOUSE", "secId": 79}, {"sentences": [{"sentId": 198, "text": "OK."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 199, "text": "-- that we have more early -- we had more early voting hours, more early voting sites than ever before despite the rhetoric --"}], "speaker": "WOODHOUSE", "secId": 81}, {"sentences": [{"sentId": 200, "text": "OK."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 201, "text": "-- of William --"}], "speaker": "WOODHOUSE", "secId": 83}, {"sentences": [{"sentId": 202, "text": "Duly noted."}, {"sentId": 203, "text": "Duly noted."}, {"sentId": 204, "text": "But I think it's more than just rhetoric."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 205, "text": "Those are just facts."}], "speaker": "WOODHOUSE", "secId": 85}, {"sentences": [{"sentId": 206, "text": "But let's move on and get back on track."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 207, "text": "Well, it's rhetoric if you don't correct the facts and acknowledge we had more early voting sites and more early voting hours than the state has ever had before."}], "speaker": "WOODHOUSE", "secId": 87}, {"sentences": [{"sentId": 208, "text": "That's what you believe to be the facts, all right."}, {"sentId": 209, "text": "But that's not exactly what the facts show."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 210, "text": "That is what the State Board of Elections reports."}], "speaker": "WOODHOUSE", "secId": 89}, {"sentences": [{"sentId": 211, "text": "OK."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 212, "text": "I'll tell you -- why don't you fact-check me and bring me back?"}], "speaker": "WOODHOUSE", "secId": 91}, {"sentences": [{"sentId": 213, "text": "OK.  Well, let's -- why don't we stick to the point now then I won't have to bring you back."}, {"sentId": 214, "text": "We can just discuss what we're supposed to be discussing and then we'll -- you know, if we want to talk about that, then we'll decide to talk about it."}, {"sentId": 215, "text": "And maybe not with you, maybe with someone else."}, {"sentId": 216, "text": "You've dismissed charges that there was --"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 217, "text": "Somebody who can get the facts right."}], "speaker": "WOODHOUSE", "secId": 93}, {"sentences": [{"sentId": 218, "text": "OK.  Well, let's go on then."}, {"sentId": 219, "text": "Then if you want to be confrontational, then the viewer gets nothing out of it."}, {"sentId": 220, "text": "But if you'd like to have a discussion where we both can discuss things without you going off on a tear then I would like to do that."}, {"sentId": 221, "text": "OK?"}, {"sentId": 222, "text": "Can we agree to do that?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 223, "text": "I just want to make sure we have the facts right."}, {"sentId": 224, "text": "That's all."}], "speaker": "WOODHOUSE", "secId": 95}, {"sentences": [{"sentId": 225, "text": "You didn't answer my question."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 226, "text": "We provided more early voting opportunities, hours and sites, than ever before."}, {"sentId": 227, "text": "The State Board of Elections said so."}], "speaker": "WOODHOUSE", "secId": 97}, {"sentences": [{"sentId": 228, "text": "Are you going to answer the question?"}, {"sentId": 229, "text": "Are you going to answer the question or are you just going to sit here and filibuster?"}, {"sentId": 230, "text": "WOODHOUSE:  Well, what's the question?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 231, "text": "OK."}, {"sentId": 232, "text": "So here we go."}, {"sentId": 233, "text": "You have dismissed these charges that there's voter suppression but we saw in North Carolina a large number of African-America voters, early voting sites reduced by 16 in 2012 to just one this year."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 234, "text": "The NAACP also had to sue to get people back on the rolls who were mistakenly purged."}, {"sentId": 235, "text": "You don't think that's voter suppression?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 236, "text": "We had nothing to do with any removal of voters and I believe those people were put back on."}, {"sentId": 237, "text": "We don't believe any legitimate voters ought to be taken off the rolls."}, {"sentId": 238, "text": "We --"}], "speaker": "WOODHOUSE", "secId": 101}, {"sentences": [{"sentId": 239, "text": "But I didn't ask you if you have anything to do with but you don't agree that that's voter suppression?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 240, "text": "I think your facts are not wrong on that -- or not right on that."}, {"sentId": 241, "text": "But I -- we do not favor removing legitimate voters from the rolls."}, {"sentId": 242, "text": "And I'm not aware that anybody was kept from voting."}], "speaker": "WOODHOUSE", "secId": 103}, {"sentences": [{"sentId": 243, "text": "OK.  You wrote an e-mail back in August soon after a federal court struck down North Carolina's voter I.D."}, {"sentId": 244, "text": "law that county election board should make party line changes to early voting by limiting hours, keeping polling locations closed on Sundays."}, {"sentId": 245, "text": "So what was your intent there then?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 246, "text": "Well, I mean, our party is not necessarily in favor of early voting, I -- excuse me, on early voting on Sundays."}, {"sentId": 247, "text": "I would just say that I presume you live in New York and New Jersey where there's not one single day of early voting."}, {"sentId": 248, "text": "There's not one single early day voting in Virginia."}, {"sentId": 249, "text": "We have 17."}, {"sentId": 250, "text": "We allow people to vote early by mail for two months and we have ample opportunity."}], "speaker": "WOODHOUSE", "secId": 105}, {"sentences": [{"sentId": 251, "text": "At the same time we have a partisan system and we have a right to advocate, you know, our position which is that we don't think we ought to vote early on Sundays."}, {"sentId": 252, "text": "We think six days a week over 17 days is enough."}, {"sentId": 253, "text": "But quite frankly, we weren't effective in that because we ended up voting on Sundays anyway, and we ended up having lots of early voting and lots of people voted early."}, {"sentId": 254, "text": "And by the way, we had record turnout for early voting."}, {"sentId": 255, "text": "We had more people vote early this year than ever before."}, {"sentId": 256, "text": "And we're proud of that."}], "speaker": "WOODHOUSE", "secId": 106}, {"sentences": [{"sentId": 257, "text": "Yes."}, {"sentId": 258, "text": "You don't think people should be given the opportunity to vote as -- you know, as many days as possible, as many hours as possible as part of the American process."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 259, "text": "I mean, I think -- I mean, I guess we can start vote right now for 2018 or 2020 or 2022."}, {"sentId": 260, "text": "I think --"}], "speaker": "WOODHOUSE", "secId": 108}, {"sentences": [{"sentId": 261, "text": "Well, that would be interesting because we don't know who the candidates are but go on."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 262, "text": "Well, but, I mean, you said they ought to be able to vote as much as they want forever."}, {"sentId": 263, "text": "I'm just answering your question."}], "speaker": "WOODHOUSE", "secId": 110}, {"sentences": [{"sentId": 264, "text": "Yes."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 265, "text": "I think -- I think we have a right to have some limits."}, {"sentId": 266, "text": "I mean, but what I would say is, the bottom line is we conducted this election, sir, under the rules the Democrats crafted."}, {"sentId": 267, "text": "17 days of early voting."}, {"sentId": 268, "text": "We had more early voting sites across the state than ever before and more early voting hours."}, {"sentId": 269, "text": "And more people voted early."}, {"sentId": 270, "text": "So I don't -- I just don't know what the argument is."}, {"sentId": 271, "text": "I mean, it's not our fault the Democrats couldn't motivate their people to come vote."}, {"sentId": 272, "text": "They should have nominated a better candidate that excited some of their people."}], "speaker": "WOODHOUSE", "secId": 112}, {"sentences": [{"sentId": 273, "text": "Yes."}, {"sentId": 274, "text": "I don't think anyone is arguing but anyway, and maybe you are."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 275, "text": "Thank you, Dallas Woodhouse."}, {"sentId": 276, "text": "Appreciate it."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 277, "text": "When we come right back, the man who is leading the fight against voter suppression."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 278, "text": "North Carolina's ugly election battle raises questions over voter suppression."}, {"sentId": 279, "text": "Here to discuss now, Reverend Dr. William Barber, the president of North Carolina NAACP."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 280, "text": "Reverend, thank you for joining us."}, {"sentId": 281, "text": "First, your response to what you just heard from Dallas Woodhouse."}, {"sentId": 282, "text": "He says there's no voter suppression in North Carolina."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 283, "text": "Very interesting, Don."}, {"sentId": 284, "text": "Woodhouse used to saying things like that but the reality is the federal courts have said that North Carolina and the Republican Party and the government legislature passed the worst voter suppression laws as Jim Crowe's surgical racism."}, {"sentId": 285, "text": "They were found guilty of passing race-based voter suppression laws and gerrymandering the districts that the courts have now ordered that they must redraw and have a special election in 2017."}], "speaker": "BARBER", "secId": 118}, {"sentences": [{"sentId": 286, "text": "They were found guilty of purging voters, African-American voters, and forced to put them back on the books."}, {"sentId": 287, "text": "He was caught red-handed writing a memo suggested to Republican-led Board of Election, that they should put in place rules that reflected the Republican values and not the values of the court."}], "speaker": "BARBER", "secId": 119}, {"sentences": [{"sentId": 288, "text": "We know the facts."}, {"sentId": 289, "text": "158 less sites this year in early voting."}, {"sentId": 290, "text": "For instance, one example, Greensboro had 16 in 2012, had only one in the first week of early voting and all of the sites were removed from HBCU campuses."}, {"sentId": 291, "text": "So the rhetoric of Brother Woodhouse and the facts are two different things and he knows it."}], "speaker": "BARBER", "secId": 120}, {"sentences": [{"sentId": 292, "text": "What about what he said about widespread voter fraud?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 293, "text": "Well, that's interesting, Don, because what you have is the group that was found guilty of engaging in fraud, in voter suppression, now trying to say other people are guilty of fraud."}, {"sentId": 294, "text": "So you have the guilty party trying to blame -- project on to other people."}, {"sentId": 295, "text": "There's been no voter fraud."}, {"sentId": 296, "text": "It's not proven."}, {"sentId": 297, "text": "They have filed a bunch of bogus complaints."}], "speaker": "BARBER", "secId": 122}, {"sentences": [{"sentId": 298, "text": "First, there's canvassing."}, {"sentId": 299, "text": "Canvassing is a normal process."}, {"sentId": 300, "text": "We support canvassing."}, {"sentId": 301, "text": "The NAACP, we support counting provisional ballots, we support hearing complaints if they're necessary and even recounts."}, {"sentId": 302, "text": "But they should be done legitimately, not through filing bogus complaints that his own Republican-led local boards and state board has thrown out."}], "speaker": "BARBER", "secId": 123}, {"sentences": [{"sentId": 303, "text": "So if -- Don, I don't need to make a joke."}, {"sentId": 304, "text": "This is not funny."}, {"sentId": 305, "text": "It's like Don Lemon suing Don Lemon."}, {"sentId": 306, "text": "You got the Republican Party suing the state Board of Elections that they control."}, {"sentId": 307, "text": "The governor that control the state Board of Elections are suing themselves, fighting themselves."}, {"sentId": 308, "text": "It's tragic."}, {"sentId": 309, "text": "And what it is, is this is the only state that Trumpism didn't sweep everything."}], "speaker": "BARBER", "secId": 124}, {"sentences": [{"sentId": 310, "text": "Yes."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 311, "text": "The governor's race that was held by progressive attorney general and the state Supreme Court was all --"}], "speaker": "BARBER", "secId": 126}, {"sentences": [{"sentId": 312, "text": "Well, let's talk about Donald Trump because Wendy , the director of the Democracy Program at the Brennan Center for Justice at NYU told the \"Washington Post,\" she said that the, \"Trump administration could change the voting landscape in a few ways."}, {"sentId": 313, "text": "They include not filing lawsuits against states in which voter suppression is alleged, pressing for more aggressive purges of voter rolls, or trying to push legislation through Congress.\""}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 314, "text": "So are you also concerned here about what a Trump administration might mean for voting rights?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 315, "text": "Deeply."}, {"sentId": 316, "text": "When -- as soon as the federal courts ruled that North Carolina, for instance, had engaged in the worst voter suppression since the Voting Rights Act, and surgical racism, Trump came to town and questioned the court's ruling and continued to tell his lie about fraud, and he continues to do that."}], "speaker": "BARBER", "secId": 129}, {"sentences": [{"sentId": 317, "text": "We're in the worst position protection wise that we've been since '65."}, {"sentId": 318, "text": "We're almost back to the 1800s because right now Section Five of the Voting Rights Act is not enforced."}, {"sentId": 319, "text": "The Congress is set on fixing that Ryan and McConnell and Boehner for over three years, they refused to do their duty under the 15th Amendment, which means the state legislatures can pass rules that do not have to be pre-cleared and you can only sue or take them to court after the rules have gone into effect and the damage has been done."}], "speaker": "BARBER", "secId": 130}, {"sentences": [{"sentId": 320, "text": "And now we're talking about appointing somebody like Jeff Sessions who has gotten a zero on the NAACP report card for years and also somebody who tried to sue people and criminalize people who were actually registering people to vote."}], "speaker": "BARBER", "secId": 131}, {"sentences": [{"sentId": 321, "text": "We're in a very dangerous time when it comes to the protection of a right to vote."}, {"sentId": 322, "text": "And we're going to have to be diligent in every way we can."}], "speaker": "BARBER", "secId": 132}, {"sentences": [{"sentId": 323, "text": "So what are you doing to fight voter suppression?"}, {"sentId": 324, "text": "BARBER:  Well, the one thing is, the law is still the law."}, {"sentId": 325, "text": "Section 2"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 326, "text": "is still in place, which means we're going to have to gear up with our lawyers even if we have to sue after the fact."}, {"sentId": 327, "text": "We're going to have to have, I believe, mass mobilization and sometime maybe even civil disobedience to drive home how serious these matters are."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 328, "text": "We're going to have to make sure we register the -- we register 30 percent of the African-American voters in the south, you can fundamentally change the outcome of the elections."}, {"sentId": 329, "text": "We're going to have to do that and build bridges with progressive whites and Latinos and we're going to have to stay focused."}, {"sentId": 330, "text": "And next year when we have a change in our legislature, because of the new district, they are no longer going to be able to hold on to super majority, we're going to have to get out the vote in an off-year election and make sure we have an impact on who gets into office."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 331, "text": "Dr. Barber, you know, we were discussing in the last segment McCrory refusing to concede and then it just sort of went from zero to 100 and -- minus two seconds."}, {"sentId": 332, "text": "What are your thoughts on this governor's race?"}, {"sentId": 333, "text": "Maybe I can get it from you."}, {"sentId": 334, "text": "McCrory refusing to concede."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 335, "text": "Well, you know, first of all, let's acknowledge this is a close election."}, {"sentId": 336, "text": "I can understand that."}, {"sentId": 337, "text": "It's a close election."}, {"sentId": 338, "text": "And if you're under 10,000 votes after the canvassing and everything, you have a right for a recount."}, {"sentId": 339, "text": "Now we're over 10,000 votes."}, {"sentId": 340, "text": "And you don't have that right."}, {"sentId": 341, "text": "Unless the canvassing go through this legal, just don't file bogus complaints."}, {"sentId": 342, "text": "But once things have been done legally and right you need to concede."}, {"sentId": 343, "text": "And he needs to concede."}], "speaker": "BARBER", "secId": 137}, {"sentences": [{"sentId": 344, "text": "If he really wanted to be governor, he should have focused on more progressive policies."}, {"sentId": 345, "text": "He's being -- he should have focused on health care expansion, public education, and raising the minimum wage, which 80 percent of North Carolina wants to see happen."}, {"sentId": 346, "text": "Instead he chose to follow the extremism of others and now he's no longer going to be the governor."}, {"sentId": 347, "text": "And I believe this is going to soon to come to a close."}], "speaker": "BARBER", "secId": 138}, {"sentences": [{"sentId": 348, "text": "What we're now watching is that he will not call a special session."}], "speaker": "BARBER", "secId": 139}, {"sentences": [{"sentId": 349, "text": "Right."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 350, "text": "And then they will suspend the rules and try to add two seats to the Supreme Court as a way of trickery to change that dynamic."}, {"sentId": 351, "text": "We're watching that very closely."}], "speaker": "BARBER", "secId": 141}, {"sentences": [{"sentId": 352, "text": "Reverend Dr. William Barber, thank you."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 353, "text": "Thank you so much, Don."}], "speaker": "BARBER", "secId": 143}, {"sentences": [{"sentId": 354, "text": "When we come back, Donald Trump delivers on his promise to keep Carrier jobs from going to Mexico."}, {"sentId": 355, "text": "Could another big company be his next deal?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 356, "text": "President-elect heading to Indianapolis tomorrow to formally announce the Carrier deal."}, {"sentId": 357, "text": "Let's discuss now, our CNN political commentator Kayleigh McEnany, CNN political commentator Bakari Sellers, CNN political contributor Hilary Rosen and John Philips, talk radio host with KABC."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 358, "text": "Kayleigh, smug to be here."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 359, "text": "Smug to be there."}, {"sentId": 360, "text": "Always."}], "speaker": "MCENANY", "secId": 147}, {"sentences": [{"sentId": 361, "text": "Inside joke."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 362, "text": "Yes."}], "speaker": "MCENANY", "secId": 149}, {"sentences": [{"sentId": 363, "text": "You watch us, you know."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 364, "text": "Anyway, Bakari, Donald Trump promised to keep Carrier jobs here and now he has delivered."}, {"sentId": 365, "text": "Does he deserve credit?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 366, "text": "I think you have to give him some credit."}, {"sentId": 367, "text": "I mean, I think that you would be somewhat rude and dismissive of the 850 families that now get to keep their jobs here in the United States."}, {"sentId": 368, "text": "Those people who have bills to pay."}, {"sentId": 369, "text": "So you have to recognize that."}, {"sentId": 370, "text": "And you know we can -- we can get down in the weeds and look at this from a very micro level and look at the fact that but for Mike Pence being the governor of Indiana, this wouldn't happen."}], "speaker": "SELLERS", "secId": 152}, {"sentences": [{"sentId": 371, "text": "You can look at it as corporate welfare."}, {"sentId": 372, "text": "You can look at it for the fact that this was very, very -- it lacked any transparency whatsoever."}, {"sentId": 373, "text": "But I want to look at it from the macro level and just so we understand how big this job of president is."}], "speaker": "SELLERS", "secId": 153}, {"sentences": [{"sentId": 374, "text": "Donald Trump literally has to create 5,000 jobs a day for 30 days to equal the number of jobs created by Barack Obama just last month."}, {"sentId": 375, "text": "Donald Trump literally has to create 1,000 jobs a week for the next 30 years to total the amount of jobs that Barack Obama saved on the auto bailout."}, {"sentId": 376, "text": "So while we're championing this 850 jobs, we have to keep those families in our hearts and prayers."}, {"sentId": 377, "text": "I mean, this is a drop in the bucket."}, {"sentId": 378, "text": "And Donald Trump needs to create policies because he can't go in every state and just dish out corporate welfare."}], "speaker": "SELLERS", "secId": 154}, {"sentences": [{"sentId": 379, "text": "OK."}, {"sentId": 380, "text": "I want to go to Kayleigh now because, Kayleigh, critics are saying that this deal sets a bad precedent, right?"}, {"sentId": 381, "text": "Because he's talking about macro level, whatever, that other companies are going to be looking to, you know, leave the country."}, {"sentId": 382, "text": "That this sets a bad precedent."}, {"sentId": 383, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 384, "text": "I don't think so because as one of our reporters pointed out tonight that there were incentives that were offered to Carrier previously."}, {"sentId": 385, "text": "Those incentives were not enough."}, {"sentId": 386, "text": "They still were going to send the 2,000 jobs to Mexico."}, {"sentId": 387, "text": "I think the difference now, we don't know what went into these negotiations."}, {"sentId": 388, "text": "I think the difference now is that you have a president who is going to have a 15 percent maximum corporate tax rate which is going to help businesses, which is going to encourage them to keep the jobs here, not send them abroad."}], "speaker": "MCENANY", "secId": 156}, {"sentences": [{"sentId": 389, "text": "But Bakari is right."}, {"sentId": 390, "text": "I do want to say."}, {"sentId": 391, "text": "This is a micro action and there's a huge challenge to create macro action."}, {"sentId": 392, "text": "And to keep jobs here on a macro scale."}, {"sentId": 393, "text": "I think Donald Trump is the person to do it."}, {"sentId": 394, "text": "But Bakari is right."}, {"sentId": 395, "text": "It's a big task and I think you'll be surprised, Bakari."}, {"sentId": 396, "text": "I think he'll do a really good job."}], "speaker": "MCENANY", "secId": 157}, {"sentences": [{"sentId": 397, "text": "OK."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 398, "text": "But, Don -- Don."}], "speaker": "SELLERS", "secId": 159}, {"sentences": [{"sentId": 399, "text": "Yes?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 400, "text": "Don, if I may just briefly."}, {"sentId": 401, "text": "I think that we know on a larger scale why this company not just the tax incentives."}, {"sentId": 402, "text": "I mean, their parent company gets $5.6 billion just from federal contracts."}, {"sentId": 403, "text": "And now because the president of the United States has targeted Carrier they're at risk at losing some of those federal contracts."}, {"sentId": 404, "text": "So we don't have --"}], "speaker": "SELLERS", "secId": 161}, {"sentences": [{"sentId": 405, "text": "We know why they did what they did."}], "speaker": "SELLERS", "secId": 162}, {"sentences": [{"sentId": 406, "text": "Yes."}, {"sentId": 407, "text": "And again you brought up a point that I tried to mention earlier is that Mike Pence is the governor and this is probably a Mike Pence deal rather than a Donald Trump deal."}, {"sentId": 408, "text": "But Donald Trump's name is at the top of the ticket."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 409, "text": "John, let's move on and discuss this."}, {"sentId": 410, "text": "Carrier released a statement, said, \"The agreement in no way diminishes our belief in the benefits of free trade and that the forces of globalization will continue to require solutions for the long term competitiveness of the U.S. and of American workers moving forward.\""}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 411, "text": "Doesn't that seem to be a stance that is at odd with Trump?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 412, "text": "Well, I think they can read the temperature in the room."}, {"sentId": 413, "text": "And they didn't want to be the first company to poke the bear after Donald Trump was elected because they not only were a company that was planning on shipping these jobs to Mexico, they were an issue in the campaign."}, {"sentId": 414, "text": "He brought them up repeatedly."}, {"sentId": 415, "text": "We had the guy who is the union president of the local chapter that represented all those workers that were going to be laid off on the radio station out here in Los Angeles and these guys were furious."}, {"sentId": 416, "text": "And I think the last thing they wanted to do was to end up on Donald Trump's list right as he's heading into the White House and right as he's seeing his popularity spike."}], "speaker": "PHILIPS", "secId": 166}, {"sentences": [{"sentId": 417, "text": "Yes, you're not calling Donald Trump a bear, are you?"}, {"sentId": 418, "text": "You just -- I know you're using --"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 419, "text": "So it's more than that, though."}, {"sentId": 420, "text": "You really have to pay attention to the point Bakari made."}, {"sentId": 421, "text": "LEMON:  Hilary, all right, but let me get this in."}, {"sentId": 422, "text": "And then you can"}], "speaker": "ROSEN", "secId": 168}, {"sentences": [{"sentId": 423, "text": "respond."}, {"sentId": 424, "text": "Because Carrier wasn't -- and you mentioned this earlier."}, {"sentId": 425, "text": "Carrier wasn't the only company that Trump targeted during his campaign."}, {"sentId": 426, "text": "He also spoke about the parent company of Oreos."}, {"sentId": 427, "text": "Listen to this."}], "speaker": "ROSEN", "secId": 169}, {"sentences": [{"sentId": 428, "text": "No more Oreos."}, {"sentId": 429, "text": "I don't like Oreos anymore."}, {"sentId": 430, "text": "They're closing their big plant in Chicago."}, {"sentId": 431, "text": "They're moving it to Mexico."}, {"sentId": 432, "text": "I'll never eat another Oreo again."}, {"sentId": 433, "text": "I'm not eating Oreos anymore."}, {"sentId": 434, "text": "You know that."}, {"sentId": 435, "text": "But neither is Chris."}, {"sentId": 436, "text": "You're not eating Oreos anymore."}, {"sentId": 437, "text": "No more Oreos."}, {"sentId": 438, "text": "For either of us."}], "speaker": "TRUMP", "secId": 170}, {"sentences": [{"sentId": 439, "text": "So, Hilary, the Chicago plant isn't closing but it did lose about half of its job to the new plant in Mexico."}, {"sentId": 440, "text": "So could, you know, Oreos be Donald Trump's next deal?"}, {"sentId": 441, "text": "What's your response?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 442, "text": "Well, and you know, when Trump went after Ford when Ford actually wasn't moving jobs they were creating new jobs in Mexico."}, {"sentId": 443, "text": "Look, we have a global competiveness problem with an uneven tax structure and, you know, an uneven trade policy."}, {"sentId": 444, "text": "Countries don't know what to expect."}, {"sentId": 445, "text": "And unfair labor practices in many countries around the world."}, {"sentId": 446, "text": "So that is not going to be a sort of bully pulpit by bully pulpit solution."}], "speaker": "ROSEN", "secId": 172}, {"sentences": [{"sentId": 447, "text": "I do think that tax reform will help that situation."}, {"sentId": 448, "text": "But in the case of United Technologies, first of all, they jumped at the chance to cut a deal with this new president."}, {"sentId": 449, "text": "We have no idea what he's promised."}, {"sentId": 450, "text": "That's my problem with this."}], "speaker": "ROSEN", "secId": 173}, {"sentences": [{"sentId": 451, "text": "I agree with Bakari that it's great that these 800 families now don't have to worry about their jobs."}, {"sentId": 452, "text": "There are several hundred workers down the road that are still threatened."}, {"sentId": 453, "text": "But we don't know what he promised Defense contracts."}, {"sentId": 454, "text": "We don't know if he promised other things going forward."}, {"sentId": 455, "text": "So, you know, I think he owes it to the American people to say what it was that made this deal viable."}], "speaker": "ROSEN", "secId": 174}, {"sentences": [{"sentId": 456, "text": "And if United Technologies just didn't want to piss off somebody who was going to control their $5 billion worth of Defense contracts, you know, you can't blame them for that."}, {"sentId": 457, "text": "But every company in the country that has jobs here is not going to be in that same situation."}, {"sentId": 458, "text": "So really thoughtful policies are really the only thing that's going to fix it."}], "speaker": "ROSEN", "secId": 175}, {"sentences": [{"sentId": 459, "text": "Maybe he'll answer that tomorrow when he gives an announcement on this."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 460, "text": "Stick around, we'll be right back."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 461, "text": "President-elect announcing more Cabinet picks today."}, {"sentId": 462, "text": "Back with me now, Kayleigh McEnany, Bakari Sellers, Hilary Rosen and John Philips."}, {"sentId": 463, "text": "I'm warn you, I'm having a little sneezing fit."}, {"sentId": 464, "text": "Kayleigh got to witness it here in the studio."}, {"sentId": 465, "text": "Hope it doesn't happen on the air."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 466, "text": "So, John, let's talk about some more transition news."}, {"sentId": 467, "text": "Trump has named former Goldman Sachs partner Steve Mnuchin to lead the Treasury Department."}, {"sentId": 468, "text": "What message does this send to the blue-collar workers who voted for Trump?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 469, "text": "I think it reinforces what he was doing on the campaign trail."}, {"sentId": 470, "text": "He ran a very aspirational campaign where it was essentially I'm a rich guy, and you should be rich guys, too, and I'm going to bring in all my rich friends who are great deal cutters, they're sharks on Wall Street and they're going to be cutting deals on behalf of the American people."}, {"sentId": 471, "text": "And it wasn't exactly crap load dollars --"}], "speaker": "PHILIPS", "secId": 180}, {"sentences": [{"sentId": 472, "text": "I was going to say who's laughing."}, {"sentId": 473, "text": "But it's everyone except for John and Kayleigh."}, {"sentId": 474, "text": "Why are you laughing, Bakari?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 475, "text": "I mean, that spin was -- I mean, my next campaign I'm hiring John Philips for sure because he just -- he just spin the hell out of that."}], "speaker": "SELLERS", "secId": 182}, {"sentences": [{"sentId": 476, "text": "Right around there."}], "speaker": "ROSEN", "secId": 183}, {"sentences": [{"sentId": 477, "text": "To say the least."}, {"sentId": 478, "text": "But, you know, I think what we see, I mean, I think Sherrod Brown said it best."}, {"sentId": 479, "text": "I mean, he's adding more gators to the swamp."}, {"sentId": 480, "text": "To say that Donald Trump campaigned on his friends at Goldman Sachs is just dishonest, John."}, {"sentId": 481, "text": "That's just not what he did on the campaign trail."}, {"sentId": 482, "text": "He ran as a populist."}, {"sentId": 483, "text": "He ran as draining the swamp."}, {"sentId": 484, "text": "He said that rich people don't even like him, was a quote that Donald Trump made."}], "speaker": "SELLERS", "secId": 184}, {"sentences": [{"sentId": 485, "text": "When you look around, people from Betsy DeVos or DeVos, excuse me, to Goldman Sachs, it's amazing."}, {"sentId": 486, "text": "I think Edward Snowden had a tweet that said it was going to be Donald Trump versus Goldman Sachs."}, {"sentId": 487, "text": "It looks as if Donald Trump is Goldman Sachs."}], "speaker": "SELLERS", "secId": 185}, {"sentences": [{"sentId": 488, "text": "I don't know about that."}], "speaker": "PHILIPS", "secId": 186}, {"sentences": [{"sentId": 489, "text": "Yes."}], "speaker": "MCENANY", "secId": 187}, {"sentences": [{"sentId": 490, "text": "I think it's true but there's also just something more specific, which is that Donald Trump -- over the last several years, you know, Wall Street screwed the little guy in 2008 and we saw that, hundreds of thousands of homes foreclosed upon, we had a major crash in the financial markets, and thousands and thousands of people lost their jobs, and no banker went to jail and people are pissed off about that."}], "speaker": "ROSEN", "secId": 188}, {"sentences": [{"sentId": 491, "text": "And Donald Trump campaigned on that."}, {"sentId": 492, "text": "He said these guys screwed you and these Democrats have done nothing to protect you."}, {"sentId": 493, "text": "And so what does he do?"}, {"sentId": 494, "text": "He puts in a secretary of Treasury the guy who made money buying out one of those banks at bargain basement prices, foreclosed on more people and then resold it for a profit so the very people that Trump said actually screwed the little guy, specifically in the campaign, he's now put in."}], "speaker": "ROSEN", "secId": 189}, {"sentences": [{"sentId": 495, "text": "But I think --"}], "speaker": "MCENANY", "secId": 190}, {"sentences": [{"sentId": 496, "text": "Kayleigh, go ahead."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 497, "text": "I think you're engaging in generalities because look, not everyone who sat here on Wall Street did screw over the little guy."}], "speaker": "MCENANY", "secId": 192}, {"sentences": [{"sentId": 498, "text": "But this guy did."}], "speaker": "ROSEN", "secId": 193}, {"sentences": [{"sentId": 499, "text": "There's certainly were some, of course there were, but not everyone."}, {"sentId": 500, "text": "And just because you have Goldman Sachs as a line on your resume, that doesn't disqualify you from holding a Cabinet position."}, {"sentId": 501, "text": "You know, I know it would only make the left happy if we screen out everyone who had Goldman Sachs or an Ivy League education."}], "speaker": "MCENANY", "secId": 194}, {"sentences": [{"sentId": 502, "text": "Not me."}], "speaker": "SELLERS", "secId": 195}, {"sentences": [{"sentId": 503, "text": "Or a millionaire out of the screening process for Donald Trump's Cabinet."}, {"sentId": 504, "text": "But he's choosing the most capable person for the job."}, {"sentId": 505, "text": "And what makes someone capable is someone who believes in Donald Trump's vision, is going to implement his vision of lower taxes for everyone, rooting out bad trade deals, and so Steven Mnuchin is going to do that."}, {"sentId": 506, "text": "So just because he happened to work at Goldman Sachs, that doesn't disqualify him from the Cabinet."}], "speaker": "MCENANY", "secId": 196}, {"sentences": [{"sentId": 507, "text": "Wait, wait, just --"}], "speaker": "SELLERS", "secId": 197}, {"sentences": [{"sentId": 508, "text": "First of all, I didn't even say it's because he worked with the Goldman Sachs."}], "speaker": "ROSEN", "secId": 198}, {"sentences": [{"sentId": 509, "text": "Whoa, whoa."}, {"sentId": 510, "text": "Before the election, this seems like opposite day, right?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 511, "text": "Right."}], "speaker": "SELLERS", "secId": 200}, {"sentences": [{"sentId": 512, "text": "Because was in fact the argument -- wasn't the argument flipped before the election?"}, {"sentId": 513, "text": "No?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 514, "text": "Come on, Kayleigh."}, {"sentId": 515, "text": "Just be honest."}, {"sentId": 516, "text": "Just admit that he attacked Hillary Clinton for her Goldman Sachs ties the entire campaign."}, {"sentId": 517, "text": "Just admit that that's what he did."}, {"sentId": 518, "text": "If he wants to choose him now, come up with a reason why and say it's because I believe in him going forward, but don't revise history and say that he didn't say everything he said during the campaign."}], "speaker": "ROSEN", "secId": 202}, {"sentences": [{"sentId": 519, "text": "No, I never -- I never said --"}], "speaker": "MCENANY", "secId": 203}, {"sentences": [{"sentId": 520, "text": "And that this is completely opposite."}], "speaker": "ROSEN", "secId": 204}, {"sentences": [{"sentId": 521, "text": "I never said he didn't say anything he said."}, {"sentId": 522, "text": "He went after Hillary for having ties to big money, for having revolving access of Clinton Foundation donors who then got access to government."}], "speaker": "MCENANY", "secId": 205}, {"sentences": [{"sentId": 523, "text": "Release of transcripts."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 524, "text": "No, come on."}], "speaker": "ROSEN", "secId": 207}, {"sentences": [{"sentId": 525, "text": "Because one person worked at Goldman Sachs, the fact that we should throw them out simply because they worked at one of the most prestigious banks in the world?"}, {"sentId": 526, "text": "I think that's ridiculous."}], "speaker": "MCENANY", "secId": 208}, {"sentences": [{"sentId": 527, "text": "No."}, {"sentId": 528, "text": "His problem is that he ran a bank --"}], "speaker": "ROSEN", "secId": 209}, {"sentences": [{"sentId": 529, "text": "This is not about -- but this is not about Goldman Sachs."}], "speaker": "SELLERS", "secId": 210}, {"sentences": [{"sentId": 530, "text": "-- that foreclosed on mortgages and he profited in that bank at the expense of taxpayers."}, {"sentId": 531, "text": "That's the problem."}], "speaker": "ROSEN", "secId": 211}, {"sentences": [{"sentId": 532, "text": "Exactly."}, {"sentId": 533, "text": "This is not about -- the irony, though, is that this is not about Goldman Sachs per se."}], "speaker": "SELLERS", "secId": 212}, {"sentences": [{"sentId": 534, "text": "That's right."}], "speaker": "ROSEN", "secId": 213}, {"sentences": [{"sentId": 535, "text": "This is not about Wall Street."}, {"sentId": 536, "text": "In fact, you know, this -- it's not disqualifying to be wealthy and be a Cabinet member."}, {"sentId": 537, "text": "It's just not."}, {"sentId": 538, "text": "But what this is about it's about hypocrisy that is Donald Trump."}, {"sentId": 539, "text": "This is about the con that he pulled on working class Americans."}, {"sentId": 540, "text": "This is about the fact that he ran as a populist candidate who said that I don't have rich friends."}, {"sentId": 541, "text": "Who said that he was going to tackle and rein in Wall Street because Wall Street was out of control."}, {"sentId": 542, "text": "He talked about the little guy."}, {"sentId": 543, "text": "He's talked about people being out in the street with pitchforks."}, {"sentId": 544, "text": "And then all of a sudden he just puts himself and surrounds --"}], "speaker": "SELLERS", "secId": 214}, {"sentences": [{"sentId": 545, "text": "Is that also, Kayleigh, taking him literally as -- I mean, can you guys really think Donald Trump doesn't have rich friends?"}, {"sentId": 546, "text": "I know a number of his rich friends."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 547, "text": "Of course he doesn't."}, {"sentId": 548, "text": "He didn't try to hide his wealth and to say he, you know, pulled a con or pulled the wool over the eyes of the working class."}, {"sentId": 549, "text": "This is someone who we just did a segment gave a thousand jobs back to people in the working class."}, {"sentId": 550, "text": "This is what --"}], "speaker": "MCENANY", "secId": 216}, {"sentences": [{"sentId": 551, "text": "He didn't do a thousand jobs, Kayleigh."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 552, "text": "Yes, he did."}, {"sentId": 553, "text": "He kept a thousand jobs here for the working class."}], "speaker": "MCENANY", "secId": 218}, {"sentences": [{"sentId": 554, "text": "800 jobs."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 555, "text": "So just because he appointed someone who worked at a great bank in his Cabinet?"}, {"sentId": 556, "text": "I mean, I think that's really reaching."}], "speaker": "MCENANY", "secId": 220}, {"sentences": [{"sentId": 557, "text": "This is apples and oranges."}, {"sentId": 558, "text": "We are not talking about what these guys might do because look, you know, maybe they'll do great things."}, {"sentId": 559, "text": "But this is saying these folks have a history that is exactly the -- history that Donald Trump attacked for the last year and half."}], "speaker": "ROSEN", "secId": 221}, {"sentences": [{"sentId": 560, "text": "You know --"}], "speaker": "PHILIPS", "secId": 222}, {"sentences": [{"sentId": 561, "text": "And a correction."}, {"sentId": 562, "text": "I was wrong."}, {"sentId": 563, "text": "It is a thousand jobs."}, {"sentId": 564, "text": "It's not 800."}, {"sentId": 565, "text": "Sorry."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 566, "text": "So forgive people for being a little skeptical on that."}], "speaker": "ROSEN", "secId": 224}, {"sentences": [{"sentId": 567, "text": "Go ahead, John."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 568, "text": "I remember Trump as being the guy that had Peter Thiel speak at the convention."}, {"sentId": 569, "text": "He talked about having Henry Kravis potentially be an ambassador in his administration."}, {"sentId": 570, "text": "He spent more time bragging about his wealth than any rapper I'm aware of."}, {"sentId": 571, "text": "This is a guy who did not try to hide that aspect of his life."}, {"sentId": 572, "text": "We knew that he was bringing in the sharks."}, {"sentId": 573, "text": "He was bringing in people to go in and try to --"}], "speaker": "PHILIPS", "secId": 226}, {"sentences": [{"sentId": 574, "text": "But, John, listen."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 575, "text": "As little possible."}], "speaker": "PHILIPS", "secId": 228}, {"sentences": [{"sentId": 576, "text": "But, John, to the point of Bakari and to Hilary Rosen, didn't that -- didn't he sort of rail against Wall Street and the -- let's just be honest."}, {"sentId": 577, "text": "Didn't he do that?"}, {"sentId": 578, "text": "And then he -- you know, Hillary Clinton should release her transcripts, that she has more ties to Wall Street and big money than any other candidate and that she was -- listen, Hillary Clinton lost."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 579, "text": "And those guys have screwed you and I'll protect you."}], "speaker": "ROSEN", "secId": 230}, {"sentences": [{"sentId": 580, "text": "And he won, and then now he's doing this and also he announced billionaire Wilbur Ross as his Commerce secretary."}, {"sentId": 581, "text": "There's a list of millionaires and, you know, billionaires that he is adding to his Cabinet."}, {"sentId": 582, "text": "Shouldn't we just be honest about that, John?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 583, "text": "I remember him saying that we have people that negotiate bad deals and he's going to come in and he's going to hire the best."}, {"sentId": 584, "text": "He's going to bring in the captains of industry, he's going to bring people in that's going to -- that are going to use those skills to negotiate on behalf of the American people."}], "speaker": "PHILIPS", "secId": 232}, {"sentences": [{"sentId": 585, "text": "That part is true, too."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 586, "text": "I'm not surprised at all."}], "speaker": "PHILIPS", "secId": 234}, {"sentences": [{"sentId": 587, "text": "But it doesn't negate the other part."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 588, "text": "No."}, {"sentId": 589, "text": "I mean, look, that was certainly part of it, too."}, {"sentId": 590, "text": "She did have a cozy relationship with Wall Street but he ran as an outsider and an outsider, a lot of these people are coming from --"}], "speaker": "PHILIPS", "secId": 236}, {"sentences": [{"sentId": 591, "text": "But isn't your relationship cozier with Wall Street than if you give speeches than if you actually appoint someone who is from Wall Street and they actually work alongside of you?"}, {"sentId": 592, "text": "Isn't that a cozier relationship than going in and giving a speech?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 593, "text": "Part of the reason that he won is because he ran as an outsider and the public is looking for someone --  LEMON:  You are good, John."}], "speaker": "PHILIPS", "secId": 238}, {"sentences": [{"sentId": 594, "text": "That is --"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 595, "text": "Wilbur Ross, outsider?"}], "speaker": "SELLERS", "secId": 240}, {"sentences": [{"sentId": 596, "text": "Figure skater."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 597, "text": "Let's just stipulate every single night on this show that the Donald Trump who is going to be -- you know, who is president-elect is a different guy than the Donald Trump who was running for president, and then maybe the guy who was the Donald Trump president will be different than this guy."}], "speaker": "ROSEN", "secId": 242}, {"sentences": [{"sentId": 598, "text": "Let's give Kayleigh the last word."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 599, "text": "Let's just stipulate it's not going to be so --"}], "speaker": "ROSEN", "secId": 244}, {"sentences": [{"sentId": 600, "text": "No."}, {"sentId": 601, "text": "Let's stipulate that the Donald Trump who ran as a candidate on behalf of working class voters in the rust belt is the Donald Trump, president-elect, who's already brought back a thousand jobs for these very people."}], "speaker": "MCENANY", "secId": 245}, {"sentences": [{"sentId": 602, "text": "You guys are a good group."}, {"sentId": 603, "text": "I love having you."}, {"sentId": 604, "text": "And of course, Kayleigh, it's smug to be with you."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 605, "text": "I smug to do it."}], "speaker": "MCENANY", "secId": 247}, {"sentences": [{"sentId": 606, "text": "Thank you, guys."}, {"sentId": 607, "text": "Have a good night."}, {"sentId": 608, "text": "That's it for us."}, {"sentId": 609, "text": "Thanks for watching."}, {"sentId": 610, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 248}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.30.cnnt.02.html.json", "time": "Aired November 30, 2016 - 23:00   ET"}