{"sectionCount": 178, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["HOLMES", "LEMON", "PIOTROWSKI", "FLORES", "KAYYEM", "LEVINE", "SIDNER", "TIMMER", "DAM", "GILL", "HENRY", "SHAVER"], "subTitle": "Florida Braces for Extremely Dangerous Storm; Mandatory Curfew in Daytona Beach. Aired 12-1a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/06/cnnt.03.html", "sentenceCount": 573, "sections": [{"sentences": [{"sentId": 0, "text": "We've seen transformers popping off around the place over the last couple of hours."}, {"sentId": 1, "text": "So, you know, what tomorrow will bring, late morning when people start to get a sense of what damage has been done, we don't know."}, {"sentId": 2, "text": "It just going to depend as you were discussing just a minute ago, if that eye wobbles a little bit further to the east, it's going to make a massive difference here."}, {"sentId": 3, "text": "If it wobbles a little bit further to the west, look out."}], "speaker": "HOLMES", "secId": 0}, {"sentences": [{"sentId": 4, "text": "I just want to point this out, Michael."}, {"sentId": 5, "text": "You know, we come to you every 15, 20 minutes or so."}, {"sentId": 6, "text": "It appears every time it's raining harder now."}, {"sentId": 7, "text": "The winds have picked up."}, {"sentId": 8, "text": "Each time we come to you, it accelerates and many times or often when you cover these stories, it's upon you and then you don't realize how quickly it has come."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "Yes, exactly."}, {"sentId": 10, "text": "This, though, has been building and building."}, {"sentId": 11, "text": "I'll tell you, this afternoon, you know, 5:00, 6:00, it was calm around here."}, {"sentId": 12, "text": "We have a little bit of a breeze, not much going on."}, {"sentId": 13, "text": "Since then, this thing has just powered on in."}], "speaker": "HOLMES", "secId": 2}, {"sentences": [{"sentId": 14, "text": "And we are far from the worst of it."}, {"sentId": 15, "text": "We're four hours, five hours from the worst of it."}, {"sentId": 16, "text": "But when these bands come in, I mean, you know, our producer here is not the largest young lady."}, {"sentId": 17, "text": "And she's being nearly knocked off her feet a couple of times."}, {"sentId": 18, "text": "It is that strong."}], "speaker": "HOLMES", "secId": 3}, {"sentences": [{"sentId": 19, "text": "So when it does roll in, it rolls in pretty hard."}, {"sentId": 20, "text": "And as I say, we've got a lot worse to come."}], "speaker": "HOLMES", "secId": 4}, {"sentences": [{"sentId": 21, "text": "All right."}, {"sentId": 22, "text": "Thank you, Michael Holmes."}, {"sentId": 23, "text": "Stay safe."}, {"sentId": 24, "text": "We'll check back in just moments."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 25, "text": "Joining me now is Jeff Piotrowski."}, {"sentId": 26, "text": "He's a storm chaser with TwisterChasers.com."}, {"sentId": 27, "text": "He is up and he's been joining us occasionally here on CNN as well."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 28, "text": "So, Jeff, give us the update."}, {"sentId": 29, "text": "We're looking at your live pictures now as you were traveling along the road."}, {"sentId": 30, "text": "So give us the update."}, {"sentId": 31, "text": "Where are you and what are you seeing?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 32, "text": "I'm at Cape Canaveral right now."}, {"sentId": 33, "text": "And it's about 75 miles southwest of me."}, {"sentId": 34, "text": "And, you know, right now, the winds are 60, 65."}, {"sentId": 35, "text": "A number of power flashes south of here coming up from Jensen Beach earlier coming north."}, {"sentId": 36, "text": "So not a lot of damage right now."}, {"sentId": 37, "text": "This is the normal stuff."}, {"sentId": 38, "text": "A lot of palm tree limbs down and leaves, and I have seen a number of power flashes, probably close to 20 over the last two hours."}], "speaker": "PIOTROWSKI", "secId": 8}, {"sentences": [{"sentId": 39, "text": "The last, you know, 80 miles between here and Jensen beach and Cape Canaveral."}, {"sentId": 40, "text": "But the good news is it looks like the hurricane center adjusted the track slightly, I mean, slightly to the east from earlier forecast at 11:00."}, {"sentId": 41, "text": "And, you know, these hurricanes, they start approaching the coast, they can wobble and the eye ball -- the eye ball kind of - the eyeball opened up and is kind of being absorbed in a broader -- the shore is probably increasing in the storm."}, {"sentId": 42, "text": "So the hurricane is trying to weaken a little bit."}, {"sentId": 43, "text": "It's actually shifting to the right a little bit."}, {"sentId": 44, "text": "It may be some really good news for the east coast of Florida here."}, {"sentId": 45, "text": "It may not be near as much wind damage as we earlier thought today and even through late this afternoon."}, {"sentId": 46, "text": "Because it all has to do with that eye."}, {"sentId": 47, "text": "If it comes onshore or stays off it."}], "speaker": "PIOTROWSKI", "secId": 9}, {"sentences": [{"sentId": 48, "text": "Right now, it looks like it will stay offshore."}, {"sentId": 49, "text": "And so it's going to literally come down to just little like four, five or eight miles can mean a difference of heavy damage or no damage at all."}, {"sentId": 50, "text": "It's that out of a gradient."}, {"sentId": 51, "text": "And that's what we're seeing on the radar right now."}, {"sentId": 52, "text": "Watching both Melbourne and Miami all afternoon, all evening and it is going to be a close call."}], "speaker": "PIOTROWSKI", "secId": 10}, {"sentences": [{"sentId": 53, "text": "We report that with, you know, a bit of a caveat here."}, {"sentId": 54, "text": "Because you don't want people to get a false sense of hope or false sense of security."}, {"sentId": 55, "text": "Because that track could change at any moment now."}, {"sentId": 56, "text": "We want --"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 57, "text": "Oh, absolutely."}], "speaker": "PIOTROWSKI", "secId": 12}, {"sentences": [{"sentId": 58, "text": "Yes, Jeff, thank you."}, {"sentId": 59, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 60, "text": "Jeff, we'll check back in with you."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 61, "text": "Coming up, much more on our breaking news tonight."}, {"sentId": 62, "text": "Millions in Florida bracing for Hurricane Matthew."}, {"sentId": 63, "text": "The monster storm that has already killed hundreds in Haiti."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 64, "text": "Our breaking news tonight."}, {"sentId": 65, "text": "Millions of people in Florida taking shelter as Hurricane Matthew approaches."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 66, "text": "CNN's Rosa Flores is in Jacksonville for us right now."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 67, "text": "Rosa, give us the latest."}, {"sentId": 68, "text": "What's going on?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 69, "text": "You know, officials here saying that the next 24 hours are critical."}, {"sentId": 70, "text": "Because that's when they're expecting the brunt of the storm to hit this particular area."}], "speaker": "FLORES", "secId": 19}, {"sentences": [{"sentId": 71, "text": "Now, Don, we've been talking about people with homes and how they're hunkering down and what they're doing."}, {"sentId": 72, "text": "We're at the Salvation Army."}, {"sentId": 73, "text": "This is where people are who are without homes."}, {"sentId": 74, "text": "Because imagine those 90 to 115-mile-per-hour winds, what would homeless people do?"}, {"sentId": 75, "text": "Well, a lot of them are going to shelters like these."}, {"sentId": 76, "text": "And we'll take you around and give you a sense of this here."}, {"sentId": 77, "text": "This particular shelter here in Jacksonville, Florida has probably about 55 to 60 people."}, {"sentId": 78, "text": "The capacity is probably about 120, but it does service as a shelter."}, {"sentId": 79, "text": "And so there are other people here that are sheltered here on a regular basis."}], "speaker": "FLORES", "secId": 20}, {"sentences": [{"sentId": 80, "text": "So you know, authorities here are worried because they do believe that a lot of people are not heeding the warning, they're not coming to shelters like these."}, {"sentId": 81, "text": "They are all over the city."}], "speaker": "FLORES", "secId": 21}, {"sentences": [{"sentId": 82, "text": "There's about 2,000 people in shelters at this particular time."}, {"sentId": 83, "text": "That's the latest count that we got from officials."}, {"sentId": 84, "text": "But think about this."}, {"sentId": 85, "text": "There's 456,000 people in the evacuation zone."}, {"sentId": 86, "text": "And so, that's one of the reasons why officials say, you know, people are not heeding the warning."}, {"sentId": 87, "text": "They should be seeing more people in shelters just like earlier today."}], "speaker": "FLORES", "secId": 22}, {"sentences": [{"sentId": 88, "text": "Officials were thinking we should be seeing more people on roads exiting the city."}, {"sentId": 89, "text": "They were not seeing those numbers and that's why they're a bit worried, Don, because at this point, officials are saying, you got to hunker down at home."}, {"sentId": 90, "text": "You got to stay where you're at right now."}, {"sentId": 91, "text": "Stay put."}, {"sentId": 92, "text": "Because it is not going to be safe."}, {"sentId": 93, "text": "They don't know exactly when the winds are going to start picking up here, but they do know that in the next 24 hours, that's probably going to happen."}, {"sentId": 94, "text": "And Jacksonville is a city of bridges."}, {"sentId": 95, "text": "That's how it is connected."}], "speaker": "FLORES", "secId": 23}, {"sentences": [{"sentId": 96, "text": "Once sustained winds go up to 40, to 45 miles an hour, those bridges are closed."}, {"sentId": 97, "text": "There's no going in or out."}, {"sentId": 98, "text": "Not even first responders are able to move in those areas until the conditions are safe enough for them to maneuver."}], "speaker": "FLORES", "secId": 24}, {"sentences": [{"sentId": 99, "text": "And, of course, what's next once the hurricane hits?"}, {"sentId": 100, "text": "Search and rescues."}, {"sentId": 101, "text": "That's what we are expecting and that's what first responders are telling us."}], "speaker": "FLORES", "secId": 25}, {"sentences": [{"sentId": 102, "text": "Don?"}], "speaker": "FLORES", "secId": 26}, {"sentences": [{"sentId": 103, "text": "Rosa Flores in a facility where people are hunkering down and staying safe."}, {"sentId": 104, "text": "Rosa Flores, I appreciate that."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 105, "text": "I want to bring in now Juliette Kayyem and also Alan Levine to talk about what's happening here."}, {"sentId": 106, "text": "To talk about security and to talk about safety."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 107, "text": "Alan Levine is a former secretary of health of both Florida and Louisiana, and the disaster of management, response and recovery expert."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 108, "text": "And also Juliette Kayyem who is a CNN national security analyst."}, {"sentId": 109, "text": "Also, by the way, the author of \"Security Mom.\""}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 110, "text": "So my question, let's start with you first, Juliette."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 111, "text": "A lot of talk over the past few days from state and local leaders stressing the dangers to people."}, {"sentId": 112, "text": "Are they learning from past mistakes for this particular situation?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 113, "text": "Oh, absolutely."}, {"sentId": 114, "text": "Look, every disaster is horrible in its own right and the silver lining or the blessing is that we do better next time."}], "speaker": "KAYYEM", "secId": 33}, {"sentences": [{"sentId": 115, "text": "So you're starting to see some of the lessons of previous hurricanes sort of taken to protect lives in this one."}, {"sentId": 116, "text": "In particular, the sort of movement forward, the surging of assets that you see from the federal government, not waiting for the storm to hit but having pre- positioned assets in place so that when the storm passes by, you already have relief efforts there."}], "speaker": "KAYYEM", "secId": 34}, {"sentences": [{"sentId": 117, "text": "You also saw what was may, they have been viewed by some as too early evacuation order."}, {"sentId": 118, "text": "It was not."}, {"sentId": 119, "text": "The problem after Hurricane Katrina or when people looked at it, they realized that the evacuation orders had come \"too late and they were too voluntary.\""}, {"sentId": 120, "text": "I'm going to put that in quotes."}], "speaker": "KAYYEM", "secId": 35}, {"sentences": [{"sentId": 121, "text": "In other words, the reason why you're hearing political officials be so angry, be so direct and be so scary, be so tough love, so to speak, is because fear gets people to move."}, {"sentId": 122, "text": "And that's what you want."}], "speaker": "KAYYEM", "secId": 36}, {"sentences": [{"sentId": 123, "text": "We need people to evacuate."}, {"sentId": 124, "text": "It is stupid to stay put."}, {"sentId": 125, "text": "It is selfish and puts others in harm."}, {"sentId": 126, "text": "And so you're learning some of these things -- we're seeing some of these lessons played out right now."}], "speaker": "KAYYEM", "secId": 37}, {"sentences": [{"sentId": 127, "text": "Alan, let's get to you."}, {"sentId": 128, "text": "Because you have worked on preparation and response to ten hurricanes."}, {"sentId": 129, "text": "How does this one compare to other storms that have made landfall in Florida?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 130, "text": "Well, let me say this."}, {"sentId": 131, "text": "One thing about Florida, we went through eight major hurricanes that made landfall in Florida, and Florida set the standard for disaster management."}], "speaker": "LEVINE", "secId": 39}, {"sentences": [{"sentId": 132, "text": "And so Florida, the citizens there, they are very resilient."}, {"sentId": 133, "text": "They've been through this many times."}, {"sentId": 134, "text": "They know what needs to be done."}, {"sentId": 135, "text": "And I will say Governor Scott, the state emergency response team and the fact that Craig Fugate, the administrator of FEMA used to run Florida's emergency management department."}, {"sentId": 136, "text": "I think everybody can rest assure that he's going to have their back and that the governor is going to stay on top of this."}], "speaker": "LEVINE", "secId": 40}, {"sentences": [{"sentId": 137, "text": "But what makes this storm different is just the sheer power."}, {"sentId": 138, "text": "The potential for inland flooding, the potential for post-storm death if people are not smart after the storm, those things all remain the same."}], "speaker": "LEVINE", "secId": 41}, {"sentences": [{"sentId": 139, "text": "I'm remaining a little bit hopeful as we see the storm wobble a little bit."}, {"sentId": 140, "text": "Hopefully, maybe we can get a break here."}, {"sentId": 141, "text": "But the people in Florida are used to this, they've been through it and they know what to expect."}], "speaker": "LEVINE", "secId": 42}, {"sentences": [{"sentId": 142, "text": "Does it make a difference, Juliette, that the president has already signed emergency declarations for Florida and South Carolina."}, {"sentId": 143, "text": "Does it help get resources into place faster?"}, {"sentId": 144, "text": "And Georgia as well."}, {"sentId": 145, "text": "KAYYEM:  Yes, it does."}, {"sentId": 146, "text": "I mean, -- exactly."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 147, "text": "You say FEMA has changed significantly since Hurricane Katrina."}, {"sentId": 148, "text": "As we were just talking about Craig Fugate and FEMA are much more forward leaning."}, {"sentId": 149, "text": "They have had people in state specifically for this hurricane for a couple days."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 150, "text": "The presidential declaration is unique."}, {"sentId": 151, "text": "It doesn't happen very often before a hurricane hits."}, {"sentId": 152, "text": "But it's a way of the federal government assuring money and materials and assets and other things that will be needed in response."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 153, "text": "so it's -- just exactly what we've all been saying this sort forward leaning approach is because the weather maps have been clear that this was different than previous hurricane threats."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 154, "text": "Let's hope that the wobbling that everyone is talking about will maybe ease some of the stresses for the communities there."}, {"sentId": 155, "text": "But obviously we have to plan for the worst in situations like this."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 156, "text": "Alan, I want to ask you about Zika, because Miami had already been fighting the Zika virus and there is lots of water here."}, {"sentId": 157, "text": "Does this cause it to spread more rapidly over a wider area of land?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 158, "text": "Sure."}, {"sentId": 159, "text": "There's been a lot of rain and any time you have saturation, then you add to it the potential for a storm surge, and potentially, you can have some real issues."}, {"sentId": 160, "text": "And this is why it's important if you see flooding, to stay away from it."}, {"sentId": 161, "text": "That's where you can have the potential for downed power lines, sharp objects in the water and other things that can cause real harm."}], "speaker": "LEVINE", "secId": 49}, {"sentences": [{"sentId": 162, "text": "I want to agree with my colleague."}, {"sentId": 163, "text": "Craig Fugate, I went -- he was my colleague in Florida when we went through the eight storms in 2004 and 2005."}, {"sentId": 164, "text": "And, you know, one thing about Craig, he always says, you know, he wants to lean in."}, {"sentId": 165, "text": "And that's always been his strategy."}], "speaker": "LEVINE", "secId": 50}, {"sentences": [{"sentId": 166, "text": "And I think one thing Floridians should be comfortable with is that when search and rescue begins, as long as people heed the warnings of local emergency management officials and stay out of the way, and let search and rescue commence, I think you will see a very smooth process."}], "speaker": "LEVINE", "secId": 51}, {"sentences": [{"sentId": 167, "text": "One thing I will say, too, Don, is people should also be patient."}, {"sentId": 168, "text": "If they chose to stay and not evacuate, hopefully, they have stocked up enough supplies to last themselves three to five days."}], "speaker": "LEVINE", "secId": 52}, {"sentences": [{"sentId": 169, "text": "If they did evacuate, particularly because of the track that this storm is on, where it's going back out into the Atlantic and potentially loop back around, it may be some period of time before people can safely come back into their home."}, {"sentId": 170, "text": "So people should be patient and listen to the local emergency management officials."}, {"sentId": 171, "text": "That's the most important thing they can do to protect themselves and others."}], "speaker": "LEVINE", "secId": 53}, {"sentences": [{"sentId": 172, "text": "Alan, Juliette, stand by."}, {"sentId": 173, "text": "When we come right back, more on our breaking news tonight."}, {"sentId": 174, "text": "Millions of people taking shelter as Hurricane Matthew approaches Florida's coast."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 175, "text": "Our breaking news, millions of people taking shelter tonight as Hurricane Matthew approaches the Florida coast."}, {"sentId": 176, "text": "We've got a bit of good news tonight."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 177, "text": "The Ft. Lauderdale Airport is set to reopen in just a few hours about 11:00 a.m."}, {"sentId": 178, "text": "So let's check in now with CNN's Sara Sidner."}, {"sentId": 179, "text": "She's at Daytona Beach for us."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 180, "text": "Sara, what is the latest?"}, {"sentId": 181, "text": "You've been out in this all day."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 182, "text": "OK, we don't have Sara Sidner."}, {"sentId": 183, "text": "we can hear her getting ready there."}, {"sentId": 184, "text": "Apparently, we lost communication."}, {"sentId": 185, "text": "But, again, we have been speaking with officials all over Florida who have all been saying the same thing, telling folks there to heed the warnings, to get out, to evacuate."}, {"sentId": 186, "text": "And if you can't at a certain point in time, you have to stay there and you have to shelter in place."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 187, "text": "Sara Sidner back with us now."}, {"sentId": 188, "text": "And, Sara, you have been witnessing that all day."}, {"sentId": 189, "text": "What's the latest from Daytona?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 190, "text": "Yes, we know that at least one county has decided to stop sending out any kind of emergency services."}, {"sentId": 191, "text": "So that is definitely we've been told and the authorities have been saying that, look, as this comes ashore, we are going to stop sending out anyone to try and rescue you."}, {"sentId": 192, "text": "We are getting to that point."}], "speaker": "SIDNER", "secId": 60}, {"sentences": [{"sentId": 193, "text": "We do know that the storm has gone offshore a little bit more, and they are hoping that it stays that way."}, {"sentId": 194, "text": "And the eye doesn't get as close as they thought it once would."}, {"sentId": 195, "text": "But, again, winds, rain whipping up yet again."}, {"sentId": 196, "text": "We are starting to get blown around a little bit here."}, {"sentId": 197, "text": "So stronger and stronger bands coming in."}, {"sentId": 198, "text": "And one of them is coming in just now."}], "speaker": "SIDNER", "secId": 61}, {"sentences": [{"sentId": 199, "text": "And you see, like, the rain will start going this way and then suddenly it will shift."}, {"sentId": 200, "text": "It will start going a different way, and then it will go vertical."}, {"sentId": 201, "text": "And so this is what you did when a hurricane comes along."}], "speaker": "SIDNER", "secId": 62}, {"sentences": [{"sentId": 202, "text": "I have been through a few myself."}, {"sentId": 203, "text": "And I know, Don, you've been through a few."}, {"sentId": 204, "text": "And the big concern, obviously, is flooding and also downed power lines."}, {"sentId": 205, "text": "We know that that happens and then people get electrocuted because they are in water and they don't realize that, for example, a downed power line has fallen especially in the dark."}, {"sentId": 206, "text": "So that's one of the reasons why they have said here in Volusia County here on Daytona Beach."}], "speaker": "SIDNER", "secId": 63}, {"sentences": [{"sentId": 207, "text": "That they do not want folks out in the street."}, {"sentId": 208, "text": "They have put a curfew in place to make sure that people are in their homes, are in a safe place away from the water."}, {"sentId": 209, "text": "And we can tell you, the storm surge has come up significantly."}, {"sentId": 210, "text": "The entire beach."}, {"sentId": 211, "text": "Almost the entire beach is now covered in water."}, {"sentId": 212, "text": "And if that gets much higher, we are actually going to go to a bit higher ground."}, {"sentId": 213, "text": "We are kind of standing in a cove here with a huge, concrete hotel behind us so that we can get in and out very, very quickly."}], "speaker": "SIDNER", "secId": 64}, {"sentences": [{"sentId": 214, "text": "But the water is rising."}, {"sentId": 215, "text": "And if they get these very high powered maybe category 3 force winds, that water is going to rise."}, {"sentId": 216, "text": "And it will come on to the board walk and it will make a problem for the businesses here who have boarded up."}], "speaker": "SIDNER", "secId": 65}, {"sentences": [{"sentId": 217, "text": "So we are sort of watching and waiting, trying to stay in an area where we are safe, but also give you an idea of what the conditions are and it is starting to blow a lot harder than it was earlier today, Don."}], "speaker": "SIDNER", "secId": 66}, {"sentences": [{"sentId": 218, "text": "Sara Sidner, be safe."}, {"sentId": 219, "text": "We'll check back."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 220, "text": "I want to bring back in Juliette Kayyem and Alan Levine."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 221, "text": "Both of them back with us this evening."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 222, "text": "Alan, as we are watching the radar, the storm is going up the coast not making landfall, could that be giving us any false sense of security?"}, {"sentId": 223, "text": "Because, again, it may not have the impact that they thought it was, may not, and I Stress that, and people should not have a false sense of security right now."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 224, "text": "Don, you're exactly right."}, {"sentId": 225, "text": "I remember back in 2004 with Hurricane Charlie, it was moving up the west coast and people expected that it was going to up into Tampa Bay."}, {"sentId": 226, "text": "And I remember, I was sitting with Governor Bush preparing for media advisory and all of a sudden Ben Nelson, our state meteorologist, came in and with Craig Fugate and I and the governor and told us that the storm had just shifted."}], "speaker": "LEVINE", "secId": 71}, {"sentences": [{"sentId": 227, "text": "And we asked when it was going to hit, he said it's going to hit right now and it was going to hit Port Charlotte and so Charlotte County."}, {"sentId": 228, "text": "And that's where there was major devastation."}], "speaker": "LEVINE", "secId": 72}, {"sentences": [{"sentId": 229, "text": "These storms are not linear."}, {"sentId": 230, "text": "That skinny black line doesn't mean a lot."}, {"sentId": 231, "text": "If that storm wobbles even a little bit to the west, towards the west, you're going to have landfall."}], "speaker": "LEVINE", "secId": 73}, {"sentences": [{"sentId": 232, "text": "So not to mention the fact that you're going to have storm surge."}, {"sentId": 233, "text": "Everything north of that storm is going to bring storm surge."}, {"sentId": 234, "text": "So people need -- at this point, it's probably too late to evacuate, but they need to hunker down and they need to heed the advice of their local emergency management officials when the search and rescue begins."}], "speaker": "LEVINE", "secId": 74}, {"sentences": [{"sentId": 235, "text": "Juliette, how do they break things up?"}, {"sentId": 236, "text": "Because, you know, you have the federal response."}, {"sentId": 237, "text": "You've got the local responses."}, {"sentId": 238, "text": "You have the state response and all that."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 239, "text": "I imagine that there are entities now just out making sure that things are safe."}, {"sentId": 240, "text": "Making people get out of their homes or get off the roads."}, {"sentId": 241, "text": "And then you've got people who are figuring out what to do next once it's over."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 242, "text": "That's exactly right."}, {"sentId": 243, "text": "And there is a look of formal process."}, {"sentId": 244, "text": "Even disaster management has its acronyms or there is an incident response process."}, {"sentId": 245, "text": "And right now, you know, as Alan said, we are in a little bit in a holding pattern."}, {"sentId": 246, "text": "A lot of the evacuations have to stop."}], "speaker": "KAYYEM", "secId": 77}, {"sentences": [{"sentId": 247, "text": "Some of the counties are pulling back emergency response capabilities."}, {"sentId": 248, "text": "Wait out the hurricane."}, {"sentId": 249, "text": "And then once, you know, you get sunlight and you know that things are safe."}, {"sentId": 250, "text": "They'll start both the short term and the long term recovery effort."}], "speaker": "KAYYEM", "secId": 78}, {"sentences": [{"sentId": 251, "text": "As you were saying in the last block, it's called a disaster for a reason."}, {"sentId": 252, "text": "People need to be patient."}, {"sentId": 253, "text": "Things don't work as smoothly as they used to."}, {"sentId": 254, "text": "And also to remember that when Hurricane Katrina hit New Orleans and Louisiana and Mississippi, it was not a category 5 right then."}, {"sentId": 255, "text": "It was a category 3 and in some places 2."}], "speaker": "KAYYEM", "secId": 79}, {"sentences": [{"sentId": 256, "text": "People do not die, things do not get damaged because of the hurricane itself."}, {"sentId": 257, "text": "It's all the stuff after."}, {"sentId": 258, "text": "It's the flooding, it's the electrocution, it's the lack of clean water."}, {"sentId": 259, "text": "And so this is going to be --  whatever happens tonight with where the eye is hitting, just to you know reiterate what Alan was saying, this is going to have impacts that are related to the hurricane, but don't have to do exactly with what category it is right now."}], "speaker": "KAYYEM", "secId": 80}, {"sentences": [{"sentId": 260, "text": "And great advice and information from both Alan and Juliette."}, {"sentId": 261, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 262, "text": "That is it for us tonight."}, {"sentId": 263, "text": "Our live coverage of Hurricane Matthew continues in just a moment with John Vause in Los Angeles and Michael Holmes in Florida."}, {"sentId": 264, "text": "I'm don lemon."}, {"sentId": 265, "text": "Good night."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 266, "text": "The breaking news is Florida bracing right now for Hurricane Matthew, a storm the National Hurricane Center calls extremely dangerous."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 267, "text": "This is CNN TONIGHT."}, {"sentId": 268, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 269, "text": "Here's what we know right now."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 270, "text": "Forecasters say Matthew may be just hours away from the Florida coast."}, {"sentId": 271, "text": "It is currently a Category 4 hurricane blasting 130-mile-an-hour winds."}, {"sentId": 272, "text": "The hurricane center warning quote, \"You have to take it seriously to stay alive.\""}, {"sentId": 273, "text": "Matthew forcing the largest mandatory evacuation since Hurricane Sandy -- more than 2 million people."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 274, "text": "The worldwide resources of CNN stretched across the coast and I want to get straight to CNN's Michael Holmes first."}, {"sentId": 275, "text": "He's in Palm Bay, Florida for us this evening."}, {"sentId": 276, "text": "Michael, Florida's governor issued a dire warning, dire warning today to get out."}, {"sentId": 277, "text": "What is the latest where you are?"}, {"sentId": 278, "text": "What are you seeing?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 279, "text": "That's right."}, {"sentId": 280, "text": "He said this storm could kill."}, {"sentId": 281, "text": "He said evacuate, evacuate, evacuate."}], "speaker": "HOLMES", "secId": 88}, {"sentences": [{"sentId": 282, "text": "Don, you and I have been talking for the last couple of hours."}, {"sentId": 283, "text": "When we began a couple of hours ago, the winds were a lot less than they are now."}, {"sentId": 284, "text": "And just to -- step aside just to give you an idea."}, {"sentId": 285, "text": "Well, the bands have been coming through."}, {"sentId": 286, "text": "It has been a lot worse than this."}, {"sentId": 287, "text": "It comes and it goes."}, {"sentId": 288, "text": "It has been quite strong at times, ripping through here, probably gusting maybe 75 miles an hour."}], "speaker": "HOLMES", "secId": 89}, {"sentences": [{"sentId": 289, "text": "In a couple hours from now we are fully expecting it to be -- maybe three hours from now -- it could be as much as 110 miles an hour."}, {"sentId": 290, "text": "People have been warning about this storm for days now."}, {"sentId": 291, "text": "The warnings are getting more and more dire."}], "speaker": "HOLMES", "secId": 90}, {"sentences": [{"sentId": 292, "text": "And we heard from the National Weather Service here in Melbourne and I just want to read it to you because the language is very dire."}, {"sentId": 293, "text": "\"Locations may be uninhabitable for weeks or even months, widespread extensive to devastating wind impacts."}, {"sentId": 294, "text": "Effects such as these have not been experienced in central Florida in decades.\""}, {"sentId": 295, "text": "Now that's coming from the National Weather Service and they don't mess around or exaggerate."}, {"sentId": 296, "text": "So that sort of language gives you pause."}], "speaker": "HOLMES", "secId": 91}, {"sentences": [{"sentId": 297, "text": "We are talking about the winds and the rain at the moment."}, {"sentId": 298, "text": "The storm surge is something also we need to talk about."}, {"sentId": 299, "text": "It's high tide right now, at midnight on the East Coast."}, {"sentId": 300, "text": "Now high tide combined with a storm surge of perhaps as much 12 feet is going to be devastating for coastal areas."}], "speaker": "HOLMES", "secId": 92}, {"sentences": [{"sentId": 301, "text": "And as you know Don, along the coast you have the Barrier Islands where people live."}, {"sentId": 302, "text": "The evacuation orders have been very strict for those people getting them off those Barrier Islands."}, {"sentId": 303, "text": "A 12-foot storm surge at high tide -- well, you saw what happened with Hurricane Sandy and that was a tropical storm by the time it got to shore."}, {"sentId": 304, "text": "This is going to be a full-blown hurricane."}], "speaker": "HOLMES", "secId": 93}, {"sentences": [{"sentId": 305, "text": "You were just talking about major damage."}, {"sentId": 306, "text": "We are seeing power going out all around us here, transformers blowing and this is really just the beginning -- Don."}], "speaker": "HOLMES", "secId": 94}, {"sentences": [{"sentId": 307, "text": "Michael -- earlier, Sara Sidner was in Daytona."}, {"sentId": 308, "text": "She said she had one of those waves coming through."}, {"sentId": 309, "text": "Hers were happening, you know, maybe every 30 minutes."}, {"sentId": 310, "text": "How often are you seeing the waves come through now?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 311, "text": "Far less than that."}, {"sentId": 312, "text": "I mean every five minutes we almost get blown off our feet here."}, {"sentId": 313, "text": "So they're getting more and more -- we're a lot closer, of course, to the eye."}, {"sentId": 314, "text": "And we're the projected point where the eye is going to be closest to the coast first."}, {"sentId": 315, "text": "That's why everybody is worried about the damage around here in the general Melbourne area."}], "speaker": "HOLMES", "secId": 96}, {"sentences": [{"sentId": 316, "text": "But no, we have been getting these big gusts of wind every five minutes or so and the rain started to get a lot heavier too and it just short of sweeps through and comes up and hits you in the face."}, {"sentId": 317, "text": "So it's getting a lot more -- and as I say this is midnight."}, {"sentId": 318, "text": "We are talking 75-mile-an-hour winds."}, {"sentId": 319, "text": "It could be 115-mile-per-hour winds in maybe three hours from now."}, {"sentId": 320, "text": "So imagine what that's going to be like -- Don."}], "speaker": "HOLMES", "secId": 97}, {"sentences": [{"sentId": 321, "text": "And we'll be live here to report it."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 322, "text": "Michael Holmes -- stay safe."}, {"sentId": 323, "text": "Thank you very much."}, {"sentId": 324, "text": "We'll get back to you."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 325, "text": "Speaking of Sara Sidner, let's go to Daytona Beach now."}, {"sentId": 326, "text": "Sara is there for us."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 327, "text": "Sara -- I know that you were out on the board walk all day in Daytona."}, {"sentId": 328, "text": "You're seeing the conditions worsen by the hour."}, {"sentId": 329, "text": "So what is the latest now?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 330, "text": "Look another band's coming."}, {"sentId": 331, "text": "You see these little springs of rain, that usually gives you a hint that there is some real heavy rain coming right behind it and wind."}], "speaker": "SIDNER", "secId": 102}, {"sentences": [{"sentId": 332, "text": "I do want to give you an idea because a lot of people -- we have been telling everyone you must evacuate, get to a safe place."}, {"sentId": 333, "text": "Don't be on the coast."}, {"sentId": 334, "text": "This is our job."}, {"sentId": 335, "text": "No, my mother is not happy about it."}, {"sentId": 336, "text": "But it's our job."}, {"sentId": 337, "text": "But we also try to make it so that we are safer as well."}], "speaker": "SIDNER", "secId": 103}, {"sentences": [{"sentId": 338, "text": "We're in a little bit of an alcove here near the hotel."}, {"sentId": 339, "text": "We're going to be staying in this hotel."}, {"sentId": 340, "text": "And I can tell you because I've asked them about the windows because most of this hotel has windows that are pointed towards the ocean because everybody wants an ocean view normally when they come here to Daytona Beach."}, {"sentId": 341, "text": "Those windows can withstand about 150-mile-per-hour winds."}, {"sentId": 342, "text": "And so some of the hotels especially those that are renovated or newer ones have those kinds of windows that are far stronger than your average window."}], "speaker": "SIDNER", "secId": 104}, {"sentences": [{"sentId": 343, "text": "And so that's one thing that they have been telling folks because we know that Florida Power and Light, the folks that will be coming in here will be staying in this hotel as well as this comes through, hoping to be here immediately afterwards so that they can make sure that the power lines get put back together as soon as possible."}, {"sentId": 344, "text": "We know some power lines are already down."}, {"sentId": 345, "text": "They are expecting somewhere around two million people that may be without power."}], "speaker": "SIDNER", "secId": 105}, {"sentences": [{"sentId": 346, "text": "But here's a little bit of good news, if you will, the storm has wobbled a bit."}, {"sentId": 347, "text": "And we have been watching as it has been coming in."}, {"sentId": 348, "text": "Wobbled a bit and gone a little further out into the ocean."}, {"sentId": 349, "text": "May not hit as hard here as they thought it would."}, {"sentId": 350, "text": "The eye certainly at this point doesn't seem to be coming on to shore."}, {"sentId": 351, "text": "So that is the good news."}], "speaker": "SIDNER", "secId": 106}, {"sentences": [{"sentId": 352, "text": "However there still will be very, very, very heavy wind, heavy rain, expecting potential flooding and there is some debris that is sort of blowing around."}, {"sentId": 353, "text": "So we've kind of kept ourselves in this space where we can go back and get out of the rain and the wind."}], "speaker": "SIDNER", "secId": 107}, {"sentences": [{"sentId": 354, "text": "And, of course, authorities are advising everyone to get off the streets."}, {"sentId": 355, "text": "And there is now a curfew that is in effect here."}, {"sentId": 356, "text": "They want to make sure that people are off the streets now because this is the time from now until early morning when the storm is supposed to really pick up -- Don."}], "speaker": "SIDNER", "secId": 108}, {"sentences": [{"sentId": 357, "text": "All right."}, {"sentId": 358, "text": "Sara Sidner -- good advice."}, {"sentId": 359, "text": "Stay off the streets."}, {"sentId": 360, "text": "Sara -- we appreciate that and we'll get back to you."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 361, "text": "I want to turn now to Reed Timmer."}, {"sentId": 362, "text": "He's an AccuWeather extreme meteorologist."}, {"sentId": 363, "text": "Reed, tell us where you are and what's going on."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 364, "text": "Right now I'm in Cocoa Beach which is right on the Barrier Island."}, {"sentId": 365, "text": "We're just northeast of the center of Hurricane Matthew."}, {"sentId": 366, "text": "The winds have been gusting periodically as the spiral bands have been coming in and just a recent band we did have a bunch of power flashes."}, {"sentId": 367, "text": "I observed probably four or five just off to the distance but hoping to capture a few for you here."}, {"sentId": 368, "text": "Those power flashes will become more frequent as the winds ramp up."}], "speaker": "TIMMER", "secId": 111}, {"sentences": [{"sentId": 369, "text": "Right now we're in between bands."}, {"sentId": 370, "text": "You can see it off in the distance there, that hazy sky."}, {"sentId": 371, "text": "Actually, we just had a little transformer pop right here above me."}, {"sentId": 372, "text": "But right now the worst is still well off to our southwest and here in the early morning hours, that's when we're really going to have winds ramp up especially if the inner eye wall rotates in."}], "speaker": "TIMMER", "secId": 112}, {"sentences": [{"sentId": 373, "text": "The system has been trying to undergo an eye wall replacement like all day which is where a bigger eye wall contracts."}, {"sentId": 374, "text": "And then the inner eye wall which is the small, compact eye that we've seen, it's  and then the outer eye wall replaces and constricts as well."}, {"sentId": 375, "text": "So the timing of that eye wall replacement cycle will also dictate just how strong the winds get here."}], "speaker": "TIMMER", "secId": 113}, {"sentences": [{"sentId": 376, "text": "And if we get in that outer eye wall we easily will see wind gusts over hurricane force and if that inner eye wall happens to wobble in that's when the winds will really ramp up and we could get that storm surge here of 10 to 12 feet in Cocoa Beach or just north of the eye."}, {"sentId": 377, "text": "That's where the biggest storm surge is going to happen."}], "speaker": "TIMMER", "secId": 114}, {"sentences": [{"sentId": 378, "text": "Reed, let's talk a little bit more about conditions because emergency personnel will stay out as long as possible until the conditions get so poor that they can't."}, {"sentId": 379, "text": "What are the road conditions looking like right now?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 380, "text": "Right now it's not too bad, honestly, but you don't want to let that fool you."}, {"sentId": 381, "text": "The storm surge will come in very fast, almost like a flash flood if you are in the path of the eye."}, {"sentId": 382, "text": "If the eye stays offshore then the storm surge impacts won't be as bad."}, {"sentId": 383, "text": "But it does wobble in and there may not be much warning for that and you are caught out on the road then you easily could be inundated by flood waters."}, {"sentId": 384, "text": "You know, you don't want to deal with a 10-foot wall of water ahead of an eye wall with 100 plus-mile-per-hour winds."}, {"sentId": 385, "text": "It's a deadly scenario."}], "speaker": "TIMMER", "secId": 116}, {"sentences": [{"sentId": 386, "text": "So even though the roads may appear passable right now, you definitely don't want to be out there."}, {"sentId": 387, "text": "There could be downed trees, downed power lines and the hurricane is well off shore."}, {"sentId": 388, "text": "It's still several hours away until we get the worst conditions here."}, {"sentId": 389, "text": "And given such a compact storm, too, they will definitely deteriorate rapidly when they do."}], "speaker": "TIMMER", "secId": 117}, {"sentences": [{"sentId": 390, "text": "How does this compare, Reed, to other storms that you've chased?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 391, "text": "Well, I chased Katrina and Rita."}, {"sentId": 392, "text": "We lost our car to a 15- foot storm surge in Katrina."}, {"sentId": 393, "text": "It's a long story behind that, kind of hard to get into but that was much worse than this so far."}, {"sentId": 394, "text": "But if this -- I just saw a power flash off to our south, a big power flash this time."}], "speaker": "TIMMER", "secId": 119}, {"sentences": [{"sentId": 395, "text": "This is nothing like Katrina but it is a very serious hurricane where you can have deadly conditions."}, {"sentId": 396, "text": "It's a much more compact storm probably similar to a Charlie."}, {"sentId": 397, "text": "But Charlie, of course, came barreling into Florida direct landfall and that created much worse storm surge conditions and devastating Category 4 wind gusts."}], "speaker": "TIMMER", "secId": 120}, {"sentences": [{"sentId": 398, "text": "I don't think it will be that bad."}, {"sentId": 399, "text": "If it stays just off shore they may dodge a bullet here at the Florida East Coast."}, {"sentId": 400, "text": "But if it does wobble in things could go really south fast."}], "speaker": "TIMMER", "secId": 121}, {"sentences": [{"sentId": 401, "text": "Reed Timmer, storm chaser -- thank you, sir."}, {"sentId": 402, "text": "We'll get back."}, {"sentId": 403, "text": "Stay safe."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 404, "text": "CNN meteorologist Derek Van Dam in the CNN Severe Weather Center."}, {"sentId": 405, "text": "Derek -- is this storm currently tracking the coast now?"}, {"sentId": 406, "text": "When is it going to make landfall?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 407, "text": "You know, it's really interesting that you say that, Don because the latest track from the National Hurricane Center keeps the exact path of this powerful, powerful hurricane roughly about 20 miles just offshore."}, {"sentId": 408, "text": "And of course that will keep the most devastating parts of this hurricane offshore as well."}, {"sentId": 409, "text": "Not to say that we won't feel major impacts from this."}, {"sentId": 410, "text": "But I want to show you why miles matter here in just one moment."}], "speaker": "DAM", "secId": 124}, {"sentences": [{"sentId": 411, "text": "Look at the latest kind of regional satellite or radar and you can clearly see the eye wall and the trajectory of the storm as it is continuing to move in a northwesterly direction basically about 12 miles per hour."}, {"sentId": 412, "text": "And you can see the outer rain bands, the eye wall here located within that circle that I just drew."}], "speaker": "DAM", "secId": 125}, {"sentences": [{"sentId": 413, "text": "But think about this."}, {"sentId": 414, "text": "Think that a hurricane of this magnitude, we're talking about a strong Cat 3 to a Cat 4, they tend to wobble."}, {"sentId": 415, "text": "An analogy would be if you were to spin a quarter or spin a top perhaps and once it starts to slow down it wobbles side to side to side."}], "speaker": "DAM", "secId": 126}, {"sentences": [{"sentId": 416, "text": "And that's exactly what we saw Hurricane Matthew do when it passed the Freeport region in the Bahamas."}, {"sentId": 417, "text": "Look at the trajectory as it was approaching the region."}, {"sentId": 418, "text": "And we saw that northwesterly movement."}, {"sentId": 419, "text": "All right -- this is really crucial because if we see this happen along the East Coast of Florida, we'll see devastating effects."}], "speaker": "DAM", "secId": 127}, {"sentences": [{"sentId": 420, "text": "You see that last moment switch in the eye wall westward."}, {"sentId": 421, "text": "That 15 to 20 mile difference will mean everything in terms of the potential destruction that we see along the east coast of Florida."}, {"sentId": 422, "text": "I'm going to show you again."}, {"sentId": 423, "text": "There is the trajectory northwesterly and then look at the wobble in the eye as it moves westward by let's say 10, 20 miles."}, {"sentId": 424, "text": "That wobbling is going to play a major, major factor in how severe the winds become along the East Coast."}], "speaker": "DAM", "secId": 128}, {"sentences": [{"sentId": 425, "text": "Not to say that we want to diminish the potential effects of this storm."}, {"sentId": 426, "text": "The National Weather Service is using very strong language talking about how some of the locations along the coast could be uninhabitable for days if not weeks to come."}], "speaker": "DAM", "secId": 129}, {"sentences": [{"sentId": 427, "text": "So let's break it down hour by hour, what we're expecting here from the CNN meteorologists, the whole team of people we have working behind the scenes, so you can get a perspective and an idea of where the conditions will go."}], "speaker": "DAM", "secId": 130}, {"sentences": [{"sentId": 428, "text": "We have people -- live shots all along the coast of Florida as we speak."}, {"sentId": 429, "text": "And you can see how Melbourne which is just to the south of the space coast there, and you can see how winds will really start to ramp up over the next coming hours."}, {"sentId": 430, "text": "Will we see that wobble take place?"}, {"sentId": 431, "text": "Will we see the worst in terms of winds when we get the strong onshore component?"}, {"sentId": 432, "text": "Time will tell."}], "speaker": "DAM", "secId": 131}, {"sentences": [{"sentId": 433, "text": "This is the latest from the National Hurricane Center."}, {"sentId": 434, "text": "And you can see that projected path."}, {"sentId": 435, "text": "Look at the line right in the middle."}, {"sentId": 436, "text": "That's that path that I was talking about right offshore."}, {"sentId": 437, "text": "A couple of important keys here as well."}, {"sentId": 438, "text": "Look at the deteriorating wind conditions, or I should say the weakening wind conditions."}, {"sentId": 439, "text": "We expect a Category 3 by the time it reaches that Cape Canaveral coast."}], "speaker": "DAM", "secId": 132}, {"sentences": [{"sentId": 440, "text": "So we see a weakening hurricane -- the potential for it to stay offshore."}, {"sentId": 441, "text": "But Don -- if that wobble takes place like I showed you near the Freeport region, we'll have a completely different story."}, {"sentId": 442, "text": "Back to you."}], "speaker": "DAM", "secId": 133}, {"sentences": [{"sentId": 443, "text": "Derek Van Dam -- we appreciate it."}, {"sentId": 444, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 445, "text": "Coming up, more on our breaking news tonight."}, {"sentId": 446, "text": "Millions of people bracing for Hurricane Matthew, a storm that's being called a monster."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 447, "text": "Our breaking news tonight, millions of people in Florida bracing for a monster Hurricane Matthew."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 448, "text": "Joining me on the phone, Erick Gill, communications director of Port St. Lucie County, Florida."}, {"sentId": 449, "text": "Erick -- appreciate you joining us."}, {"sentId": 450, "text": "You just got a briefing last hour."}, {"sentId": 451, "text": "What can you tell us?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 452, "text": "Yes."}, {"sentId": 453, "text": "Here in St. Lucie County, Florida the storm has shifted a little bit off of our coast, about 20 miles further than it was supposed to be, which is a good sign for us and our residents here in St. Lucie County."}, {"sentId": 454, "text": "And instead of looking at maximum winds of 130 miles an hour now we are looking at the 90-mile-an-hour range."}], "speaker": "GILL", "secId": 138}, {"sentences": [{"sentId": 455, "text": "The brunt of the storm is still coming toward us."}, {"sentId": 456, "text": "We still have a few more hours of nasty weather to endure but we're not expected to have the impact that we had just earlier today."}], "speaker": "GILL", "secId": 139}, {"sentences": [{"sentId": 457, "text": "You're still not out of the woods."}, {"sentId": 458, "text": "I would imagine, nothing changes in terms of evacuations or preparation, correct?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 459, "text": "Correct, yes."}, {"sentId": 460, "text": "Urgently today and starting yesterday it looked like we were going to get a direct hit of a Category 3 or 4 storm so we issued a mandatory evacuations for our 21-mile coastline and residents living in low-lying areas and mobile homes."}, {"sentId": 461, "text": "We had roughly a little over a thousand people in our six public shelters right now and a lot of folks have left the area to go to the west coast or upstate to see family or friends."}], "speaker": "GILL", "secId": 141}, {"sentences": [{"sentId": 462, "text": "Still though, even though it is tracking a little bit further off the coast there can still be a pretty major storm surge."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 463, "text": "Absolutely -- that's one of our biggest concerns."}, {"sentId": 464, "text": "We could still see a five to eight foot storm surge in some areas."}, {"sentId": 465, "text": "You know, Florida is a very wet state and we're a coastal county."}, {"sentId": 466, "text": "So there's a lot of water and a lot of concerns for flooding and storm surge."}], "speaker": "GILL", "secId": 143}, {"sentences": [{"sentId": 467, "text": "All right."}, {"sentId": 468, "text": "Erick Gill -- stay safe."}, {"sentId": 469, "text": "Thank you very much -- communications director for St. Lucie County in Florida."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 470, "text": "Joining me now on the phone is Derrick Henry, the mayor of Daytona Beach."}, {"sentId": 471, "text": "Mayor, appreciate you joining us."}, {"sentId": 472, "text": "Tell me what's happening in Daytona right now."}, {"sentId": 473, "text": "Give us an update."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 474, "text": "Hi -- Don."}, {"sentId": 475, "text": "Well, we're just bracing."}, {"sentId": 476, "text": "The winds are starting to pick up, getting up to 30 -- 30 miles an hour of winds."}, {"sentId": 477, "text": "And of course it's raining and a great number of our residents have taken heed to our warning but certainly we're concerned about those that have not."}], "speaker": "HENRY", "secId": 146}, {"sentences": [{"sentId": 478, "text": "Mayor Henry, you know, the beach has gone -- Daytona Beach has gone years without a direct hit."}, {"sentId": 479, "text": "You said a lot of people have taken heed to the warning."}, {"sentId": 480, "text": "But are all the folks there taking this seriously because you have gone so long without a direct hit?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 481, "text": "Absolutely not."}, {"sentId": 482, "text": "I was out knocking on doors today myself and speaking with residents on our beachside area."}, {"sentId": 483, "text": "And several told me that they were waiting because they wanted to enjoy the surf."}, {"sentId": 484, "text": "But many have chosen to vacate."}, {"sentId": 485, "text": "I think that when you go for the length of time that we have gone without a direct hit you can become complacent."}], "speaker": "HENRY", "secId": 148}, {"sentences": [{"sentId": 486, "text": "And that's why we have been very vigilant and quite animated in our discussion and dialogue with the residents, trying to convince them of the gravity of this situation."}], "speaker": "HENRY", "secId": 149}, {"sentences": [{"sentId": 487, "text": "What do you say to folks?"}, {"sentId": 488, "text": "Because, I mean it's very tough."}, {"sentId": 489, "text": "A lot of people don't want to leave their homes and they don't want to leave their possessions -- Mayor."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 490, "text": "Well, the first thing that we try to communicate to them is that life is more precious than the valuables."}, {"sentId": 491, "text": "We understand that you worked hard for them but you are our greatest resource."}, {"sentId": 492, "text": "Your human potential, your human capital -- you're the best."}, {"sentId": 493, "text": "You're what's most important to us."}, {"sentId": 494, "text": "And that's what you have to try to communicate as a leader and as a community."}, {"sentId": 495, "text": "And then also you have to try to communicate that for the most part their valuables will be as safe as possible."}, {"sentId": 496, "text": "You cannot protect them by staying with them."}, {"sentId": 497, "text": "If something is going to happen to your valuables, your presence is not going to enhance their safety."}], "speaker": "HENRY", "secId": 151}, {"sentences": [{"sentId": 498, "text": "Mayor, you're getting reports back from the shelters?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 499, "text": "Well, yes, our shelters are all full to capacity on the eastern portion of our community."}, {"sentId": 500, "text": "And they're running very smoothly."}, {"sentId": 501, "text": "We're just so thankful for all of the volunteers and everyone who chipped in to try to make them successful."}], "speaker": "HENRY", "secId": 153}, {"sentences": [{"sentId": 502, "text": "Daytona Beach Mayor Derrick Henry -- thank you very much."}, {"sentId": 503, "text": "Mayor -- appreciate it."}, {"sentId": 504, "text": "Best of luck to you."}, {"sentId": 505, "text": "Stay safe."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 506, "text": "Joining me now on the phone is Nancy Shaver, mayor of St. Augustine, Florida."}, {"sentId": 507, "text": "Mayor Shaver -- I appreciate it."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 508, "text": "The entire city has been -- St. Augustine, excuse me, the entire city has been evacuated as of 6:00 a.m. this morning."}, {"sentId": 509, "text": "What are you expecting in St. Augustine?"}, {"sentId": 510, "text": "Mayor -- are you there?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 511, "text": "Yes, I am."}, {"sentId": 512, "text": "I missed your question."}], "speaker": "SHAVER", "secId": 157}, {"sentences": [{"sentId": 513, "text": "I said what are you expecting in St. Augustine?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 514, "text": "Something not very good."}, {"sentId": 515, "text": "I mean, you know, it certainly good to know that we have a shift of Hurricane Matthew but the real threat for us is the storm surge and our city has been evacuated."}, {"sentId": 516, "text": "However, we believe that close to half the folks have not chosen not to do that."}, {"sentId": 517, "text": "And we did put a curfew in place last night beginning at 8:00."}], "speaker": "SHAVER", "secId": 159}, {"sentences": [{"sentId": 518, "text": "The water service is no longer operating."}, {"sentId": 519, "text": "We expect severe power outages for some period of time."}, {"sentId": 520, "text": "And at this point what we're doing is really waiting to see what tomorrow brings or actually what today brings."}], "speaker": "SHAVER", "secId": 160}, {"sentences": [{"sentId": 521, "text": "We're expecting obviously the winds to pick up early in the morning and become very, very dangerous as the day goes by."}, {"sentId": 522, "text": "But it's the storm surge that concerns us and the number of people who are still in our city and the inability of our first responders or emergency personnel to get to them."}, {"sentId": 523, "text": "But we are 450 years old and we expect to -- actually 451 this year."}, {"sentId": 524, "text": "So we expect to be 452."}], "speaker": "SHAVER", "secId": 161}, {"sentences": [{"sentId": 525, "text": "May I ask -- is it too late now?"}, {"sentId": 526, "text": "Is the advice to hunker down in place if you haven't left already?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 527, "text": "We do have -- I'm here at the emergency operations center and we have a staff ready to help people as best they can."}, {"sentId": 528, "text": "We do have shelters and there will be a small window opening tomorrow morning after daylight."}], "speaker": "SHAVER", "secId": 163}, {"sentences": [{"sentId": 529, "text": "We're hoping that anyone who feels that they do need to seek shelter, I would encourage everyone to do that, call the emergency operations center and make your arrangements if you can."}], "speaker": "SHAVER", "secId": 164}, {"sentences": [{"sentId": 530, "text": "The mayor of St. Augustine, Florida Nancy Shaver."}, {"sentId": 531, "text": "Mayor -- thank you."}, {"sentId": 532, "text": "Best of luck to you as well."}, {"sentId": 533, "text": "We'll continue to check back with you."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 534, "text": "And coming up, much more on our breaking news tonight."}, {"sentId": 535, "text": "We're continuing to follow the developments of Hurricane Matthew quickly approaching Florida."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 536, "text": "We're in the middle of it now."}, {"sentId": 537, "text": "Our breaking news tonight: millions of people in Florida bracing for Hurricane Matthew."}, {"sentId": 538, "text": "Governor Rick Scott warning the storm could be a killer in his state."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 539, "text": "CNN's Michael Holmes is in Palm Bay, Florida for us and the Melbourne area which is, you know, expected to be impacted really roughly this evening."}, {"sentId": 540, "text": "Michael -- Florida's governor issued dire warnings today to get out."}, {"sentId": 541, "text": "What is the latest?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 542, "text": "Yes, he did."}, {"sentId": 543, "text": "Yes, he said evacuate, evacuate, evacuate."}, {"sentId": 544, "text": "This storm could kill you."}, {"sentId": 545, "text": "And certainly, the predictions we've been getting for this particular area could be the hardest hit, at least initially as that eye and the eye wall gets ever closer to the coast."}, {"sentId": 546, "text": "This could be the first place that it impacts heavily."}], "speaker": "HOLMES", "secId": 169}, {"sentences": [{"sentId": 547, "text": "I can tell you over the last couple of hours we've felt it steadily building up, steadily building up."}, {"sentId": 548, "text": "The rain is getting heavier."}, {"sentId": 549, "text": "You get this sort of thing happening."}, {"sentId": 550, "text": "There's another band coming through right now -- Don."}, {"sentId": 551, "text": "It comes through and it really howls along and it whips up the rain and we're probably gusting around 50, 55, around that."}, {"sentId": 552, "text": "That is tropical storm force winds."}], "speaker": "HOLMES", "secId": 170}, {"sentences": [{"sentId": 553, "text": "I was talking to our weather guys about two minutes actually and they said we could see 100 miles an hour in the next few hours."}, {"sentId": 554, "text": "We're looking at probably 4:00 in the morning East Coast time we're going to see the worst of this thing."}], "speaker": "HOLMES", "secId": 171}, {"sentences": [{"sentId": 555, "text": "It's been -- where it's going to be devastating is that storm surge and you have been talking about this with a lot of your other guests too, where it could be 11, perhaps 12 feet high along here."}, {"sentId": 556, "text": "And you have those Barrier Islands just on the coast here and those houses out there."}, {"sentId": 557, "text": "They've evacuated people from there but goodness knows what those houses are going to look like tomorrow, if they're even there."}], "speaker": "HOLMES", "secId": 172}, {"sentences": [{"sentId": 558, "text": "A lot of the locals who have evacuated, they're in shelters."}, {"sentId": 559, "text": "But I'll just show you, this is where we are, the hotel here."}, {"sentId": 560, "text": "It's actually one of the very few hurricane-rated buildings in this part of Florida."}, {"sentId": 561, "text": "So it's been a magnet for people."}, {"sentId": 562, "text": "There are people in the lobby there who are just spending the night waiting it out because there are no rooms left."}], "speaker": "HOLMES", "secId": 173}, {"sentences": [{"sentId": 563, "text": "And talking to the people who are staying here, I think  are from right around here."}, {"sentId": 564, "text": "They just wanted to get out of their houses away from the coast and come to a place that's hurricane rated."}, {"sentId": 565, "text": "So, you know, you can tell there is sort of an anticipation and apprehension that's going on here right now because people don't know what they're going to find tomorrow when they get up especially those who are closer to the coast."}], "speaker": "HOLMES", "secId": 174}, {"sentences": [{"sentId": 566, "text": "And even the National Weather Service here in Florida using some frightening language saying that parts of this area could be uninhabitable for weeks or even months."}, {"sentId": 567, "text": "You've got 100,000 people right now in Florida without power."}, {"sentId": 568, "text": "We've seen transformers popping off around the place over the last couple of hours."}], "speaker": "HOLMES", "secId": 175}, {"sentences": [{"sentId": 569, "text": "So, you know, what tomorrow will bring late morning when people start to get a sense of what damage has been done, we don't know."}, {"sentId": 570, "text": "That's just going to depend --"}], "speaker": "HOLMES", "secId": 176}, {"sentences": [{"sentId": 571, "text": "0030"}], "speaker": "HOLMES", "secId": 177}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.06.cnnt.03.html.json", "time": "Aired October 6, 2016 - 23:59   ET"}