{"sectionCount": 316, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "LEMON", "MARQUEZ", "FRANKLIN", "KOSINSKI", "REPORTER", "RAWLINGS-BLAKE", "JONES", "CUOMO", "POLICE", "WEINHOLD", "BATTS", "HOGAN"], "subTitle": "State of Emergency in Baltimore; Interview with Maryland Governor Larry Hogan and Baltimore Mayor Stephanie Rawlings-Blake. 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/27/cnnt.02.html", "sentenceCount": 772, "sections": [{"sentences": [{"sentId": 0, "text": "We -- we are hopeful that the intervention of the communities at least slows things down."}, {"sentId": 1, "text": "And you can play a vital role in getting the message out to everybody that what they're doing is wrong on so many levels."}, {"sentId": 2, "text": "And that the elders in the community, the not so elders, like me, the young men in the community, stand strong against this violence."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 3, "text": "You have people here tonight who have met with the ministerial community in brotherly love."}, {"sentId": 4, "text": "It's an unprecedented meeting where members of the community include those who are falsely portrayed as having a threat in mind for the outcome of today."}, {"sentId": 5, "text": "And they are here to tell you, and they don't want to be identified --"}], "speaker": "UNIDENTIFIED MALE", "secId": 1}, {"sentences": [{"sentId": 6, "text": "That's happening right now at the church from Freddie Gray's family."}, {"sentId": 7, "text": "If we can pan over --"}], "speaker": "UNIDENTIFIED MALE", "secId": 2}, {"sentences": [{"sentId": 8, "text": "So, you're listening now to the press conference -- the family is holding a press conference."}, {"sentId": 9, "text": "One of the family members saying, the violence you're witnessing now is not about Freddie Gray."}, {"sentId": 10, "text": "That Freddie Gray would not want that."}, {"sentId": 11, "text": "And she's, I think that was one of the sisters that she doesn't --"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "That's his twin sister."}], "speaker": "UNIDENTIFIED MALE", "secId": 4}, {"sentences": [{"sentId": 13, "text": "That's his twin sister."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "Yes."}], "speaker": "UNIDENTIFIED MALE", "secId": 6}, {"sentences": [{"sentId": 15, "text": "She doesn't want what's happening on the street to reflect on her brother and what they're dealing with right now."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 16, "text": "I just want to reset for everyone."}, {"sentId": 17, "text": "It's 11:00 p.m. here in Baltimore on the East Coast, one of America's greatest cities in crisis this evening."}, {"sentId": 18, "text": "The scene right now, a state of emergency."}, {"sentId": 19, "text": "Violent clashes between rioters and police happening today."}, {"sentId": 20, "text": "Businesses looted, 15 police officers injured, several with broken bones, police cars burned."}, {"sentId": 21, "text": "The city's public schools are closed tomorrow, and a call for 5,000 additional officers -- 5,000 additional officers to help restore the peace just hours after the funeral of Freddie Gray."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 22, "text": "I want to go right now to CNN's Miguel Marquez."}, {"sentId": 23, "text": "Miguel has been witnessing much of the violence and the happenings here in Baltimore today."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 24, "text": "Miguel, what's the very latest?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 25, "text": "Yes, you're looking at the Southern Baptist Church here."}, {"sentId": 26, "text": "This was an elderly home that was going to be finished in about nine months here, 60 units."}, {"sentId": 27, "text": "It was going to provide services on the community."}], "speaker": "MARQUEZ", "secId": 11}, {"sentences": [{"sentId": 28, "text": "This is about two and a half miles from the worst of it up near North Avenue and Pennsylvania Avenue."}, {"sentId": 29, "text": "We've seen all night the wood structure has burned away, but in recent minutes, the cement structures that are there are starting to topple from the heat and pressure from the water hoses that have been hitting them all night."}], "speaker": "MARQUEZ", "secId": 12}, {"sentences": [{"sentId": 30, "text": "It's extraordinarily sad to see this."}, {"sentId": 31, "text": "We spoke to the Pastor Dante Hickman  a short time ago."}, {"sentId": 32, "text": "He says he believes this was deliberately set, but this is just one incident of many in this city."}], "speaker": "MARQUEZ", "secId": 13}, {"sentences": [{"sentId": 33, "text": "If you travel that two-to-three mile corridor, up Baltimore, the area near North Avenue looked like a war zone today."}, {"sentId": 34, "text": "Cars on fire, CVS looted, then burned."}, {"sentId": 35, "text": "Stores up and down that area looted."}, {"sentId": 36, "text": "Just incredible to see stores that don't have much, people that don't have much, destroying their community like this out of the anger that they feel toward their city in so many ways."}, {"sentId": 37, "text": "And then farther north still, the monument mall area, where all of this started when schools poured out, high schools poured out and they started fighting with police, a very, very frightening scene there where several police officers were injured."}], "speaker": "MARQUEZ", "secId": 14}, {"sentences": [{"sentId": 38, "text": "We also saw a firefighter injured here at this location."}, {"sentId": 39, "text": "It has just been a night of horror for Baltimore -- Don."}], "speaker": "MARQUEZ", "secId": 15}, {"sentences": [{"sentId": 40, "text": "Miguel, as you have been -- we've also been reporting on people who were standing between the people who came out and wanted to cause this destruction and trying to get them to stop."}, {"sentId": 41, "text": "And they should be acknowledged as well, Miguel."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 42, "text": "Dante Hickman, the pastor here was one of those individuals."}, {"sentId": 43, "text": "The pastors all got together where the funeral was today at New Shiloh, they went out in the community trying to collar young people, trying to get them back into their homes, get them away from the violence, get them off the streets."}], "speaker": "MARQUEZ", "secId": 17}, {"sentences": [{"sentId": 44, "text": "It's a frenzy out there once it gets started and it's frightening to see."}, {"sentId": 45, "text": "You had individuals wearing 300 on their shirts and they were young men, trying to get other young men off the streets."}, {"sentId": 46, "text": "You had the -- what is that sound?"}], "speaker": "MARQUEZ", "secId": 18}, {"sentences": [{"sentId": 47, "text": "You had members of the Nation of Islam out there that are highly respected in that neighborhood, who were in some cases going into looted stores, throwing people out of the stores, trying to establish some sort of order."}, {"sentId": 48, "text": "Absolutely frustration and anger among many members of the community at what they see happening to their own neighborhoods."}], "speaker": "MARQUEZ", "secId": 19}, {"sentences": [{"sentId": 49, "text": "But at the same time, you have people who literally, as soon as police leave a scene, they descend on it and begin looting stores."}, {"sentId": 50, "text": "I've just never seen anything quite so lawless -- Don."}, {"sentId": 51, "text": "LEMON:  All right, Miguel."}, {"sentId": 52, "text": "I want you to stand by."}], "speaker": "MARQUEZ", "secId": 20}, {"sentences": [{"sentId": 53, "text": "And again, you're looking at -- update our viewers now, it's after 11:00 p.m. Eastern."}, {"sentId": 54, "text": "You're looking at Baltimore, Maryland, one of America's largest cities on fire right now."}, {"sentId": 55, "text": "We're awaiting a press conference from police now."}, {"sentId": 56, "text": "It's been delayed just a little bit, that press conference."}, {"sentId": 57, "text": "It happen within the next, hopefully, 20 minutes or so."}], "speaker": "MARQUEZ", "secId": 21}, {"sentences": [{"sentId": 58, "text": "We'll try to get some answers as to what is going on here, what precipitated all of this, what are they doing to bring it under control?"}], "speaker": "MARQUEZ", "secId": 22}, {"sentences": [{"sentId": 59, "text": "We're also going to continue our conversations now that we've been having with members of the CNN family, as well as community members as well to try to get to the bottom of all of this, and how do you fix it?"}, {"sentId": 60, "text": "How do you fix it here?"}], "speaker": "MARQUEZ", "secId": 23}, {"sentences": [{"sentId": 61, "text": "So let's talk about it as we continue to look at these pictures and we'll await this press conference, I want to bring in Neill Franklin, a retired state major, police major here, and also Rob Weinhold, a former spokesperson for the Baltimore police and a crisis and public safety expert."}], "speaker": "MARQUEZ", "secId": 24}, {"sentences": [{"sentId": 62, "text": "Gentlemen, thank you very much."}], "speaker": "MARQUEZ", "secId": 25}, {"sentences": [{"sentId": 63, "text": "I don't know if you've been able to listen to the conversations."}, {"sentId": 64, "text": "Been trying to figure out where do you go?"}, {"sentId": 65, "text": "Should we be focusing on these pictures?"}, {"sentId": 66, "text": "Should be focusing on the problem that got people so angry that they were able to do, bring themselves to do things like this?"}], "speaker": "MARQUEZ", "secId": 26}, {"sentences": [{"sentId": 67, "text": "As we await this news conference that's going to happen shortly from the police department, what are we going to hear from police, do you think?"}], "speaker": "MARQUEZ", "secId": 27}, {"sentences": [{"sentId": 68, "text": "Well, first, the answer to your first question, I think that we should remain focused on the core issue."}, {"sentId": 69, "text": "I understand that this is something that people need to know about and that people want to see, people want to learn about across the country."}], "speaker": "FRANKLIN", "secId": 28}, {"sentences": [{"sentId": 70, "text": "But still the core message is, what's going on in this city, regarding the death of Freddie Gray."}, {"sentId": 71, "text": "We still need information regarding that."}, {"sentId": 72, "text": "And again, not just about Baltimore City, but the systemic issues that we're seeing across this country as it relates to police and their interaction and relationships with the citizens."}], "speaker": "FRANKLIN", "secId": 29}, {"sentences": [{"sentId": 73, "text": "As far as what we're going to hear from the police department and commissioner, I'm not sure."}, {"sentId": 74, "text": "I'm hoping to get some information about deployment and what happened earlier today."}, {"sentId": 75, "text": "I think people need to know what happened earlier today."}, {"sentId": 76, "text": "It's going to help us with tomorrow."}, {"sentId": 77, "text": "It's going to help us to figure out tomorrow and the day after."}], "speaker": "FRANKLIN", "secId": 30}, {"sentences": [{"sentId": 78, "text": "Real quickly, what would you like to hear from police?"}, {"sentId": 79, "text": "ROB WEINHOLD, CRISIS & PUBLIC SAFETY EXPERT, FALLSTON GROUP:  I think"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 80, "text": "we'll get an update."}, {"sentId": 81, "text": "I think most importantly, folks want to know that neighborhoods are in control."}, {"sentId": 82, "text": "That resources are in place and that there's a safe place to live, work, and raise a family in many of these communities across the city."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 83, "text": "I'm sure we'll be updated on tactics."}, {"sentId": 84, "text": "We'll be updated on, unfortunately, some of the injuries that may have occurred, the arrests that may have occurred."}, {"sentId": 85, "text": "But again, the city needs to be under control."}, {"sentId": 86, "text": "I think it is in many, many pockets."}, {"sentId": 87, "text": "That needs to clear up, and then also the investigation."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 88, "text": "Not everyone has lost sight of that and shouldn't lose sight of that."}, {"sentId": 89, "text": "Again, folks want to be heard, they want to be validated and hear actionable steps which will improve the quality of life in this city."}, {"sentId": 90, "text": "Very, very important to instill of sense of trust and confidence back in the folks who are now questioning it."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 91, "text": "All right."}, {"sentId": 92, "text": "Stand by, gentlemen, because I'm going to need your expertise throughout the evening here on CNN."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 93, "text": "I want to go 40 miles down the road -- the White House is 40 miles from where we are now."}, {"sentId": 94, "text": "My colleague and White House correspondent Michelle Kosinski joins us now."}, {"sentId": 95, "text": "She's in Washington with the very latest."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 96, "text": "I imagine -- obviously, the White House, the president monitoring the situation here, Michelle."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 97, "text": "Right."}, {"sentId": 98, "text": "That's similar to what we usually hear in a situation like this."}, {"sentId": 99, "text": "But I think what we've seen is a pretty low key and decidedly so response from the White House."}, {"sentId": 100, "text": "And that's similar to what we've seen in prior incidents where police abuses have been alleged over the last couple of months."}], "speaker": "KOSINSKI", "secId": 38}, {"sentences": [{"sentId": 101, "text": "And what we've heard behind the scenes at the White House and some of these prior incidents, too, is that there's a feeling, we're not going to see the president come out and give a statement directly to the public just yet, a feeling within the White House of well, what would do any good at this point?"}, {"sentId": 102, "text": "Is it necessary for him to come out?"}, {"sentId": 103, "text": "Might that even inflate or escalate the situation?"}], "speaker": "KOSINSKI", "secId": 39}, {"sentences": [{"sentId": 104, "text": "So, what we're seeing at this point is the president wanting to say, this is in the hands firmly of the department of justice and the brand new attorney general."}, {"sentId": 105, "text": "I mean, hours into being sworn in."}, {"sentId": 106, "text": "So he met with her today, she briefed him."}, {"sentId": 107, "text": "They talked about the use of DOJ resources and she, Loretta Lynch, was the one who put out the statement condemning what she called, the senseless acts of violence, and talking about some of those federal resources that would be committed there."}], "speaker": "KOSINSKI", "secId": 40}, {"sentences": [{"sentId": 108, "text": "I mean, it's things like personnel --"}], "speaker": "KOSINSKI", "secId": 41}, {"sentences": [{"sentId": 109, "text": "Michelle?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 110, "text": "Yes?"}, {"sentId": 111, "text": "LEMON:  I need to jump in there."}, {"sentId": 112, "text": "We need to go to the mayor who was"}], "speaker": "KOSINSKI", "secId": 43}, {"sentences": [{"sentId": 113, "text": "having an interview --"}], "speaker": "KOSINSKI", "secId": 44}, {"sentences": [{"sentId": 114, "text": "Sure, no problem."}], "speaker": "KOSINSKI", "secId": 45}, {"sentences": [{"sentId": 115, "text": "-- with one of our affiliates."}, {"sentId": 116, "text": "But continue on, he did meet with her today and she put out some information."}, {"sentId": 117, "text": "Go ahead."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 118, "text": "Yes, yes, I mean, she talked about some of the people who would be going there to the scene, people who are within the Department of Justice and community relations and community policing."}, {"sentId": 119, "text": "So that's the kind of response from the federal government and from the White House that we're expecting at this point."}, {"sentId": 120, "text": "That said, we're also seeing some outreach."}, {"sentId": 121, "text": "Are we starting now?"}], "speaker": "KOSINSKI", "secId": 47}, {"sentences": [{"sentId": 122, "text": "OK, all right."}, {"sentId": 123, "text": "I need to get to the mayor, Michelle."}, {"sentId": 124, "text": "Let's get to the mayor, Michelle."}, {"sentId": 125, "text": "Thank you very much."}, {"sentId": 126, "text": "We'll get back to you."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 127, "text": "Sure."}], "speaker": "KOSINSKI", "secId": 49}, {"sentences": [{"sentId": 128, "text": "Let's get the mayor speaking to one of our affiliates at the scene of one of the fires."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 129, "text": "Is this fire related --"}], "speaker": "REPORTER", "secId": 51}, {"sentences": [{"sentId": 130, "text": "The violence  across the city."}, {"sentId": 131, "text": "I mean, what do you make of the trail of destruction that is sweeping across the city right now?"}], "speaker": "REPORTER", "secId": 52}, {"sentences": [{"sentId": 132, "text": "It is extremely heartbreaking for someone, I'm born and raised in Baltimore, my parents are born and raised here."}], "speaker": "RAWLINGS-BLAKE", "secId": 53}, {"sentences": [{"sentId": 133, "text": "We know how hard people work to be able to have the city that we know and love, and to watch a group of criminals go through our city with an intent to destroy, what does that solve?"}, {"sentId": 134, "text": "You don't get justice for that."}, {"sentId": 135, "text": "What does it solve?"}], "speaker": "RAWLINGS-BLAKE", "secId": 54}, {"sentences": [{"sentId": 136, "text": "You know, why should those individuals who fought to get those jobs at CVS, you know, now they have -- you know, what are they going to do?"}, {"sentId": 137, "text": "The people who fought so hard to get that resource there so the community could be served and have a good place to get a pharmacy and things that they need, how is the looting going to help them?"}], "speaker": "RAWLINGS-BLAKE", "secId": 55}, {"sentences": [{"sentId": 138, "text": "You know, so you hear people say that they care about their community and they want to be heard, but you can't care about your community and do what they did."}], "speaker": "RAWLINGS-BLAKE", "secId": 56}, {"sentences": [{"sentId": 139, "text": "Madam Mayor, what do you say to those who say, they're just angry, they've tried peaceful means and it's time to make the community, the society heard and do something about what they see is a big problem?"}, {"sentId": 140, "text": "RAWLINGS-BLAKE:  I understand anger, but what we're seeing isn't"}], "speaker": "REPORTER", "secId": 57}, {"sentences": [{"sentId": 141, "text": "anger."}, {"sentId": 142, "text": "It's destruction of a community, the same community they say they care about, they're destroying."}, {"sentId": 143, "text": "You can't have it both ways."}], "speaker": "REPORTER", "secId": 58}, {"sentences": [{"sentId": 144, "text": "Mayor, what's the next step to bring things under control?"}], "speaker": "REPORTER", "secId": 59}, {"sentences": [{"sentId": 145, "text": "We're working around the clock to bring order."}, {"sentId": 146, "text": "That's why I spent a big portion of the day working to assemble additional resources, so we could bring calm to the city."}, {"sentId": 147, "text": "We worked on making sure that we got the executive order right, to be able to give people enough time to know that we were putting the curfew in place."}, {"sentId": 148, "text": "We worked with the school system to make sure there was a daytime curfew in place, since the schools were going to be closed."}, {"sentId": 149, "text": "A lot of T's to cross and I's to dot to make sure we get it right."}], "speaker": "RAWLINGS-BLAKE", "secId": 60}, {"sentences": [{"sentId": 150, "text": "But in Ferguson, there are some month said, having troops on the streets aggravated the situation."}, {"sentId": 151, "text": "Are you worried about that?"}], "speaker": "REPORTER", "secId": 61}, {"sentences": [{"sentId": 152, "text": "We will bring order."}, {"sentId": 153, "text": "It's very clear that I'm not interested in exacerbating the situation."}, {"sentId": 154, "text": "My goal is to bring calm, but we will have order, and we will have peace, because there are too many of us who believe that Baltimore is much better than what you're seeing today."}], "speaker": "RAWLINGS-BLAKE", "secId": 62}, {"sentences": [{"sentId": 155, "text": "What do you say to the pastor of this church that specifically says not enough was done --"}], "speaker": "REPORTER", "secId": 63}, {"sentences": [{"sentId": 156, "text": "So this particular fire is under investigation."}, {"sentId": 157, "text": "We don't know if it's related to the riots."}, {"sentId": 158, "text": "With respect to --"}], "speaker": "RAWLINGS-BLAKE", "secId": 64}, {"sentences": [{"sentId": 159, "text": "With the pastor saying not enough was done soon enough, what would you say to him?"}], "speaker": "REPORTER", "secId": 65}, {"sentences": [{"sentId": 160, "text": "We are responding to incidents all throughout the city."}, {"sentId": 161, "text": "This is a horrible incident that we certainly didn't want to see happen, but we are, like I said, responding all over the city and we worked very hard to respond swiftly to this one."}], "speaker": "RAWLINGS-BLAKE", "secId": 66}, {"sentences": [{"sentId": 162, "text": "All right."}, {"sentId": 163, "text": "Thank you, guys."}], "speaker": "UNIDENTIFIED MALE", "secId": 67}, {"sentences": [{"sentId": 164, "text": "Do you regret that decision now to allow the protesters to protest, or do you stand by decision to allow people to express themselves in the way you have them?"}], "speaker": "REPORTER", "secId": 68}, {"sentences": [{"sentId": 165, "text": "Listen, I'm going to protect people's right to protest."}, {"sentId": 166, "text": "The fact that people exploited that does not mean that I don't have an obligation to protect people's right to protest."}, {"sentId": 167, "text": "I never said, nor would I ever say, that we are giving people space to destroy our city."}, {"sentId": 168, "text": "So my words should not be twisted."}], "speaker": "RAWLINGS-BLAKE", "secId": 69}, {"sentences": [{"sentId": 169, "text": "Would you do anything differently, Mayor?"}], "speaker": "REPORTER", "secId": 70}, {"sentences": [{"sentId": 170, "text": "All right."}, {"sentId": 171, "text": "You're listening to the mayor of Baltimore, Stephanie Rawlings-Blake, speaking to members of the media at the scene of one of those fires."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 172, "text": "Let's talk about this now."}, {"sentId": 173, "text": "And again, I think it's important, she said, don't twist my words."}, {"sentId": 174, "text": "I said we were giving people the space to protest, not the space to destroy the city."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 175, "text": "So let's discuss that now with Cedric Alexander of the National Organization of Black Law Enforcement Executives."}, {"sentId": 176, "text": "He joins us now."}, {"sentId": 177, "text": "CNN's political commentators Charles Blow and Marc Lamont Hill."}, {"sentId": 178, "text": "Van Jones, CNN political contributor here on CNN."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 179, "text": "Van, it appears that the mayor is saying essentially what you said."}, {"sentId": 180, "text": "You can't really have it both ways."}, {"sentId": 181, "text": "You would like to, but you can't have it both ways."}, {"sentId": 182, "text": "You can't say you love the city, you care about it and then destroy it."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 183, "text": "Well, I think that she's exactly right."}, {"sentId": 184, "text": "I think she's speaking for the vast majority of the people in the black community in Baltimore and frankly across the country and around the world."}], "speaker": "JONES", "secId": 75}, {"sentences": [{"sentId": 185, "text": "Listen, the conditions of the young people in Baltimore, I want to underscore, there's a report that says that teens in Baltimore are suffering worse conditions of poverty and deprivation than teens in Nigeria."}, {"sentId": 186, "text": "I think there's a part of America that we're only just now beginning to take seriously, they're suffering incredible economic deprivation as well, and a horrible series of provocations and pain from their relationship with law enforcement."}, {"sentId": 187, "text": "And police have been getting away with stuff for too long."}], "speaker": "JONES", "secId": 76}, {"sentences": [{"sentId": 188, "text": "And now, we're trying to have a reckoning."}, {"sentId": 189, "text": "What I want to say, and what I think most people would say, it's important that we hold ourselves to the highest standards possible, while we hold society to high standards."}, {"sentId": 190, "text": "We don't want to create and certainly Dr. King, even his comment about riots being the language of the unheard, was condemning economic violence in the ghetto and condemning political and social violence."}], "speaker": "JONES", "secId": 77}, {"sentences": [{"sentId": 191, "text": "So, I want to make sure as we go forward, that we look at the underlying causes here."}, {"sentId": 192, "text": "But we also need to draw a very clear line."}, {"sentId": 193, "text": "As I said, black lives matter, but black neighborhoods matter, black jobs matter, black businesses matter."}], "speaker": "JONES", "secId": 78}, {"sentences": [{"sentId": 194, "text": "And we do not advance the cause, in my view, by doing harm to neighborhoods that will not recover for 10 or 20 years."}, {"sentId": 195, "text": "Every time we have these kinds of things happen, it is 20 minutes of action and 20 years of pain."}, {"sentId": 196, "text": "And that should not be a part of our strategy going forward."}], "speaker": "JONES", "secId": 79}, {"sentences": [{"sentId": 197, "text": "OK, stand by, everyone."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 198, "text": "I want to get to CNN's Chris Cuomo."}, {"sentId": 199, "text": "Chris is at the scene of some of the unrest right now."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 200, "text": "Chris, what are you seeing?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 201, "text": "Yes, hey, Don, we're at the corner of North Fulton and worth."}, {"sentId": 202, "text": "The officers are dealing with some cars that have been lit on fire in the intersection."}, {"sentId": 203, "text": "Bottles are being thrown at them, some seem to be containing some type of fluid that is an irritant."}], "speaker": "CUOMO", "secId": 83}, {"sentences": [{"sentId": 204, "text": "There's a liquor store that was just lit on fire across the corner from us."}, {"sentId": 205, "text": "Jay, if you pan over to the left, show them the liquor store that's on fire."}, {"sentId": 206, "text": "That just happened."}, {"sentId": 207, "text": "And the officers are firing off the pepper bullets and they're trying to take the position here, as you can see across the street, though, the people are just standing in the street here."}, {"sentId": 208, "text": "It's a little bit of a taunting game going on."}], "speaker": "CUOMO", "secId": 84}, {"sentences": [{"sentId": 209, "text": "But there are also people who just live here, who are coming outside to see what's going on right outside their home."}, {"sentId": 210, "text": "There's a woman looking through the window right next to us here."}, {"sentId": 211, "text": "She's literally just trapped in her home, Don."}, {"sentId": 212, "text": "We've been walking block by block with these guys."}, {"sentId": 213, "text": "Right now, there's someone holding up a bible."}], "speaker": "CUOMO", "secId": 85}, {"sentences": [{"sentId": 214, "text": "Jay, come around and you can see, there's a man holding up a bible, asking the officers not to come down the street that way, but the officers have a very tough task with themselves right here, because, Don, I don't know if you can see -- Jay, pan up, they're trying to put spotlights on the buildings, up on top, because there are windows that things are coming down at them from, Don."}], "speaker": "CUOMO", "secId": 86}, {"sentences": [{"sentId": 215, "text": "So that's the situation here right now, the officers are holding on west North Street and North Fulton to see what's going to happen."}, {"sentId": 216, "text": "Hey --"}], "speaker": "CUOMO", "secId": 87}, {"sentences": [{"sentId": 217, "text": "And, Chris, as we look there, we're going to stay with you."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 218, "text": "Just so you know, so people understand, those aren't bullets."}, {"sentId": 219, "text": "Those are the pepper suppressants that they're shooting there at people, as they throw bottles at them."}], "speaker": "CUOMO", "secId": 89}, {"sentences": [{"sentId": 220, "text": "Chris, we're going to continue to talk to you."}, {"sentId": 221, "text": "And there's a big delay between us, so I want to make our viewers aware of that and I'm sure you're aware of it as well."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 222, "text": "Chris, as we're seeing the cars that are on fire, we're also seeing officers, it appears that they are standing there at the ready with guns drawn, and then across from you, at a liquor store, we see people running in and out of that as well."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 223, "text": "Describe to our viewers, if you will, the chaos, and the magnitude, how many people are out there, and how many officers are out there."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 224, "text": "We're probably with several hundred police officers here."}, {"sentId": 225, "text": "They're in a phalanx, but really the action is right here on this corner."}, {"sentId": 226, "text": "There are people down the street to the left of where we are right now, that are throwing bottles and different types of objects to try to hurt the cops."}], "speaker": "CUOMO", "secId": 93}, {"sentences": [{"sentId": 227, "text": "They're not firing bullets back."}, {"sentId": 228, "text": "They're firing suppression bullets with the pepper spray."}, {"sentId": 229, "text": "That's the clouds that are coming this way, a mixture of the tar smoke, the pepper spray that comes out of the bullets."}, {"sentId": 230, "text": "There are some bottles and things coming over the top."}], "speaker": "CUOMO", "secId": 94}, {"sentences": [{"sentId": 231, "text": "There are a couple hundred people in the streets across from us."}, {"sentId": 232, "text": "And there are things coming from the buildings, coming down on us."}, {"sentId": 233, "text": "Now we're seeing some vehicles taking off."}, {"sentId": 234, "text": "Some of the guys got into cars and took off."}, {"sentId": 235, "text": "Other people are just by standing."}, {"sentId": 236, "text": "That liquor store is on fire."}], "speaker": "CUOMO", "secId": 95}, {"sentences": [{"sentId": 237, "text": "Chris, we're going to continue, but, please be careful, Chris."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 238, "text": "Strategic teams in front."}, {"sentId": 239, "text": "Go ahead, Don."}], "speaker": "CUOMO", "secId": 97}, {"sentences": [{"sentId": 240, "text": "I just want to remind you to please be careful because you never know what can pop off here, but continue on with what we're seeing."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 241, "text": "All right, there's a fire truck coming with us here along the way now, obviously to deal with the two vehicles that are on fire."}, {"sentId": 242, "text": "What they've done here is they maneuvered the officers out in front to create a barrier."}, {"sentId": 243, "text": "They're moving the fire truck."}], "speaker": "CUOMO", "secId": 99}, {"sentences": [{"sentId": 244, "text": "Pan to the right, so they can see the fire truck."}, {"sentId": 245, "text": "He's now here to deal with the two vehicles that are on fire."}], "speaker": "CUOMO", "secId": 100}, {"sentences": [{"sentId": 246, "text": "That's just auto smoke, whatever's burning in the car."}, {"sentId": 247, "text": "This is to the left of the liquor store that's on fire."}, {"sentId": 248, "text": "Somebody just went in there and torched it, obviously."}], "speaker": "CUOMO", "secId": 101}, {"sentences": [{"sentId": 249, "text": "There's a baby coming out from the building next door."}, {"sentId": 250, "text": "They're evacuating people."}, {"sentId": 251, "text": "There's a mother here who's worried about her kids."}, {"sentId": 252, "text": "There's her baby, seems to be OK."}, {"sentId": 253, "text": "The officer is taking the child, seems to be with the other parent."}, {"sentId": 254, "text": "He's going back in to get other people."}], "speaker": "CUOMO", "secId": 102}, {"sentences": [{"sentId": 255, "text": "Let's follow her along."}, {"sentId": 256, "text": "There's the baby, the baby seems OK. Obviously panicked because of what just happened."}, {"sentId": 257, "text": "She's looking for her husband right now."}, {"sentId": 258, "text": "Her husband went back into that building."}, {"sentId": 259, "text": "We'll try and keep an eye on that situation."}], "speaker": "CUOMO", "secId": 103}, {"sentences": [{"sentId": 260, "text": "There's a fire and police here, emergency units."}, {"sentId": 261, "text": "So now there's activity coming down this way."}], "speaker": "CUOMO", "secId": 104}, {"sentences": [{"sentId": 262, "text": "Trying to hold this line here, because some of the locals who aren't happy about the police being here, are trying to push up."}, {"sentId": 263, "text": "They're creating a new defensive barrier here."}, {"sentId": 264, "text": "That's the house that the man came out of with his baby."}, {"sentId": 265, "text": "So they've created a perimeter here."}], "speaker": "CUOMO", "secId": 105}, {"sentences": [{"sentId": 266, "text": "Out of the perimeter."}], "speaker": "POLICE", "secId": 106}, {"sentences": [{"sentId": 267, "text": "OK, that's what they're asking us to get out of."}], "speaker": "CUOMO", "secId": 107}, {"sentences": [{"sentId": 268, "text": "So that's the situation right now, the fire, they're dealing with these two vehicles as they're getting the hose ready."}, {"sentId": 269, "text": "The firemen are going into the liquor store."}], "speaker": "CUOMO", "secId": 108}, {"sentences": [{"sentId": 270, "text": "Go to the other side!"}], "speaker": "POLICE", "secId": 109}, {"sentences": [{"sentId": 271, "text": "OK, asking us to move."}, {"sentId": 272, "text": "So we're coming back across the street now."}, {"sentId": 273, "text": "They're going to start to hose this down."}], "speaker": "CUOMO", "secId": 110}, {"sentences": [{"sentId": 274, "text": "OK, let's go."}], "speaker": "UNIDENTIFIED MALE", "secId": 111}, {"sentences": [{"sentId": 275, "text": "Now, over here, you have people coming out filming, they're coming out of their houses."}, {"sentId": 276, "text": "They're actually asking for the police."}, {"sentId": 277, "text": "Some are angry, but some are asking the police to be here as well, Don."}], "speaker": "CUOMO", "secId": 112}, {"sentences": [{"sentId": 278, "text": "Do you have any questions?"}, {"sentId": 279, "text": "I'm sorry if I'm over-talking you, but I can't hear you well."}], "speaker": "CUOMO", "secId": 113}, {"sentences": [{"sentId": 280, "text": "No, no, no, no, no."}, {"sentId": 281, "text": "I'm letting you go there."}, {"sentId": 282, "text": "All I can tell you is to eat the mike and put it as close as possible."}, {"sentId": 283, "text": "And as you're talking, don't go anywhere, Chris."}, {"sentId": 284, "text": "Because I want to speak to -- Rob is here."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 285, "text": "And, Rob, you know this very well you know the city very well."}, {"sentId": 286, "text": "Chris, don't go anywhere."}, {"sentId": 287, "text": "I just want him to answer that question."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 288, "text": "You said that they have to get people out of these homes quickly."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 289, "text": "Right."}, {"sentId": 290, "text": "A lot of these stores, the owner operators live above the store and it's clearly on fire, so it almost appears as if there's a rescue operation underway to make sure residents getting out of their homes safely in the middle of all this chaos."}], "speaker": "WEINHOLD", "secId": 117}, {"sentences": [{"sentId": 291, "text": "OK, Chris, describe the neighborhood for us."}, {"sentId": 292, "text": "It's obviously multi-use."}, {"sentId": 293, "text": "There are businesses and residents as well."}, {"sentId": 294, "text": "Talk to Rob's point here."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 295, "text": "Look, what they're dealing with now, they're largely quiet blocks of row houses."}, {"sentId": 296, "text": "The police, that's one of their heavy duty vehicles that are coming in here now."}, {"sentId": 297, "text": "They're trying to seal off the perimeter."}, {"sentId": 298, "text": "There was somebody in a car there up the street that was doing donuts in front of the cops to taunt them."}, {"sentId": 299, "text": "They're not taking the bait."}], "speaker": "CUOMO", "secId": 119}, {"sentences": [{"sentId": 300, "text": "But these are row houses here."}, {"sentId": 301, "text": "There are people who obviously inhabit them."}, {"sentId": 302, "text": "They have all local businesses, all mom and pop shops."}, {"sentId": 303, "text": "The liquor store was a mom and pop."}], "speaker": "CUOMO", "secId": 120}, {"sentences": [{"sentId": 304, "text": "And somebody just took garbage and lit it on fire here in the middle of street."}, {"sentId": 305, "text": "You can look, just pan to the left for a second."}, {"sentId": 306, "text": "You know, you'll just see, it's regular house garbage here."}, {"sentId": 307, "text": "And then they use that to draw the police in."}, {"sentId": 308, "text": "Then the police came in and they started to throw things down from the surrounding buildings, from on top of these buildings, either on the roofs or higher windows."}], "speaker": "CUOMO", "secId": 121}, {"sentences": [{"sentId": 309, "text": "The police come near the buildings and you see guys running out the back."}], "speaker": "CUOMO", "secId": 122}, {"sentences": [{"sentId": 310, "text": "So, that's pretty much the dynamic."}, {"sentId": 311, "text": "It's simple, but it's complicated for the authorities to deal with it, because you have a lot of innocents here."}, {"sentId": 312, "text": "You have fire that needs to be put out, but also protected, because these guys are vulnerable when they're here doing their firefighting."}, {"sentId": 313, "text": "And then you do have this caution of stuff coming from above."}], "speaker": "CUOMO", "secId": 123}, {"sentences": [{"sentId": 314, "text": "Whatever they were putting in those bottles, Don, I can't identify it, but it was tough on the eyes, whatever it was, when it would hit near the officers."}], "speaker": "CUOMO", "secId": 124}, {"sentences": [{"sentId": 315, "text": "Some of the guys were carrying bottles with fluid and rags coming out."}, {"sentId": 316, "text": "Maybe some time a rough attempt -- they're just putting out the fire there."}, {"sentId": 317, "text": "That's steam where the water hitting that vehicle."}], "speaker": "CUOMO", "secId": 125}, {"sentences": [{"sentId": 318, "text": "You know, some kind of primitive Molotov cocktail."}, {"sentId": 319, "text": "They threw a couple of them."}, {"sentId": 320, "text": "Some were lit."}, {"sentId": 321, "text": "I didn't see any of them explode."}, {"sentId": 322, "text": "The officers were just kicking them out of the way."}], "speaker": "CUOMO", "secId": 126}, {"sentences": [{"sentId": 323, "text": "And now, a lot of the scene has subsided in terms of violence towards the officers."}, {"sentId": 324, "text": "Those guys ran away and cars took off and now they're just creating this perimeter on three sides of this block."}], "speaker": "CUOMO", "secId": 127}, {"sentences": [{"sentId": 325, "text": "And it's -- they're just doing the job of putting out this fire now."}, {"sentId": 326, "text": "The officers are asking us to pull back, so we are."}], "speaker": "CUOMO", "secId": 128}, {"sentences": [{"sentId": 327, "text": "You every know if that thing's going to explode."}], "speaker": "UNIDENTIFIED MALE", "secId": 129}, {"sentences": [{"sentId": 328, "text": "OK, Chris?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 329, "text": "Yes."}], "speaker": "CUOMO", "secId": 131}, {"sentences": [{"sentId": 330, "text": "I want you to hold on."}, {"sentId": 331, "text": "We'll leave your pictures up."}, {"sentId": 332, "text": "So don't go anywhere."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 333, "text": "I want to go to Miguel because the mayor and the pastor are meeting now at the scene of another fire."}, {"sentId": 334, "text": "Miguel, take it away."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 335, "text": "-- get this project up and running."}], "speaker": "RAWLINGS-BLAKE", "secId": 134}, {"sentences": [{"sentId": 336, "text": "This is the Baltimore mayor, who is meeting with Pastor Hickman here at the Southern Baptist Church and this facility that has been completely destroyed."}, {"sentId": 337, "text": "We'll listen to her and have a few questions for her."}], "speaker": "MARQUEZ", "secId": 135}, {"sentences": [{"sentId": 338, "text": "The way that we've seen throughout the city."}, {"sentId": 339, "text": "We don't know, this fire is still under investigation."}, {"sentId": 340, "text": "We are -- we don't know the cause, but the destruction that we've seen this evening is heartbreaking."}], "speaker": "RAWLINGS-BLAKE", "secId": 136}, {"sentences": [{"sentId": 341, "text": "We got to make it a little bit easier for you, just move over to the mike stand."}, {"sentId": 342, "text": "Everybody just move over to the mike stand and the mayor will come."}], "speaker": "UNIDENTIFIED MALE", "secId": 137}, {"sentences": [{"sentId": 343, "text": "I'm going to move here, which will be a fun thing to do here, Don."}, {"sentId": 344, "text": "But the mayor has come to this location, to see the pastor and see the damage for herself at this location."}], "speaker": "MARQUEZ", "secId": 138}, {"sentences": [{"sentId": 345, "text": "OK.  All right, Miguel."}, {"sentId": 346, "text": "Stand by."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 347, "text": "Chris Cuomo, back to you now."}, {"sentId": 348, "text": "So, Chris, is at the scene of police and members of the fire"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 349, "text": "department who are trying to get a situation under control, where there was some burning."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 350, "text": "So, Chris, we were both in Ferguson."}, {"sentId": 351, "text": "How does this compare to what we saw on the streets of Ferguson?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 352, "text": "Well, look, what's the outrage among people and the division in the community between those who say that this is unacceptable and those who say it's understandable, is not unlike what we saw in Ferguson and a lot of places when there's unrest that comes about because of some police activity, as we're dealing with here, with Freddie Gray."}], "speaker": "CUOMO", "secId": 143}, {"sentences": [{"sentId": 353, "text": "But what's different here is that there is an aggression going on here in these communities."}, {"sentId": 354, "text": "These police are much more on edge than we saw in Ferguson, because it was really just a few blocks that we were dealing with there and every night became a situation."}, {"sentId": 355, "text": "Here, this is a big area geographically and they're dealing with different levels of threat, from people throwing things directly at them and also being in buildings."}, {"sentId": 356, "text": "They're also lighting buildings on fire."}, {"sentId": 357, "text": "This home on the corner across the street, they just lit it on fire this one on the corner."}, {"sentId": 358, "text": "So, they're trying to --"}], "speaker": "CUOMO", "secId": 144}, {"sentences": [{"sentId": 359, "text": "Chris, I got to cut you off."}, {"sentId": 360, "text": "I hate to cut you off, my friend, but I want to get to the mayor."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 361, "text": "Yes?"}], "speaker": "CUOMO", "secId": 146}, {"sentences": [{"sentId": 362, "text": "The mayor is speaking."}, {"sentId": 363, "text": "Chris, we'll get back."}, {"sentId": 364, "text": "Stand by."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 365, "text": "-- and to the chaos that we're seeing in our streets."}, {"sentId": 366, "text": "Without a doubt, we will."}, {"sentId": 367, "text": "And we will get to better days."}, {"sentId": 368, "text": "You know, it's a very dark time for our city, but it will not be the end of Baltimore's story."}], "speaker": "RAWLINGS-BLAKE", "secId": 148}, {"sentences": [{"sentId": 369, "text": "I think it's -- I'm very hopeful about the healing and the possibilities on the other side of this day for Baltimore."}], "speaker": "RAWLINGS-BLAKE", "secId": 149}, {"sentences": [{"sentId": 370, "text": "Mayor, the violence gets kicking up?"}], "speaker": "REPORTER", "secId": 150}, {"sentences": [{"sentId": 371, "text": "How do these clergy that you talk about, how is it going into the street and confronting these people?"}], "speaker": "REPORTER", "secId": 151}, {"sentences": [{"sentId": 372, "text": "We have been working through our clergy leaders, our community leaders."}], "speaker": "RAWLINGS-BLAKE", "secId": 152}, {"sentences": [{"sentId": 373, "text": "I had meetings with young people today to encourage them to reach out to their networks."}, {"sentId": 374, "text": "You know, there are so many young people in our city that are angry and frustrated by what they're seeing with the looting and the violence."}], "speaker": "RAWLINGS-BLAKE", "secId": 153}, {"sentences": [{"sentId": 375, "text": "You know, I visited an elementary school today and the fourth grader couldn't understand why people were trashing her community."}, {"sentId": 376, "text": "And I didn't have an answer for her."}, {"sentId": 377, "text": "And that sad commentary, that sad situation for our young people, has been heightened."}, {"sentId": 378, "text": "You know, the destruction that we've seen tonight is making it even harder."}, {"sentId": 379, "text": "How do you explain to young people why people who say that they care about the community would destroy?"}], "speaker": "RAWLINGS-BLAKE", "secId": 154}, {"sentences": [{"sentId": 380, "text": "I don't understand how stealing jeans is going to bring justice for Mr. Gray."}, {"sentId": 381, "text": "I don't understand how burning down CVS is going to bring economic opportunity to a community."}, {"sentId": 382, "text": "It's a very, very sad day."}], "speaker": "RAWLINGS-BLAKE", "secId": 155}, {"sentences": [{"sentId": 383, "text": "Mayor, the violence is kicking up again on North Avenue right now."}, {"sentId": 384, "text": "Why did you not call for the curfew to be in place tonight?"}], "speaker": "MARQUEZ", "secId": 156}, {"sentences": [{"sentId": 385, "text": "We were very determined to make sure that we were able to give people enough time."}, {"sentId": 386, "text": "You have to give notice to have a curfew that's enforceable."}, {"sentId": 387, "text": "That's what we did this evening."}], "speaker": "RAWLINGS-BLAKE", "secId": 157}, {"sentences": [{"sentId": 388, "text": "We have a juvenile curfew that is year-round, and we will enforce that curfew."}, {"sentId": 389, "text": "We put in place a daytime curfew for tomorrow, giving parents and young people enough time to understand what that curfew is, so they can comply."}, {"sentId": 390, "text": "And we will start to enforce a night-time curfew tomorrow."}], "speaker": "RAWLINGS-BLAKE", "secId": 158}, {"sentences": [{"sentId": 391, "text": "All right, one more."}], "speaker": "UNIDENTIFIED MALE", "secId": 159}, {"sentences": [{"sentId": 392, "text": "You spoke in earlier times, that it was outside agitators and tonight you're referring to young people in the community."}, {"sentId": 393, "text": "No doubt in your mind these are Baltimoreans behind today's actions?"}], "speaker": "REPORTER", "secId": 160}, {"sentences": [{"sentId": 394, "text": "Yes, I think we'll definitely get to the bottom of the individuals who are, you know, the bad actors who are destroying our city."}, {"sentId": 395, "text": "You know, whether they're from the community or from outside, we won't stand by and let our communities be destroyed."}, {"sentId": 396, "text": "And I want to thank those members of the community who have been willing to step up because that is what's needed right now."}, {"sentId": 397, "text": "Thank you."}], "speaker": "RAWLINGS-BLAKE", "secId": 161}, {"sentences": [{"sentId": 398, "text": "Can you tell us anything about what's happening --"}], "speaker": "MARQUEZ", "secId": 162}, {"sentences": [{"sentId": 399, "text": "Miguel, the question is --"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 400, "text": "Go ahead, Don."}], "speaker": "MARQUEZ", "secId": 164}, {"sentences": [{"sentId": 401, "text": "So, Miguel, I know you were trying to get another one in there."}, {"sentId": 402, "text": "But this is the press secretary from the governor's office, confirming to CNN that the executive order was written and ready to go on Saturday."}, {"sentId": 403, "text": "They were awaiting word from the mayor's office."}, {"sentId": 404, "text": "She said the request comes from the city and the mayor."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 405, "text": "The question for the mayor, why wasn't it ready to go, Miguel?"}, {"sentId": 406, "text": "So if you can get her and get answers to that, or maybe you've already asked her about that."}, {"sentId": 407, "text": "I don't know."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 408, "text": "We have tried to."}, {"sentId": 409, "text": "Look, the mayor and the police commissioner here have, to my estimation, had been at odds all week over how to handle this."}, {"sentId": 410, "text": "The mayor being very upset at press conferences, pushing police for answers on this."}], "speaker": "MARQUEZ", "secId": 167}, {"sentences": [{"sentId": 411, "text": "And the police taking a very, I don't want to say a soft approach, but certainly not a very aggressive approach toward protesters, letting them have the upper hand for quite some time, letting them feel like they could do what they want in the streets without any repercussions from police."}, {"sentId": 412, "text": "Police in completely defensive mode in protest after protest after protest, certainly in the marches."}], "speaker": "MARQUEZ", "secId": 168}, {"sentences": [{"sentId": 413, "text": "I can compare it to New York."}, {"sentId": 414, "text": "I marched with them there."}, {"sentId": 415, "text": "And the police, you know, lined the route."}, {"sentId": 416, "text": "They were alongside the protesters the entire time."}, {"sentId": 417, "text": "They have police cars and motorcycles in front of the marchers, closing down traffic, making sure the protesters were safe."}], "speaker": "MARQUEZ", "secId": 169}, {"sentences": [{"sentId": 418, "text": "You didn't have that dynamic here --"}], "speaker": "MARQUEZ", "secId": 170}, {"sentences": [{"sentId": 419, "text": "I've got to get in here, Miguel."}, {"sentId": 420, "text": "The police are holding a press conference right now."}, {"sentId": 421, "text": "Sorry to cut you off."}, {"sentId": 422, "text": "Let's listen."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 423, "text": "-- harming the city as a whole."}, {"sentId": 424, "text": "We have gotten information yesterday that at the Mondawmin Mall, we were going to have a large purge of high school students from across the city move to the Mondawmin Mall."}, {"sentId": 425, "text": "We had 250 to 300 police officers staged around the mall at the time the youth got out of school."}, {"sentId": 426, "text": "They congregated on the north side of the mall."}], "speaker": "BATTS", "secId": 172}, {"sentences": [{"sentId": 427, "text": "We moved what we call platoons to that area."}, {"sentId": 428, "text": "Officers started sustaining cinder brick damage, stones being thrown at them."}], "speaker": "BATTS", "secId": 173}, {"sentences": [{"sentId": 429, "text": "The officers proceed northbound to push the youth in a northerly direction."}], "speaker": "BATTS", "secId": 174}, {"sentences": [{"sentId": 430, "text": "The officers got caught on an incline to which a number of officers got injured."}, {"sentId": 431, "text": "One officer was knocked out, hit in the head, taken to the hospital."}, {"sentId": 432, "text": "I just checked on him."}, {"sentId": 433, "text": "He's doing better."}, {"sentId": 434, "text": "An officer with his left knee cap severely damaged, a shock trauma."}, {"sentId": 435, "text": "Two more officers down and injured fairly seriously."}], "speaker": "BATTS", "secId": 175}, {"sentences": [{"sentId": 436, "text": "All are going to be OK, but sustained heavy damage in their bodies, by flying debris, rocks, sticks, bottles, anything from what appeared to be high school students did out there in the streets."}], "speaker": "BATTS", "secId": 176}, {"sentences": [{"sentId": 437, "text": "As our officers preceded to push them out of that area, they moved down to the area of North and Pennsy where them and others attacked a police car, broke out the windows, stomped on it."}, {"sentId": 438, "text": "I think you have information on that, very concerned that I had an officer trapped in that vehicle."}, {"sentId": 439, "text": "The officer had removed themselves and had sheltered in place in a nearby store."}], "speaker": "BATTS", "secId": 177}, {"sentences": [{"sentId": 440, "text": "We were able to get resources down there to push that carbon dioxide away from that area."}, {"sentId": 441, "text": "They ended up at south at Pennsy and North Street."}, {"sentId": 442, "text": "You can see that they started to ransack CVS in criminal acts of vandalism and taking of property."}], "speaker": "BATTS", "secId": 178}, {"sentences": [{"sentId": 443, "text": "We were able to assemble resources from out of town, to get up there in a rapid manner."}, {"sentId": 444, "text": "We took that corner back, as we sustained Mondawmin Mall and made sure it was stable."}, {"sentId": 445, "text": "Moved the resources to Pennsy from a northern direction moving southward."}], "speaker": "BATTS", "secId": 179}, {"sentences": [{"sentId": 446, "text": "We brought other resources that moved from the south, northward to Pennsy, and we took that intersection back."}, {"sentId": 447, "text": "We started to push in a westbound direction as we saw more looting taking place just west of that area, as we moved a large contingent by that time."}, {"sentId": 448, "text": "We had pretty close to 500 to 600 police officers moving in that direction."}], "speaker": "BATTS", "secId": 180}, {"sentences": [{"sentId": 449, "text": "I was very much pleased and surprised that we had ministers that came out with Congressman Elijah Cummings, tried to calm the area and calm the young people in that community, that was just totally destroying the places where they have to live."}, {"sentId": 450, "text": "And tomorrow, they have to go to those same stores that they tore apart."}, {"sentId": 451, "text": "And the stores that are burned down and damaged are the same infrastructure that the people have to survive with in that neighborhood in the next month, next two months, next three months."}], "speaker": "BATTS", "secId": 181}, {"sentences": [{"sentId": 452, "text": "After that, we began to have trouble at Lexington Market."}, {"sentId": 453, "text": "We responded approximately 50 officers -- excuse me, it's been a long day -- 50 officers to Lexington Market where we secured that."}, {"sentId": 454, "text": "Didn't sustain much damage."}], "speaker": "BATTS", "secId": 182}, {"sentences": [{"sentId": 455, "text": "Then got calls later off the 1700 block of monument, that there was looting there."}, {"sentId": 456, "text": "We responded with multiple units to sustain that area."}, {"sentId": 457, "text": "We're seeing a number of small car fires."}, {"sentId": 458, "text": "We're seeing a number of street fires."}, {"sentId": 459, "text": "Basically in Pennsylvania, Fulton area again, which has been the cornerstone of the problem, the vast majority of the day."}], "speaker": "BATTS", "secId": 183}, {"sentences": [{"sentId": 460, "text": "Those are the key points."}, {"sentId": 461, "text": "I think we're still getting control of the Pennsy area."}, {"sentId": 462, "text": "Mondawmin Mall has been secure."}, {"sentId": 463, "text": "We had break-ins there."}, {"sentId": 464, "text": "We responded with officers up there."}, {"sentId": 465, "text": "We have a number of arrests that came out there."}], "speaker": "BATTS", "secId": 184}, {"sentences": [{"sentId": 466, "text": "So, we have most of the officers that were in the hospital are doing better."}, {"sentId": 467, "text": "I think for the vast majority, the city is calming itself down slowly but surely, other than the car fires and the street fires."}], "speaker": "BATTS", "secId": 185}, {"sentences": [{"sentId": 468, "text": "When I came down, there was a fire reported in the 1700 block of monument, suffice to say, I'm extremely disappointed in what has happened in this beautiful city tonight."}, {"sentId": 469, "text": "I'm disappointed in the fact that the damage has been done to these communities."}, {"sentId": 470, "text": "I'm disappointed that we cannot be more responsible and the embarrassment that we have nationwide in our community."}], "speaker": "BATTS", "secId": 186}, {"sentences": [{"sentId": 471, "text": "This is not protesting."}, {"sentId": 472, "text": "This is not your First Amendment rights."}, {"sentId": 473, "text": "This is just criminal acts, doing damage to your community that is challenged in some ways, that do not need this and do not need to be harmed in the way we have today."}], "speaker": "BATTS", "secId": 187}, {"sentences": [{"sentId": 474, "text": "I am proud of the officers who were out there, sustaining rocks and bottles, who were hit in the head, who were sent to the hospital and they're standing tall in light of all the things."}, {"sentId": 475, "text": "I applaud the outside agencies that came to support us."}, {"sentId": 476, "text": "Montgomery County, Prince George's County, Howard County and state police."}, {"sentId": 477, "text": "I sincerely appreciate that support."}], "speaker": "BATTS", "secId": 188}, {"sentences": [{"sentId": 478, "text": "I look forward to having more support coming tomorrow from around the region."}, {"sentId": 479, "text": "I put out calls to Washington, D.C., Philadelphia."}, {"sentId": 480, "text": "We had to go through the state to get those numbers up."}, {"sentId": 481, "text": "But we're getting the numbers coming."}, {"sentId": 482, "text": "So we're looking forward to that support."}], "speaker": "BATTS", "secId": 189}, {"sentences": [{"sentId": 483, "text": "How many officers from D.C.?"}], "speaker": "REPORTER", "secId": 190}, {"sentences": [{"sentId": 484, "text": "We couldn't get officers from D.C., because we have a state- to-state compact, and had to go through state police."}], "speaker": "BATTS", "secId": 191}, {"sentences": [{"sentId": 485, "text": "How about National Guard, I heard those assets will be coming in?"}], "speaker": "REPORTER", "secId": 192}, {"sentences": [{"sentId": 486, "text": "National Guard are on the ground now here within our city."}], "speaker": "BATTS", "secId": 193}, {"sentences": [{"sentId": 487, "text": "What we're going to use them for is holding structures and fixed post."}, {"sentId": 488, "text": "What you can see, when we go into a location, we start pushing a direction."}, {"sentId": 489, "text": "We need fixed post behind us or they retake the areas we push out of."}], "speaker": "BATTS", "secId": 194}, {"sentences": [{"sentId": 490, "text": "So, having those assets are good and strong."}, {"sentId": 491, "text": "I heard a question earlier, did we plan for it?"}, {"sentId": 492, "text": "Yes, we planned for it."}, {"sentId": 493, "text": "That wasn't the issue."}, {"sentId": 494, "text": "But we had too many people out there to sustain the issue overall."}], "speaker": "BATTS", "secId": 195}, {"sentences": [], "speaker": "REPORTER", "secId": 196}, {"sentences": [{"sentId": 495, "text": "Can I do what?"}], "speaker": "BATTS", "secId": 197}, {"sentences": [{"sentId": 496, "text": "Separate the two."}, {"sentId": 497, "text": "Are they connected or not at all, from what you know?"}], "speaker": "REPORTER", "secId": 198}, {"sentences": [{"sentId": 498, "text": "From what I know, we had Black Gorilla Families, the Bloods and the Crips had a meeting yesterday, validated in fair fight , where they said at the conclusion of Mr. Gray's funeral day, each group was intending to kill and take out a police officer."}], "speaker": "BATTS", "secId": 199}, {"sentences": [{"sentId": 499, "text": "Commissioner, should you have given the protesters -- it's cold outside --  Commissioner, should you have given the protesters that much room, that much latitude over the last two days, and did that in any way kind of --"}], "speaker": "REPORTER", "secId": 200}, {"sentences": [{"sentId": 500, "text": "I don't think -- I don't think we gave them much room or latitude."}, {"sentId": 501, "text": "On Saturday, the protests were peaceful, for the vast majority of time, until at 6:00, you had a group splinter and make its way south."}, {"sentId": 502, "text": "They didn't get reckless or problematic until the northeast corner of the baseball stadium, to which they started to then act up."}], "speaker": "BATTS", "secId": 201}, {"sentences": [{"sentId": 503, "text": "We moved resources to take care of the larger crowd, to address them."}, {"sentId": 504, "text": "We did address them and took them to jail."}], "speaker": "BATTS", "secId": 202}, {"sentences": [{"sentId": 505, "text": "We prepared for Mondawmin Corridor."}, {"sentId": 506, "text": "We didn't give them room."}, {"sentId": 507, "text": "I was there."}, {"sentId": 508, "text": "I saw our reaction and I gave them direction to advance on them."}, {"sentId": 509, "text": "They just outnumbered us and outflanked us."}, {"sentId": 510, "text": "We needed to have more resources there."}], "speaker": "BATTS", "secId": 203}, {"sentences": [{"sentId": 511, "text": "Were you under pressure to not respond forcefully or aggressively here?"}], "speaker": "REPORTER", "secId": 204}, {"sentences": [{"sentId": 512, "text": "No, that's not the case."}, {"sentId": 513, "text": "On Saturday, we've given them space to have their First Amendment rights."}, {"sentId": 514, "text": "When they started breaking windows and doing criminality, that's when we started to arrest those who were causing harm."}], "speaker": "BATTS", "secId": 205}, {"sentences": [{"sentId": 515, "text": "What we did today is that we deployed pepper balls because of the bricks and the glass and the stones that were coming in, and so as we did that, it pushed them, but with the youth, or kids, they started running around in rapid manner, and so, we had to adjust to that."}], "speaker": "BATTS", "secId": 206}, {"sentences": [{"sentId": 516, "text": "I'll get to you one second."}, {"sentId": 517, "text": "I'm sorry."}], "speaker": "BATTS", "secId": 207}, {"sentences": [{"sentId": 518, "text": "Can you give us updated numbers on the number of officers injured, the number of arrests made?"}], "speaker": "REPORTER", "secId": 208}, {"sentences": [{"sentId": 519, "text": "I don't have the official numbers."}, {"sentId": 520, "text": "I was told there was about 15 officers injured."}, {"sentId": 521, "text": "And there were six that were seriously injured."}, {"sentId": 522, "text": "Shock trauma, I saw -- I went over and I think I saw six officers in shock trauma, talked to them and told them how proud I was and how courageous they were to stand tall for our city as a whole."}], "speaker": "BATTS", "secId": 209}, {"sentences": [{"sentId": 523, "text": "We'll get you the numbers, I don't have them right now."}, {"sentId": 524, "text": "I'm sorry."}], "speaker": "BATTS", "secId": 210}, {"sentences": [{"sentId": 525, "text": "Sir, you were asking a question?"}], "speaker": "BATTS", "secId": 211}, {"sentences": [{"sentId": 526, "text": "I think we were overlapping the curfew with National Guard and their ability to get here."}, {"sentId": 527, "text": "It's one thing to put a curfew there and not be able to enforce it."}, {"sentId": 528, "text": "So, when they come out, we have the capabilities and ability to enforce the curfew that's out there."}], "speaker": "BATTS", "secId": 212}, {"sentences": [{"sentId": 529, "text": "I'll get right to you, Jane."}, {"sentId": 530, "text": "I'm sorry."}, {"sentId": 531, "text": "One second."}, {"sentId": 532, "text": "I'll get back to you."}], "speaker": "BATTS", "secId": 213}, {"sentences": [{"sentId": 533, "text": "We've had shots fired in the northwest district."}, {"sentId": 534, "text": "We had a commercial robbery that took place."}, {"sentId": 535, "text": "As officers arrived on scene, there was a guy running out of the back, fired multiple shots at officers."}, {"sentId": 536, "text": "No one was hit at this time."}], "speaker": "BATTS", "secId": 214}, {"sentences": [{"sentId": 537, "text": "I'm sorry, Jane?"}], "speaker": "BATTS", "secId": 215}, {"sentences": [{"sentId": 538, "text": "These are not outsiders."}, {"sentId": 539, "text": "These were high schoolers?"}], "speaker": "REPORTER", "secId": 216}, {"sentences": [{"sentId": 540, "text": "These are Baltimore youthful residents."}, {"sentId": 541, "text": "A number of them came right out of the local high schools there on the other side of Mondawmin, started engaging in this."}, {"sentId": 542, "text": "And if you saw on one scene, you had one mother who grabbed her child and started smacking him on the head because she was so embarrassed."}, {"sentId": 543, "text": "I wish I had more parents that took charge of their kids out there tonight."}], "speaker": "BATTS", "secId": 217}, {"sentences": [{"sentId": 544, "text": "What can you do in the school systems with you think about that?"}, {"sentId": 545, "text": "by the mall."}, {"sentId": 546, "text": "Are there meetings tomorrow with the school officials?"}, {"sentId": 547, "text": "I know there's no school tomorrow, but the day after tomorrow, what's the plan to try to deal with this at the school level?"}], "speaker": "REPORTER", "secId": 218}, {"sentences": [{"sentId": 548, "text": "I talked to Dr. Thornton, who runs the school district, knowing that this was going to happen."}, {"sentId": 549, "text": "When I reached out to school personnel, I was told that they plan to have a teachable moment today."}], "speaker": "BATTS", "secId": 219}, {"sentences": [{"sentId": 550, "text": "There's no doubt in my mind, they will engage the young people to have them not act in the manner in which they did, to which we have young adults here, who know 15, 16, 17, they know right from wrong."}, {"sentId": 551, "text": "They're not 2 or 3-year-old kids."}, {"sentId": 552, "text": "They had independent actions that they did and they're going to be responsible for those actions."}], "speaker": "BATTS", "secId": 220}, {"sentences": [{"sentId": 553, "text": "Time for two more questions."}], "speaker": "UNIDENTIFIED MALE", "secId": 221}, {"sentences": [{"sentId": 554, "text": "Are you worried this will get worse tomorrow?"}], "speaker": "REPORTER", "secId": 222}, {"sentences": [{"sentId": 555, "text": "I don't know if it's going to get worse."}, {"sentId": 556, "text": "I think the curfew will help us get the city under control."}, {"sentId": 557, "text": "The extra resources is the biggest issue for us."}], "speaker": "BATTS", "secId": 223}, {"sentences": [{"sentId": 558, "text": "I know people would compare us to Ferguson."}, {"sentId": 559, "text": "Ferguson is a much smaller city."}, {"sentId": 560, "text": "Baltimore is almost close to about 80 square miles, and when we have multiple areas popping up, we have to have the numbers."}], "speaker": "BATTS", "secId": 224}, {"sentences": [{"sentId": 561, "text": "What you saw tonight, we were pulled thin at Lexington Market, or whether at Pennsy, in north, or at monument."}, {"sentId": 562, "text": "We had opposite ends of the city pulling us at the same time."}], "speaker": "BATTS", "secId": 225}, {"sentences": [{"sentId": 563, "text": "So, extra resources here will allow us to get on top of the issues at multiple locations."}], "speaker": "BATTS", "secId": 226}, {"sentences": [{"sentId": 564, "text": "I'm sorry."}, {"sentId": 565, "text": "What did you say?"}], "speaker": "BATTS", "secId": 227}, {"sentences": [{"sentId": 566, "text": "Was the start of the violence connected to that gang?"}], "speaker": "REPORTER", "secId": 228}, {"sentences": [{"sentId": 567, "text": "No, I don't think that was connected at all."}, {"sentId": 568, "text": "I think it was youth coming out of the high school and they taught it was cute to throw cinder blocks at the police department and to address it that way."}], "speaker": "BATTS", "secId": 229}, {"sentences": [{"sentId": 569, "text": "fire related?"}], "speaker": "REPORTER", "secId": 230}, {"sentences": [{"sentId": 570, "text": "The fire is the CVS was related to the looting."}, {"sentId": 571, "text": "They -- I don't -- we don't know that issue."}], "speaker": "BATTS", "secId": 231}, {"sentences": [{"sentId": 572, "text": "And that's a shame too."}, {"sentId": 573, "text": "You have a center there that's going to make a difference for our elderly, to make a difference for people in need and it's burned down, and those people worked so hard for that."}, {"sentId": 574, "text": "That is just a shame."}, {"sentId": 575, "text": "That is sad."}], "speaker": "BATTS", "secId": 232}, {"sentences": [{"sentId": 576, "text": "Commissioner, your message for tomorrow?"}], "speaker": "REPORTER", "secId": 233}, {"sentences": [{"sentId": 577, "text": "My message is that this is our city, that we have to live here."}, {"sentId": 578, "text": "When you destroy your infrastructure, I've seen cities that haven't recovered 50 years later like the city of Watts, that is still starting to recover."}], "speaker": "BATTS", "secId": 234}, {"sentences": [{"sentId": 579, "text": "For those parents who have kids that are out there, that came off that campus, take control of your kids."}, {"sentId": 580, "text": "This is our city, let's make a difference."}], "speaker": "BATTS", "secId": 235}, {"sentences": [{"sentId": 581, "text": "Thank you."}], "speaker": "UNIDENTIFIED MALE", "secId": 236}, {"sentences": [{"sentId": 582, "text": "We'll continue to keep everyone updated as we can throughout the night, and into tomorrow."}], "speaker": "UNIDENTIFIED MALE", "secId": 237}, {"sentences": [{"sentId": 583, "text": "OK, so you hear the representative there saying they'll continue to keep people updated throughout the night."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 584, "text": "You were listening to the Police Commissioner of Baltimore Anthony Batts there holding a press conference, updating the officers' conditions and also talking about what's going on in the city and how they plan to bring it back into control."}, {"sentId": 585, "text": "They said they believe most of it is over, but again they are on alert."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 586, "text": "So, people have been asking for answers now, and we're going to get some answers right now from the governor of the state of Maryland, and also from the mayor of Baltimore."}, {"sentId": 587, "text": "Governor Larry Hogan joins me and Mayor Stephanie Rawlings-Blake."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 588, "text": "Good evening to both of you."}, {"sentId": 589, "text": "I wish we could have spoken under better circumstances."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 590, "text": "Could you please clear this up?"}, {"sentId": 591, "text": "Because people are -- here's the issue."}, {"sentId": 592, "text": "The order -- the emergency order was written on Saturday."}, {"sentId": 593, "text": "Your office is saying it was ready to go."}, {"sentId": 594, "text": "It was up to the mayor to ask for it."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 595, "text": "What happened?"}, {"sentId": 596, "text": "What's the breakdown here?"}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 597, "text": "There wasn't a breakdown at all."}, {"sentId": 598, "text": "We've been prepared since last Saturday, been in constant communication with the mayor."}, {"sentId": 599, "text": "She's done a terrific job."}, {"sentId": 600, "text": "They've had this under control."}], "speaker": "HOGAN", "secId": 244}, {"sentences": [{"sentId": 601, "text": "It escalated to the point this evening, or late this afternoon where it was out of control."}, {"sentId": 602, "text": "And when the mayor called and asked us to declare a state of emergency, we were ready and prepared and we did so immediately."}], "speaker": "HOGAN", "secId": 245}, {"sentences": [{"sentId": 603, "text": "What took so long, Mayor, to get -- to get resources into place?"}, {"sentId": 604, "text": "RAWLINGS-BLAKE:  I think that we have to respond to what was going on"}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 605, "text": "at the ground."}, {"sentId": 606, "text": "We've seen what happened when other jurisdictions have overreacted and brought in resources that escalated the violence on the streets and I didn't want that to happen in Baltimore."}, {"sentId": 607, "text": "I was very measured because we wanted to make sure that we'd have the appropriate response for what was going on on the ground."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 608, "text": "And when we saw the violence break out violence in the small groups, we realized it was time to bring in additional resources and I'm grateful for the governor's cooperation."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 609, "text": "There are citizens out there, and I've spoken to police officers here who are saying, listen, this was allowed to get out of control because the protesters -- not the peaceful ones, obviously, but the ones who have caused all this chaos -- they were given way too much leeway."}, {"sentId": 610, "text": "And that's the reason this happened."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 611, "text": "Had there been more restraints, more officers in place, had they been able to gain control of the situation and perhaps not just stand by and allow people to do things, that we would not be at this point right now?"}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 612, "text": "Look, let me just say in defense of the mayor, now is not the time to question about what happened in the past."}, {"sentId": 613, "text": "We're here to try to fix what's happening now."}], "speaker": "HOGAN", "secId": 251}, {"sentences": [{"sentId": 614, "text": "I understand that, and I respectfully disagree."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 615, "text": "We're going to get the help that we need."}], "speaker": "HOGAN", "secId": 253}, {"sentences": [{"sentId": 616, "text": "Governor, I respectfully disagree with you, but I think now is the time to get some answers because it's happening now."}, {"sentId": 617, "text": "Tomorrow will be something else."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 618, "text": "What's happening now is we've activated a state of emergency, I just came from the emergency operations center."}, {"sentId": 619, "text": "We have up to 5,000 police officers coming from all over the Mid-Atlantic region."}, {"sentId": 620, "text": "We have 5,000 National Guard --"}], "speaker": "HOGAN", "secId": 255}, {"sentences": [{"sentId": 621, "text": "Why didn't that happen on Saturday after there was so much chaos on Saturday?"}, {"sentId": 622, "text": "When the emergency order had been signed, why didn't that happen on Saturday?"}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 623, "text": "It wasn't signed until today when the mayor requested --"}], "speaker": "HOGAN", "secId": 257}, {"sentences": [{"sentId": 624, "text": "Your office said it was signed."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 625, "text": "No."}], "speaker": "HOGAN", "secId": 259}, {"sentences": [{"sentId": 626, "text": "So that's inaccurate?"}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 627, "text": "We've been standing by in preparation, just in case the violence escalated, which it did."}, {"sentId": 628, "text": "When the mayor called, we activated."}, {"sentId": 629, "text": "We were fully prepared."}, {"sentId": 630, "text": "We had all the assets ready."}, {"sentId": 631, "text": "And we had the order prepared and ready to sign."}, {"sentId": 632, "text": "As soon as the mayor called, we activated."}], "speaker": "HOGAN", "secId": 261}, {"sentences": [{"sentId": 633, "text": "I'll say that I think it's -- again, I want to thank the governor for his support, for being here for Baltimore as we bring order."}], "speaker": "RAWLINGS-BLAKE", "secId": 262}, {"sentences": [{"sentId": 634, "text": "It is a very delicate balancing act to make sure that you protect people's right to free speech, their right to protest."}, {"sentId": 635, "text": "The fact that people exploited the opportunity to protest with violence and looting doesn't mean that I don't have a duty to protect people's right to be heard."}], "speaker": "RAWLINGS-BLAKE", "secId": 263}, {"sentences": [{"sentId": 636, "text": "And you said your words were twisted, because that doesn't mean the destruction of property."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 637, "text": "What I said very clearly was, when you give people -- when you facilitate space for people to be heard, that space was exploited by those who meant to do harm to our city."}, {"sentId": 638, "text": "That's what I was saying very clearly."}], "speaker": "RAWLINGS-BLAKE", "secId": 265}, {"sentences": [{"sentId": 639, "text": "And when the protesters got out of hand, and started to destroy property, we did -- we used best practices the way that officers are trained to make sure that we are focusing on those that were doing the damage and also working to not escalate."}], "speaker": "RAWLINGS-BLAKE", "secId": 266}, {"sentences": [{"sentId": 640, "text": "We have seen all over the country and throughout our history what happens when you use too much force to respond to an incident."}, {"sentId": 641, "text": "It escalates and it can be a lot worse."}, {"sentId": 642, "text": "I didn't want that for my city."}, {"sentId": 643, "text": "We're working very hard to contain this and to do it in a way that doesn't turn Baltimore into a military state."}], "speaker": "RAWLINGS-BLAKE", "secId": 267}, {"sentences": [{"sentId": 644, "text": "Are there neighborhoods or areas in Baltimore that are still not under police control, not in control?"}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 645, "text": "I think right now, we're focused on responding to where the individuals are out."}, {"sentId": 646, "text": "We have control."}, {"sentId": 647, "text": "We are responding to fire, we are responding to police."}, {"sentId": 648, "text": "And we will make sure that the city is open for business tomorrow."}], "speaker": "RAWLINGS-BLAKE", "secId": 269}, {"sentences": [{"sentId": 649, "text": "Are we still dealing with individuals who are intent to cause damage in our city?"}, {"sentId": 650, "text": "Of course, we are."}, {"sentId": 651, "text": "But we will handle it."}], "speaker": "RAWLINGS-BLAKE", "secId": 270}, {"sentences": [{"sentId": 652, "text": "As you're saying, you're working to gain control of the city and you believe that it is in control -- you smell the smoke."}, {"sentId": 653, "text": "You hear the sirens, the police helicopters, the news helicopters are overhead."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 654, "text": "Let me just explain to you what's happening, as I just explained earlier."}, {"sentId": 655, "text": "We've activated the National Guard."}, {"sentId": 656, "text": "We've put the state police in charge of the situation."}, {"sentId": 657, "text": "We've called police officers from all over the state of Maryland and all over the Mid-Atlantic region."}], "speaker": "HOGAN", "secId": 272}, {"sentences": [{"sentId": 658, "text": "I've talked to the president of the United States, who believes that we're taking the proper actions."}, {"sentId": 659, "text": "We're bringing every available resource we can from all over -- federal, state, county, and local assets, and we're trying our best to get the situation under control."}, {"sentId": 660, "text": "Sitting here, you know, we got a lot of work to do tonight."}, {"sentId": 661, "text": "I just"}], "speaker": "HOGAN", "secId": 273}, {"sentences": [{"sentId": 662, "text": "left the emergency operations center."}, {"sentId": 663, "text": "Then I went to the shock trauma center to talk to the 15 injured officers."}], "speaker": "HOGAN", "secId": 274}, {"sentences": [{"sentId": 664, "text": "Now, we've got to go out and make sure that our National Guard is getting assets on the streets."}, {"sentId": 665, "text": "We're bringing in helicopters."}, {"sentId": 666, "text": "We're bringing in assault vehicles."}, {"sentId": 667, "text": "We're bringing in National Guard and troops and firefighters."}, {"sentId": 668, "text": "That's what we're focused on."}], "speaker": "HOGAN", "secId": 275}, {"sentences": [{"sentId": 669, "text": "The mayor keeps referencing Ferguson and other areas where too much force was brought in."}, {"sentId": 670, "text": "But you saw what happens in those areas as well."}, {"sentId": 671, "text": "That might be an example of how you should bring in more force as well when it's necessary."}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 672, "text": "So, you're saying you're doing all this."}, {"sentId": 673, "text": "The question is, why was this not in place Saturday or Sunday when the situation began?"}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 674, "text": "I don't know how many times we can tell you, about you we can't activate until we've been asked to come in."}, {"sentId": 675, "text": "The mayor and the city are in charge."}, {"sentId": 676, "text": "They believe they were taking appropriate actions."}, {"sentId": 677, "text": "They ask to come in, we came in."}], "speaker": "HOGAN", "secId": 278}, {"sentences": [{"sentId": 678, "text": "OK, we'll let the mayor answer."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 679, "text": "Go ahead, Mayor."}], "speaker": "LEMON", "secId": 280}, {"sentences": [{"sentId": 680, "text": "This was an incident that sparked this afternoon."}, {"sentId": 681, "text": "This has not been around-the-clock activity."}, {"sentId": 682, "text": "We got the incidents that happened over the weekend under control."}, {"sentId": 683, "text": "And I think it would have been inappropriate to bring in the National Guard when we had it under control."}, {"sentId": 684, "text": "When we needed the support from the state, the state is here."}, {"sentId": 685, "text": "And I'm grateful for that support."}], "speaker": "RAWLINGS-BLAKE", "secId": 281}, {"sentences": [{"sentId": 686, "text": "Is there anything --"}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 687, "text": "And we're going to do everything within our power to get the situation under control and I can assure you we will get it under control."}], "speaker": "HOGAN", "secId": 283}, {"sentences": [{"sentId": 688, "text": "Is there anything that you would do differently now?"}, {"sentId": 689, "text": "Looking back and knowing what's happened, what would you do differently?"}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 690, "text": "I think while it's an interesting question, we'll do a post-incident analysis and make those determinations."}, {"sentId": 691, "text": "But we're acting in real time."}, {"sentId": 692, "text": "We can't arm chair quarterback it."}, {"sentId": 693, "text": "We're in it, and doing what we can to make the right decisions for our community."}], "speaker": "RAWLINGS-BLAKE", "secId": 285}, {"sentences": [{"sentId": 694, "text": "I spend a lot of time with the outreach community, with the Gray family, making sure people understood."}, {"sentId": 695, "text": "The Gray family doesn't want this."}, {"sentId": 696, "text": "They don't want the destruction of our city."}, {"sentId": 697, "text": "We spent time with faith and community leaders, making sure that they understood what the process was, that they had a chance to be heard, so they could spread the message of peace in our city."}], "speaker": "RAWLINGS-BLAKE", "secId": 286}, {"sentences": [{"sentId": 698, "text": "We worked very hard to avoid having a situation like this."}, {"sentId": 699, "text": "And despite our best efforts, there are still those who are intent on destroying our community."}, {"sentId": 700, "text": "And the sad part about it is, they're saying that they're doing it in the name of -- you know, for the community's sake."}], "speaker": "RAWLINGS-BLAKE", "secId": 287}, {"sentences": [{"sentId": 701, "text": "It's just dead wrong."}, {"sentId": 702, "text": "What they're doing is destroying our communities."}], "speaker": "RAWLINGS-BLAKE", "secId": 288}, {"sentences": [{"sentId": 703, "text": "They are destroying the future of our young people who have to live in a community that has to be repaired."}, {"sentId": 704, "text": "It's not going to happen for free."}, {"sentId": 705, "text": "We have to make those investments."}], "speaker": "RAWLINGS-BLAKE", "secId": 289}, {"sentences": [{"sentId": 706, "text": "And those investments could go into community development projects, into beautifying our community, and now we will be spending those resources rebuilding the community because some very misguided individuals decided to try to destroy our city this evening."}], "speaker": "RAWLINGS-BLAKE", "secId": 290}, {"sentences": [{"sentId": 707, "text": "When the vast majority of the protesters the past week have been peaceful and under control."}, {"sentId": 708, "text": "Those are the people that love the city."}, {"sentId": 709, "text": "They just want answers as everyone does and get to the bottom of what happened in this case."}], "speaker": "HOGAN", "secId": 291}, {"sentences": [{"sentId": 710, "text": "What we've now seen outside agitators and gangs and thugs, as the mayor called them, that are out there threatening people, injuring people and destroying property."}, {"sentId": 711, "text": "And we're going to put up with it."}, {"sentId": 712, "text": "We're going to put a stop to it."}, {"sentId": 713, "text": "It's not going to continue."}, {"sentId": 714, "text": "We're bringing every asset we can."}, {"sentId": 715, "text": "This will not continue."}], "speaker": "HOGAN", "secId": 292}, {"sentences": [{"sentId": 716, "text": "When you say outside agitators, what do you mean?"}], "speaker": "LEMON", "secId": 293}, {"sentences": [{"sentId": 717, "text": "People come from all over the country --"}], "speaker": "HOGAN", "secId": 294}, {"sentences": [{"sentId": 718, "text": "But most of the people who are arrested are from Baltimore."}], "speaker": "LEMON", "secId": 295}, {"sentences": [{"sentId": 719, "text": "I know that, they're getting stirred up by outside agitators and people looking for an opportunity to get in trouble."}, {"sentId": 720, "text": "That's not the same as the people who were peacefully protesting earlier this week."}], "speaker": "HOGAN", "secId": 296}, {"sentences": [{"sentId": 721, "text": "We watched live as a business was on fire."}, {"sentId": 722, "text": "Police and firemen bringing a baby out of a building, a mother, you know, worried about where her husband was."}], "speaker": "LEMON", "secId": 297}, {"sentences": [{"sentId": 723, "text": "What do you say to those people in the middle of it, who say, we're gaining control, we've got it under control, we acted when we could, but what do you say to these people?"}, {"sentId": 724, "text": "Those people are scared."}, {"sentId": 725, "text": "They're losing their businesses, possibly their homes."}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 726, "text": "The children that I spoke to today are afraid, but we will bring order and we'll do it collaboratively."}, {"sentId": 727, "text": "I'm determined that this darkest day will not define our city."}, {"sentId": 728, "text": "We will have order and we will have control and those individuals who we've caught on camera destroying our city will be brought to justice."}], "speaker": "RAWLINGS-BLAKE", "secId": 299}, {"sentences": [{"sentId": 729, "text": "I assure you we're now taking over the situation."}, {"sentId": 730, "text": "This is not going to continue."}, {"sentId": 731, "text": "People will feel that the city is safe."}, {"sentId": 732, "text": "I'm moving the governor's office to Baltimore City first thing in the morning."}, {"sentId": 733, "text": "We're bringing our entire cabinet."}, {"sentId": 734, "text": "We're bringing all the assets we can."}], "speaker": "HOGAN", "secId": 300}, {"sentences": [{"sentId": 735, "text": "We're going to get this under control, the city will be safe, and Marylanders will be proud of the effort once we get this cleaned up."}], "speaker": "HOGAN", "secId": 301}, {"sentences": [{"sentId": 736, "text": "How are you going to enforce a curfew tomorrow --"}], "speaker": "LEMON", "secId": 302}, {"sentences": [{"sentId": 737, "text": "I think we're going to have to go."}, {"sentId": 738, "text": "Thanks for your time."}], "speaker": "HOGAN", "secId": 303}, {"sentences": [{"sentId": 739, "text": "OK.  How are you going to enforce a curfew tomorrow when kids are out of school and they have said many of the young people are, the people who are doing this --"}], "speaker": "LEMON", "secId": 304}, {"sentences": [{"sentId": 740, "text": "It's a what?"}, {"sentId": 741, "text": "Say it again, ma'am."}], "speaker": "LEMON", "secId": 305}, {"sentences": [{"sentId": 742, "text": "Daytime curfew tomorrow."}], "speaker": "RAWLINGS-BLAKE", "secId": 306}, {"sentences": [{"sentId": 743, "text": "OK, the mayor of Baltimore and the mayor here."}, {"sentId": 744, "text": "The mayor of Baltimore and also the governor of the state of Maryland joining us here just a short time ago."}], "speaker": "LEMON", "secId": 307}, {"sentences": [{"sentId": 745, "text": "Obviously, you can see that they're touchy when it comes to the situation, feeling that they have answered all of the questions and they did everything correctly within their control and within their power, but quite frankly a lot of people have questions about that, and so we had to talk to them about that."}], "speaker": "LEMON", "secId": 308}, {"sentences": [{"sentId": 746, "text": "As I said to them, you know, they're saying -- excuse me, there's obviously someone who is very upset with the governor, as you can hear, they don't feel that it was under control."}, {"sentId": 747, "text": "So people are on edge here, and in many cases rightfully so."}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 748, "text": "So, Miguel Marquez is at the scene of another fire."}, {"sentId": 749, "text": "Chris Cuomo has been at the scene of many of these instances as well."}, {"sentId": 750, "text": "-- at one of them tonight, excuse me."}, {"sentId": 751, "text": "And I'm going to Miguel first, because, Miguel, the mayor and the governor, as you heard, they said they have it under control."}, {"sentId": 752, "text": "They're very upset by the questioning, but people want some answers, as you have been alluding to and hearing from residents all day."}], "speaker": "LEMON", "secId": 310}, {"sentences": [{"sentId": 753, "text": "Yes, I don't think anybody in Baltimore believes that anything is in control."}, {"sentId": 754, "text": "And I think that's part of the problem they have with the government here is that they have not exercised enough control and enough force."}], "speaker": "MARQUEZ", "secId": 311}, {"sentences": [{"sentId": 755, "text": "We are at Pennsylvania Avenue and Robert Street."}, {"sentId": 756, "text": "We were here three hours ago."}, {"sentId": 757, "text": "These buildings were being looted."}, {"sentId": 758, "text": "Now look what's happened."}, {"sentId": 759, "text": "Now, they're on fire."}, {"sentId": 760, "text": "The firefighters risking their lives."}, {"sentId": 761, "text": "Look, they've just cut through that building and now flames are erupting through the roof and they're trying to get water on, but I don't know that the water's even going up there yet."}], "speaker": "MARQUEZ", "secId": 312}, {"sentences": [{"sentId": 762, "text": "This is unbelievable."}, {"sentId": 763, "text": "All of these shops along this street have been looted from the back."}, {"sentId": 764, "text": "They all look fine from the front."}, {"sentId": 765, "text": "They've been looted from the back."}, {"sentId": 766, "text": "Right around the corner from where we are, just coming over here,"}], "speaker": "MARQUEZ", "secId": 313}, {"sentences": [{"sentId": 767, "text": "there are young men who are climbing up on top of a liquor store, getting in through the top floor of that liquor store, and throwing bottles and cans of beer and liquor onto the street and stealing it."}, {"sentId": 768, "text": "All under the watchful eye of the Baltimore police."}, {"sentId": 769, "text": "They cannot even protect any of the areas that are under attack right now."}], "speaker": "MARQUEZ", "secId": 314}, {"sentences": [{"sentId": 770, "text": "The last time we were in this neighborhood, there were dozens and dozens of police in riot gear here, watching just a few blocks away, what was happening up at North Avenue where Chris Cuomo is right now."}], "speaker": "MARQUEZ", "secId": 315}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.27.cnnt.02.html.json", "time": "Aired April 27, 2015 - 23:00   ET"}