{"sectionCount": 205, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "PRESTON", "BASH", "KASICH", "PAUL", "DERSHOWITZ", "GUPTA", "BACHMANN", "PAWLENTY", "WILSON", "COSTA", "CARSON", "CARDONA", "GILDENHORN"], "subTitle": "Trump Leads the GOP Field in a Brand New Poll; The Donald Takes Aim at Hillary Clinton; Former President Jimmy Carter's Health Crisis. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1508/12/cnnt.01.html", "sentenceCount": 633, "sections": [{"sentences": [{"sentId": 0, "text": "Trump on top on a brand new poll."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "Donald Trump takes the lead in the crucial State of Iowa and takes aim right at Hillary Clinton."}, {"sentId": 4, "text": "Listen to what he tells CNN today."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "I mean, what she did is a real problem for her."}, {"sentId": 6, "text": "I don't -- I don't know, frankly, that she'll be able to run."}, {"sentId": 7, "text": "Because it just looks to me that the whole e-mail thing is a very criminal situation."}, {"sentId": 8, "text": "And it could cause problems for years to come."}], "speaker": "TRUMP", "secId": 1}, {"sentences": [{"sentId": 9, "text": "Is Donald Trump right?"}, {"sentId": 10, "text": "Could this spell big trouble for the Clinton campaign?"}, {"sentId": 11, "text": "Tonight, we're going to talk to two people who know exactly what it is like to run in a crowded republican field."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 12, "text": "Plus, the troubling news about former President Jimmy Carter's health crisis."}, {"sentId": 13, "text": "We'll be getting to all of that."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 14, "text": "But we're to begin with the day in Trump."}, {"sentId": 15, "text": "Joining me now, CNN's Dana Bash and Mark Preston."}, {"sentId": 16, "text": "Good evening to you both."}, {"sentId": 17, "text": "Mark, to you first."}, {"sentId": 18, "text": "The new CNN ORC poll, the numbers are out now."}, {"sentId": 19, "text": "Is Donald Trump unstoppable?"}, {"sentId": 20, "text": "Walk me through what we're seeing here?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 21, "text": "Well, Don, certainly he's doing very well after that debate performance last Thursday and the controversy that erupted soon after with his remarks about Megyn Kelly."}, {"sentId": 22, "text": "But let's look at these numbers right now from the crucial State of Iowa."}], "speaker": "PRESTON", "secId": 5}, {"sentences": [{"sentId": 23, "text": "These new CNN ORC poll numbers."}, {"sentId": 24, "text": "Look at Donald Trump, on top at 22 percent, Ben Carson at 14 percent, Scott Walker at 9 percent, Ted Cruz at 8, Carly Fiorina at 7, Mike Huckabee at 7."}, {"sentId": 25, "text": "And then you have the rest of the field."}], "speaker": "PRESTON", "secId": 6}, {"sentences": [{"sentId": 26, "text": "Now, Don, what is fueling the support for Donald Trump in Iowa is that voters there think that he is best equipped to handle key issues facing the nation that includes the economy, that includes terrorism, that includes illegal immigration."}], "speaker": "PRESTON", "secId": 7}, {"sentences": [{"sentId": 27, "text": "Now at that CNN ORC poll, couple other winners in that."}, {"sentId": 28, "text": "Carly Fiorina who had a fantastic debate performance on Thursday, and Dr. Ben Carson."}, {"sentId": 29, "text": "But, Don, it is still early two-thirds of Iowa republican caucus goers said they still haven't made up their mind."}], "speaker": "PRESTON", "secId": 8}, {"sentences": [{"sentId": 30, "text": "And Dana Bash, good news for some other candidates in there as well."}, {"sentId": 31, "text": "John Kasich gaining ground in New Hampshire."}, {"sentId": 32, "text": "You sat down one- on-one with him."}, {"sentId": 33, "text": "What did he have to say?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 34, "text": "Well, you know, he certainly is maybe one of the happiest candidates out in the field."}, {"sentId": 35, "text": "He talked about a whole host of things."}, {"sentId": 36, "text": "In fact, that he insists he is a true conservative, despite the fact that he is perhaps more moderate on some issues, social issues especially."}], "speaker": "BASH", "secId": 10}, {"sentences": [{"sentId": 37, "text": "But when it comes to the topic at hand, Donald Trump, he has been pretty consistent in not going there, not talking trash about Donald Trump the way some of his opponents are."}, {"sentId": 38, "text": "Listen to what he said."}], "speaker": "BASH", "secId": 11}, {"sentences": [{"sentId": 39, "text": "You thanked Donald Trump for being in the debate because you think he drew 24 million people."}], "speaker": "BASH", "secId": 12}, {"sentences": [{"sentId": 40, "text": "Yes."}], "speaker": "KASICH", "secId": 13}, {"sentences": [{"sentId": 41, "text": "Who also got a look at you."}], "speaker": "BASH", "secId": 14}, {"sentences": [{"sentId": 42, "text": "Yes."}], "speaker": "KASICH", "secId": 15}, {"sentences": [{"sentId": 43, "text": "Do you think he's a positive force in the GOP field?"}], "speaker": "BASH", "secId": 16}, {"sentences": [{"sentId": 44, "text": "I think he's tapping into people's anxieties as I mentioned at the Town Hall."}, {"sentId": 45, "text": "Because I think those anxieties are real."}, {"sentId": 46, "text": "I think people have had it with frustrations in their lives connected with the government, connected with the loss of jobs."}, {"sentId": 47, "text": "But I don't think people want to stay on the negative side."}, {"sentId": 48, "text": "I think they want to know what the solutions are."}], "speaker": "KASICH", "secId": 17}, {"sentences": [{"sentId": 49, "text": "So, you know, on that topic, Don, I asked them about the fact that Rand Paul, another contender, has another web out ad out today, really hitting Donald Trump hard on some of his more liberal positions in the past on healthcare, on abortion, and so forth."}, {"sentId": 50, "text": "And Kasich said, you know what, he's wasting his money."}, {"sentId": 51, "text": "He should be talking about things that have to do with his own record in ads."}], "speaker": "BASH", "secId": 18}, {"sentences": [{"sentId": 52, "text": "So, Mark, you know, Dana alluded to this, how are the other candidates reacting to Trump's lead in the polls?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 53, "text": "Well, Don, you know, they're trying to ignore him as best as they can."}, {"sentId": 54, "text": "In many ways, they cannot after the Megyn Kelly comments."}, {"sentId": 55, "text": "Most of them had to address the issue when asked."}, {"sentId": 56, "text": "But as Dana just said, Rand Paul is trying to use Trump to get himself back into the race."}, {"sentId": 57, "text": "And he put out this two-minute video."}, {"sentId": 58, "text": "Let's take a look."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 59, "text": "But if you go back, I mean, it just seems that the economy does better under the democrat's health care."}, {"sentId": 60, "text": "We have to take care of people who are sick."}], "speaker": "PAUL", "secId": 21}, {"sentences": [{"sentId": 61, "text": "Universal health coverage?"}], "speaker": "PRESTON", "secId": 22}, {"sentences": [{"sentId": 62, "text": "I love universal."}, {"sentId": 63, "text": "Hillary Clinton, I think, is a terrific person."}], "speaker": "PAUL", "secId": 23}, {"sentences": [{"sentId": 64, "text": "And there you have Rand Paul."}, {"sentId": 65, "text": "Although that video is just a small snippet, it is two minutes and Rand Paul is trying to call himself the conservative Donald Trump."}, {"sentId": 66, "text": "The liberal, but Donald Trump no shrinking buy it on Jake Tapper's The Lead this morning or this afternoon, he addressed that issue."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 67, "text": "Rand Paul he's failing in the polls, he's weak on the military, he's pathetic in military."}, {"sentId": 68, "text": "I mean, here's a guy who called me a year ago, oh, let's play golf."}, {"sentId": 69, "text": "Can we go and play golf?"}, {"sentId": 70, "text": "I ended up playing golf with him, probably seven or eight months ago."}], "speaker": "TRUMP", "secId": 25}, {"sentences": [{"sentId": 71, "text": "I ended up playing golf with him and he couldn't have been nicer."}, {"sentId": 72, "text": "He was very nice."}, {"sentId": 73, "text": "He wanted my support."}, {"sentId": 74, "text": "He wanted to know if I'd contribute to his doctor situation, which is very good where he helps children with the eyes."}], "speaker": "TRUMP", "secId": 26}, {"sentences": [{"sentId": 75, "text": "I actually think he's a far better doctor than he is a senator."}, {"sentId": 76, "text": "And, you know, it's fine."}, {"sentId": 77, "text": "They're trying to do a little bit of a number."}], "speaker": "TRUMP", "secId": 27}, {"sentences": [{"sentId": 78, "text": "The last two people that did it were Lindsey Graham."}, {"sentId": 79, "text": "He came at me really hard and he's right now at zero."}, {"sentId": 80, "text": "And Rick Perry was at 4 percent and he came at me really hard and he went down to 2, which was actually a great honor."}, {"sentId": 81, "text": "And look, Rand's campaign is failing."}], "speaker": "TRUMP", "secId": 28}, {"sentences": [{"sentId": 82, "text": "You know, Don, the political knives are out and it's only August."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 83, "text": "And, Dana, you know, Rand Paul is at this emerging point as Donald Trump really his strongest critics among the challengers, isn't he?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 84, "text": "Well, absolutely."}, {"sentId": 85, "text": "And you saw that in the debate last week."}, {"sentId": 86, "text": "Trump couldn't even finish his sentence when asked about a third party run when Rand Paul was all over him."}, {"sentId": 87, "text": "And there's a reason for that."}], "speaker": "BASH", "secId": 31}, {"sentences": [{"sentId": 88, "text": "And that is because Rand Paul came into the Senate in 2010 on the Tea Party wave and he came in as an outsider, as somebody who had never run for office before."}, {"sentId": 89, "text": "That was supposed to be his mantle in this presidential race."}, {"sentId": 90, "text": "And it was for a long time, until Donald Trump came along."}], "speaker": "BASH", "secId": 32}, {"sentences": [{"sentId": 91, "text": "So, he's very much eating into Rand Paul's support on that notion."}, {"sentId": 92, "text": "And it's also why earlier today that Paul continued to go after him."}, {"sentId": 93, "text": "Listen to this."}], "speaker": "BASH", "secId": 33}, {"sentences": [{"sentId": 94, "text": "People up there who say such profound things as you're stupid."}, {"sentId": 95, "text": "You're fired."}, {"sentId": 96, "text": "You're a pig."}, {"sentId": 97, "text": "You look terrible."}, {"sentId": 98, "text": "You only have half a brain."}, {"sentId": 99, "text": "And then when you respond with an argue."}, {"sentId": 100, "text": "It's like you're stupid."}, {"sentId": 101, "text": "And my favorite is, you know, the reason I tell women they're ugly is because I'm so good looking."}], "speaker": "PAUL", "secId": 34}, {"sentences": [{"sentId": 102, "text": "I mean, this has really gotten to the point -- I mean, probably was surreal, Don, a long time ago."}, {"sentId": 103, "text": "I'm not even sure what the word is to describe where we are right now."}], "speaker": "BASH", "secId": 35}, {"sentences": [{"sentId": 104, "text": "But, you know, again, spending time here with John Kasich, his view is no one wants to hear all this, but he might not be right since Trump is using those words and he is at the top of the polls right now."}], "speaker": "BASH", "secId": 36}, {"sentences": [{"sentId": 105, "text": "Dana and Mark, thank you very much."}, {"sentId": 106, "text": "You know, Donald Trump is not the only one getting good news."}, {"sentId": 107, "text": "From the new CNN ORC poll, Hillary Clinton is firmly in the lead among Iowa democrats with 50 percent."}, {"sentId": 108, "text": "It sounds like Bernie Sanders is 31 percent."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 109, "text": "But that poll was taken before Clinton agreed to turn over her private e-mail server and a thumb drive with some of those files."}, {"sentId": 110, "text": "And today, Donald Trump called the situation and this is a quote, \"criminal.\""}, {"sentId": 111, "text": "Is he right?"}, {"sentId": 112, "text": "And is her campaign facing trouble?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 113, "text": "Joining me now via Skype, Alan Dershowitz."}, {"sentId": 114, "text": "His latest book is \"The Case Against the Iran Deal.\""}, {"sentId": 115, "text": "Alan, thank you."}, {"sentId": 116, "text": "You know, Donald Trump says it's a crime."}, {"sentId": 117, "text": "The intelligence committee and inspector general says, at least five e-mails from Hillary Clinton's server contained classified information."}, {"sentId": 118, "text": "Did she break the law?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 119, "text": "Absolutely not."}, {"sentId": 120, "text": "Trump ought to go back to school and learn about what the Constitution says."}, {"sentId": 121, "text": "It has an ex-post factor of probation."}, {"sentId": 122, "text": "It says that nobody can be convicted of a crime that wasn't a crime at the time the actions occurred."}], "speaker": "DERSHOWITZ", "secId": 40}, {"sentences": [{"sentId": 123, "text": "And it's just undisputed that at the time Hillary Clinton used her private e-mail, that was permissible under the rules of the State Department and that none of the e-mails were marked classified."}, {"sentId": 124, "text": "The fact that the State Department may change its rules now, which it probably should."}, {"sentId": 125, "text": "And the fact that some of the information has been classified after the fact, are totally irrelevant of criminal charges."}], "speaker": "DERSHOWITZ", "secId": 41}, {"sentences": [{"sentId": 126, "text": "So, let's stop talking about criminal issues."}, {"sentId": 127, "text": "There are none on the table."}, {"sentId": 128, "text": "Let's talk about how to make sure this doesn't happen in the future."}, {"sentId": 129, "text": "And that's what the justice investigation is all about."}, {"sentId": 130, "text": "How to make sure that the future Secretaries of State and future classifiers get it right."}, {"sentId": 131, "text": "This time, you can't blame Hillary Clinton for that."}, {"sentId": 132, "text": "There's just nothing criminal on what she did."}], "speaker": "DERSHOWITZ", "secId": 42}, {"sentences": [{"sentId": 133, "text": "I know -- I know you'd like to move on and you'd like to say let's look into how to make this not happen again."}, {"sentId": 134, "text": "But, Alan, it is a federal offense for someone to knowingly store a classified information at an unauthorized location."}, {"sentId": 135, "text": "If there is classified in there, shouldn't she had not known that?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 136, "text": "No, of course not."}, {"sentId": 137, "text": "It wasn't classified."}, {"sentId": 138, "text": "Anything that was marked classified, she had said she read a hard copy in her office and used secure methods to communicate that."}, {"sentId": 139, "text": "Everything she had on her server -- everything she had on her e-mail as far as I have read was marked unclassified."}, {"sentId": 140, "text": "And so..."}], "speaker": "DERSHOWITZ", "secId": 44}, {"sentences": [{"sentId": 141, "text": "But how do you know that unless you see the trail?"}, {"sentId": 142, "text": "Unless you see the electronic trail?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 143, "text": "That's why it's being produced, obviously."}, {"sentId": 144, "text": "But that's what she has said."}, {"sentId": 145, "text": "And nobody has come up with any single e-mail that was marked classified at the time she had it on her server."}, {"sentId": 146, "text": "And you can't just retroactively create crimes out of innocent conduct that was innocent at the time that it was engaged in."}], "speaker": "DERSHOWITZ", "secId": 46}, {"sentences": [{"sentId": 147, "text": "That's a fundamental provision of our Constitution."}, {"sentId": 148, "text": "It's not even on the bill of rights, it's in the body of the Constitution that no ex- post facto laws can be enacted by Congress and you can't punish people for conduct that was not criminal at the time it occurred."}], "speaker": "DERSHOWITZ", "secId": 47}, {"sentences": [{"sentId": 149, "text": "But obviously, a lot of people -- or at least some people, Alan, think it's not so innocent because they're asking her to turn the information over now."}, {"sentId": 150, "text": "As you -- I think you're alluding to and many others in the Democratic Party are saying that it's a witch hunt."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 151, "text": "So, if this is a witch hunt why didn't Hillary Clinton turn her server over to the government earlier?"}, {"sentId": 152, "text": "Why not be more transparent from the beginning?"}, {"sentId": 153, "text": "Why wait five months to do this?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 154, "text": "I think she's the only Secretary of State."}, {"sentId": 155, "text": "Remember, this has happened to I think the last three Secretaries of State."}, {"sentId": 156, "text": "She's the first one to turn all this material over."}, {"sentId": 157, "text": "And I think, look, there may be material in there that is private."}], "speaker": "DERSHOWITZ", "secId": 50}, {"sentences": [{"sentId": 158, "text": "And in fact, some of the e-mails have been returned to her as private and not governmental."}, {"sentId": 159, "text": "But she's now turned them all over."}, {"sentId": 160, "text": "There's an opportunity to review every single one of them."}, {"sentId": 161, "text": "You'll see that none of them have been marked classified."}, {"sentId": 162, "text": "And we should just put an end to this discussion of are there criminal actions involved?"}], "speaker": "DERSHOWITZ", "secId": 51}, {"sentences": [{"sentId": 163, "text": "There are no criminal actions."}, {"sentId": 164, "text": "There's an investigation by the justice department."}, {"sentId": 165, "text": "But its goal is to make sure that this doesn't happen in the future."}, {"sentId": 166, "text": "We have to look forward."}, {"sentId": 167, "text": "Not backward."}, {"sentId": 168, "text": "We can backward to learn lessons."}, {"sentId": 169, "text": "But you cannot charge anybody, whether they are republicans or democrats, with a crime if what they did was not an illegal act at the time they did it."}, {"sentId": 170, "text": "That was a crucial issue."}], "speaker": "DERSHOWITZ", "secId": 52}, {"sentences": [{"sentId": 171, "text": "OK."}, {"sentId": 172, "text": "But you have to admit that this does point to this whole issue about concerns over her trustworthiness."}, {"sentId": 173, "text": "I mean, this new CNN ORC Iowa poll asked likely democratic caucus goers, which democratic candidate is most honest and trustworthy."}, {"sentId": 174, "text": "Sanders was ahead of Hillary Clinton, 35 to 28."}, {"sentId": 175, "text": "Do you think that's going to be a lingering problem for her campaign?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 176, "text": "No, I don't think so."}, {"sentId": 177, "text": "Look, we don't know Sanders very well."}, {"sentId": 178, "text": "We know the Clintons so well."}, {"sentId": 179, "text": "We've been watching them for how many years now?"}, {"sentId": 180, "text": "Sanders is a terrific guy."}, {"sentId": 181, "text": "I grew up in Brooklyn."}, {"sentId": 182, "text": "He went to my college, Brooklyn College."}, {"sentId": 183, "text": "I liked him very much."}, {"sentId": 184, "text": "And he's a very trustworthy guy because he hasn't had much exposure and much controversy around him."}], "speaker": "DERSHOWITZ", "secId": 54}, {"sentences": [{"sentId": 185, "text": "Hillary Clinton of course, has been in every position."}, {"sentId": 186, "text": "She's been the First Lady, controversial."}, {"sentId": 187, "text": "She's been the Secretary of State, she's been a senator, of course there's going to be more trust issues regarding somebody who's been in the public life for so long and has been involved in a such controversial relationship with her controversial husband."}], "speaker": "DERSHOWITZ", "secId": 55}, {"sentences": [{"sentId": 188, "text": "But I think in the end, just like Bill Clinton had some issues of trust, but was very popular and was re-elected."}, {"sentId": 189, "text": "He's probably one of the most popular people in the world today."}, {"sentId": 190, "text": "Can win elections in practically any country in the world."}, {"sentId": 191, "text": "I don't think this is going to hurt Hillary Clinton."}], "speaker": "DERSHOWITZ", "secId": 56}, {"sentences": [{"sentId": 192, "text": "Alan Dershowitz, I always appreciate it."}, {"sentId": 193, "text": "Thank you for your time, sir."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 194, "text": "Thank you."}], "speaker": "DERSHOWITZ", "secId": 58}, {"sentences": [{"sentId": 195, "text": "Yes."}, {"sentId": 196, "text": "Now I want to turn to the breaking news about Jimmy Carter's health crisis."}, {"sentId": 197, "text": "The former president announcing today that liver surgery revealed that he has cancer and it has spread to other parts of his body."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 198, "text": "Joining me now, CNN's chief medical correspondent, Dr. Sanjay Gupta."}, {"sentId": 199, "text": "It's awful to her this, Dr. Gupta."}, {"sentId": 200, "text": "Let me read this statement today from the former president."}, {"sentId": 201, "text": "Here's what he said."}, {"sentId": 202, "text": "He said, \"Recent liver surgery revealed that I have cancer that now is in other parts of my body."}, {"sentId": 203, "text": "I will be rearranging my schedule as necessary so I can undergo treatment by physicians at Emory Healthcare."}, {"sentId": 204, "text": "A more complete public statement will be made when facts are known, possibly next week.\""}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 205, "text": "Sanjay, how serious a problem is this in your estimation?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 206, "text": "Well, you know, obviously there are some details that are still going to be forthcoming, Don, as you mentioned."}, {"sentId": 207, "text": "But, look, this is serious by what we're hearing so far."}, {"sentId": 208, "text": "We don't know specifically where the cancer started."}, {"sentId": 209, "text": "Did it actually start in his liver?"}, {"sentId": 210, "text": "Did it start in his pancreas or his gall bladder."}], "speaker": "GUPTA", "secId": 62}, {"sentences": [{"sentId": 211, "text": "These are all sort of in the same area of the body."}, {"sentId": 212, "text": "We know that it is spread."}, {"sentId": 213, "text": "That was sort of the news today."}, {"sentId": 214, "text": "He had this operation back on August 3rd, that now we're learning that it spread."}, {"sentId": 215, "text": "Did it spread to lymph nodes, did it spread to other organs, these are some of the facts that are going to come out."}, {"sentId": 216, "text": "But to your question, Don, this is serious."}, {"sentId": 217, "text": "It would be serious in"}], "speaker": "GUPTA", "secId": 63}, {"sentences": [{"sentId": 218, "text": "someone who is five decades younger, certainly."}, {"sentId": 219, "text": "The cancer itself, the treatment can be pretty extensive, he's 90 years old."}, {"sentId": 220, "text": "He's been a very active 90-year-old, that's remarkable."}, {"sentId": 221, "text": "In fact, how active he's been?"}, {"sentId": 222, "text": "He's been traveling around the world, and he's just seemingly has boundless energy, but this is certainly going to take a toll."}], "speaker": "GUPTA", "secId": 64}, {"sentences": [{"sentId": 223, "text": "At his age, what's the course of action for someone that age?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 224, "text": "Well, you know, a lot of times, you have to obviously pinpoint exactly what this cancer is, how aggressive it's behaving, where it's spread."}, {"sentId": 225, "text": "All of those questions aside, once they figure that out."}, {"sentId": 226, "text": "You know, it's a conversation, Don, between patients and physicians."}], "speaker": "GUPTA", "secId": 66}, {"sentences": [{"sentId": 227, "text": "There are treatments and it sounds like from the statement you just read and I read it earlier that he is going to pursue some of those treatments."}, {"sentId": 228, "text": "So, we're talking about chemotherapy and maybe further surgery, sometimes radiations involved."}], "speaker": "GUPTA", "secId": 67}, {"sentences": [{"sentId": 229, "text": "Again, that will be sort of determined in more precise detail once they figure out exactly what this cancer is and how it spread."}, {"sentId": 230, "text": "But that's likely the course of action that he's talking about with regard to treatment."}], "speaker": "GUPTA", "secId": 68}, {"sentences": [{"sentId": 231, "text": "Yes."}, {"sentId": 232, "text": "And we wish him the best."}, {"sentId": 233, "text": "Sanjay, thank you."}, {"sentId": 234, "text": "I appreciate your time as well this evening."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 235, "text": "Coming up, what Donald Trump says about a female running mate."}, {"sentId": 236, "text": "Would she share the ticket with a woman?"}, {"sentId": 237, "text": "I'm going to talk to one republican woman who made her own run for the White House."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 238, "text": "Plus, the man who invented the Trump sandwich."}, {"sentId": 239, "text": "That's right."}, {"sentId": 240, "text": "I'm going to give you one guess what it's full of."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 241, "text": "Donald Trump topping the new CNN ORC Iowa poll."}, {"sentId": 242, "text": "But does Trump have a problem with female voters in the GOP?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 243, "text": "Joining me now is Michele Bachmann, former republican congresswoman who ran for the GOP nomination in 2012."}, {"sentId": 244, "text": "It's so good to have you back."}, {"sentId": 245, "text": "Thanks for spending time with us."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 246, "text": "Thank you."}], "speaker": "BACHMANN", "secId": 74}, {"sentences": [{"sentId": 247, "text": "Congresswoman, once again, Trump is at the top of the polls, but there's some troubling news if you look a little bit deeper into the polls."}, {"sentId": 248, "text": "And I want you to answer this question directly for me if you could."}, {"sentId": 249, "text": "Look at these numbers, 27 percent among men, 15 percent among women, why are women less likely to support him than men?"}], "speaker": "BACHMANN", "secId": 75}, {"sentences": [{"sentId": 250, "text": "Well, I think very clearly, Trump enjoys a lot of support."}, {"sentId": 251, "text": "And just like you saw, a gender gap with Hillary Clinton, I think that all of these things are going to smooth out."}, {"sentId": 252, "text": "This is very early in the process."}, {"sentId": 253, "text": "But when you have the kind of commanding lead that a Donald Trump has, it's pretty impressive."}, {"sentId": 254, "text": "And I think the more that his message comes forth, especially on"}], "speaker": "BACHMANN", "secId": 76}, {"sentences": [{"sentId": 255, "text": "issues, then I think you'll see a rise for women."}, {"sentId": 256, "text": "Because what women really care about is security."}, {"sentId": 257, "text": "They want to know will they and will their children or their family, will their job and their breadwinner, will they have economic security."}], "speaker": "BACHMANN", "secId": 77}, {"sentences": [{"sentId": 258, "text": "OK."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 259, "text": "They also want to know, will they have national security so that they could be safe in their homes."}, {"sentId": 260, "text": "And the more that Donald Trump or any of the other candidates talk about these issues of security that resonates with a woman."}, {"sentId": 261, "text": "And so, we'll see how the messaging goes."}], "speaker": "BACHMANN", "secId": 79}, {"sentences": [{"sentId": 262, "text": "OK."}, {"sentId": 263, "text": "But he was asked also, Congresswoman, about -- about his previous support of Hillary Clinton."}, {"sentId": 264, "text": "How he, at one point, identified as a democrat."}, {"sentId": 265, "text": "Here's how Trump responded."}, {"sentId": 266, "text": "Take a look."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 267, "text": "If you look at Hillary Clinton, I contributed to everybody."}, {"sentId": 268, "text": "I was a businessman, a world class businessman."}, {"sentId": 269, "text": "Yes, I built a net worth of much more than $10 billion and deal all over the world and I contributed to everybody and I let that be known."}, {"sentId": 270, "text": "And frankly, the people in the Tea Party who I love so much and they seem to like me a lot everybody understand that."}], "speaker": "TRUMP", "secId": 81}, {"sentences": [{"sentId": 271, "text": "What I have to go for whatever it is."}, {"sentId": 272, "text": "As a businessman, I did what other businessmen did."}, {"sentId": 273, "text": "And I contributed to what everybody did."}, {"sentId": 274, "text": "Everybody likes me."}, {"sentId": 275, "text": "Everybody took my call and I got what I wanted."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 276, "text": "So, Congresswoman, you know the Tea Party."}, {"sentId": 277, "text": "You're a Tea Party darling."}, {"sentId": 278, "text": "If you said, hey, to the Tea party, to your followers, I gave to Hillary Clinton, I spoke on the phone to Bill Clinton and they were guests at my wedding."}, {"sentId": 279, "text": "How would that go over?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 280, "text": "I really don't think it's an issue."}, {"sentId": 281, "text": "Because people who are in the Tea Party believe the three things."}, {"sentId": 282, "text": "We're taxed enough already."}, {"sentId": 283, "text": "They believe that government shouldn't spend more money than what it takes in."}, {"sentId": 284, "text": "And they believe that the government should follow the rules that it makes."}, {"sentId": 285, "text": "It's pretty simple."}], "speaker": "BACHMANN", "secId": 84}, {"sentences": [{"sentId": 286, "text": "So, I don't think that this is really an issue."}, {"sentId": 287, "text": "I think one thing that I was very honest about, too, when I ran for President of the United States, is that when I grew up, I was a democrat."}, {"sentId": 288, "text": "I was in a democrat family."}], "speaker": "BACHMANN", "secId": 85}, {"sentences": [{"sentId": 289, "text": "In fact, the first presidential campaign I worked on was Jimmy Carter's campaign in Minnesota."}, {"sentId": 290, "text": "Our favorite son, Walter Mondale was the vice presidential candidate."}, {"sentId": 291, "text": "I was honored to work on Jimmy Carter's campaign and thrilled that he was running."}, {"sentId": 292, "text": "He was a fresh face."}, {"sentId": 293, "text": "He had a new message back in 1976."}, {"sentId": 294, "text": "And then I saw how his administration panned out."}], "speaker": "BACHMANN", "secId": 86}, {"sentences": [{"sentId": 295, "text": "And so, I flipped from being a democrat to a republican and I didn't turn back again."}, {"sentId": 296, "text": "So, I think that, in Trump's case, he said he's evolved."}, {"sentId": 297, "text": "I evolved on my views as I grew up."}, {"sentId": 298, "text": "I went from being a teenager to being an adult and recognizing how policies impact us."}, {"sentId": 299, "text": "And that's one thing that Trump has said is that he's changed."}], "speaker": "BACHMANN", "secId": 87}, {"sentences": [{"sentId": 300, "text": "But if you look again at all of the republican candidates, every one of them, all 17, are completely competent and capable to occupy 1600 Pennsylvania avenues."}, {"sentId": 301, "text": "I think it's exciting."}, {"sentId": 302, "text": "I think it's wonderful, the freshness and the excitement that's in this race."}, {"sentId": 303, "text": "And they're both good candidates."}], "speaker": "BACHMANN", "secId": 88}, {"sentences": [{"sentId": 304, "text": "OK."}, {"sentId": 305, "text": "So, there's a report that Donald Trump would strongly consider a woman as his running mate."}, {"sentId": 306, "text": "Here's what he had to say."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 307, "text": "I said very openly that I would be very, very delighted if they were the right person."}, {"sentId": 308, "text": "But it would be a great honor to have a woman as a running mate."}, {"sentId": 309, "text": "So, if we had the right person, I would certainly consider that."}, {"sentId": 310, "text": "It's obviously too soon to think about it."}], "speaker": "TRUMP", "secId": 90}, {"sentences": [{"sentId": 311, "text": "So, the last time you were here, this did run across my mind and the people on our show's mind like, oh, I wonder if Michele Bachmann would consider that?"}, {"sentId": 312, "text": "Would you throw your hat into the ring?"}, {"sentId": 313, "text": "Would you like to do that?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 314, "text": "Well, I'm not running for president in the 16th cycle."}, {"sentId": 315, "text": "I ran for president in 2011..."}], "speaker": "BACHMANN", "secId": 92}, {"sentences": [{"sentId": 316, "text": "Vice president."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 317, "text": "..."}, {"sentId": 318, "text": "I was very proud of the job that we did."}, {"sentId": 319, "text": "Am I running for vice president?"}, {"sentId": 320, "text": "No."}], "speaker": "BACHMANN", "secId": 94}, {"sentences": [{"sentId": 321, "text": "Would you like to throw your hat into the ring for vice president?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 322, "text": "No, I am not throwing my hat in the ring for vice president."}, {"sentId": 323, "text": "But I am very excited because I have no doubt that whoever our nominee will be that a woman will like -- very likely be considered not only for the vice presidential position but probably for other positions as well."}], "speaker": "BACHMANN", "secId": 96}, {"sentences": [{"sentId": 324, "text": "Because I think we realize there are lot of very competent capable women who need to be elevated and who need to be in important positions and I think we're going to see that."}], "speaker": "BACHMANN", "secId": 97}, {"sentences": [{"sentId": 325, "text": "Michelle Bachman, thank you."}, {"sentId": 326, "text": "I appreciate you joining us."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 327, "text": "Absolutely."}, {"sentId": 328, "text": "Bye, bye, Don."}], "speaker": "BACHMANN", "secId": 99}, {"sentences": [{"sentId": 329, "text": "I want to turn now to Tim Pawlenty, a former governor of Minnesota and a former GOP presidential candidate."}, {"sentId": 330, "text": "Do you want to throw your hat into the ring for anything here?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 331, "text": "No, Don, I'm good."}], "speaker": "PAWLENTY", "secId": 101}, {"sentences": [{"sentId": 332, "text": "You're done, right?"}, {"sentId": 333, "text": "You had enough of this."}, {"sentId": 334, "text": "Here's what you tweeted out today."}, {"sentId": 335, "text": "You said, \"Press raised so far mostly bread and circus."}, {"sentId": 336, "text": "Come on, America, we're better than that.\""}, {"sentId": 337, "text": "Do you want to expand on that for me?"}], "speaker": "PAWLENTY", "secId": 102}, {"sentences": [{"sentId": 338, "text": "Yes."}, {"sentId": 339, "text": "Well, it was just a tweet saying, look, you know, entertainment is part of this because you got to inspire to lead, you got to get people to follow you."}, {"sentId": 340, "text": "So, incitement and energy is good."}], "speaker": "PAWLENTY", "secId": 103}, {"sentences": [{"sentId": 341, "text": "But we also want to make sure that this is about substance."}, {"sentId": 342, "text": "Not just what you can promise people, not just what you can do to entertain."}, {"sentId": 343, "text": "And you know, there's that old saying from the Roman Empire, \"You give people bread in circus and they're satisfied.\""}, {"sentId": 344, "text": "And we don't want to be that kind of country."}, {"sentId": 345, "text": "And so, I'm hoping we can turn the page and get to a serious debate about serious issues at some point in this campaign."}], "speaker": "PAWLENTY", "secId": 104}, {"sentences": [{"sentId": 346, "text": "We are now seeing, Governor, that Trump is shaking up his inner circle."}, {"sentId": 347, "text": "He's ditched some of his long-time aide, hired some new political operatives."}, {"sentId": 348, "text": "Does this tell you anything?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 349, "text": "Well, I think he's probably wanting to be more serious about the tactics of campaigning."}, {"sentId": 350, "text": "He's obviously very good as a messenger."}, {"sentId": 351, "text": "Very good at trying to convey, you know, and control the media message."}], "speaker": "PAWLENTY", "secId": 106}, {"sentences": [{"sentId": 352, "text": "But if you're going to have a successful campaign, you've got to be more than just that."}, {"sentId": 353, "text": "So, looking to a team that could put together an operation with tactics that are effective is something that may signal he's getting more serious as a candidate."}], "speaker": "PAWLENTY", "secId": 107}, {"sentences": [{"sentId": 354, "text": "Do you think that most republicans say he gets more serious and then becomes, you know, the guy?"}, {"sentId": 355, "text": "Do you think more republicans would fall in line and vote for Trump?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 356, "text": "Well, I think part of the answer for that is how it goes from here for him."}, {"sentId": 357, "text": "Obviously the rules don't seem to apply to him."}, {"sentId": 358, "text": "He can say and do almost anything that would wipe out other normal candidates."}, {"sentId": 359, "text": "But he's defies that."}], "speaker": "PAWLENTY", "secId": 109}, {"sentences": [{"sentId": 360, "text": "But, look, he's topping out at 20 or 25 percent."}, {"sentId": 361, "text": "That means 75 percent are still the republican primary voters don't support him."}, {"sentId": 362, "text": "And if somebody else can consolidate that non-Trump vote, there's plenty of room there to catch him and overcome him."}], "speaker": "PAWLENTY", "secId": 110}, {"sentences": [{"sentId": 363, "text": "But this field is so big, so spread out and so many people have so many super packs, that the field may not consolidate soon enough for that to happen."}, {"sentId": 364, "text": "When it does, one or two other candidates are going to have a very good shot of catching him, perhaps surpassing him."}], "speaker": "PAWLENTY", "secId": 111}, {"sentences": [{"sentId": 365, "text": "I'm sure you've been looking at some of these polls."}, {"sentId": 366, "text": "So, which you advise some of the other candidates who are struggling to gain traction?"}, {"sentId": 367, "text": "I mean, Governor Walker who is leading in Iowa has lost ground there."}, {"sentId": 368, "text": "Should these candidates attack Trump, ignore Trump, pandered Trump, what should they do?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 369, "text": "Well, I think I analogized it to a tornado or a hurricane."}, {"sentId": 370, "text": "You've just got to let it run its course and trying to attack with given how effective he is at attacking back."}, {"sentId": 371, "text": "I don't think it's necessarily a wise strategy."}], "speaker": "PAWLENTY", "secId": 113}, {"sentences": [{"sentId": 372, "text": "I think in the world of super packs, people can hang around by their time and see how this plays out."}, {"sentId": 373, "text": "So, I don't think anybody needs to panic."}, {"sentId": 374, "text": "It's not like the old days where if you ran out of money in your campaign, you know, you were done like I was."}], "speaker": "PAWLENTY", "secId": 114}, {"sentences": [{"sentId": 375, "text": "Most of these have super packs."}, {"sentId": 376, "text": "So, they got many months of runway in front of them to see how this plays out and could look very different by say Thanksgiving than it does now."}], "speaker": "PAWLENTY", "secId": 115}, {"sentences": [{"sentId": 377, "text": "Governor Tim Pawlenty, thank you."}, {"sentId": 378, "text": "Always a pleasure."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 379, "text": "You're welcome."}], "speaker": "PAWLENTY", "secId": 117}, {"sentences": [{"sentId": 380, "text": "When we come right back, breaking news protests that Jeb Bush at a Jeb Bush event tonight in Las Vegas."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 381, "text": "Breaking news tonight, I want to share with you, it's from a Jeb Bush event tonight."}, {"sentId": 382, "text": "Black Lives Matters protests."}, {"sentId": 383, "text": "A breakout at the end of the Bush event in Las Vegas."}, {"sentId": 384, "text": "Take a listen."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 385, "text": "You can hear Black Lives Matter and then some people chime in white lives matter."}, {"sentId": 386, "text": "A campaign spokesman says Jeb Bush met with the protesters before the event began tonight."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 387, "text": "Joining me now is Robert Costa, the national political reporter for The Washington Post."}, {"sentId": 388, "text": "CNN political commentator Maria Cardona, a democratic strategist, and the republican -- and republican strategist, Rick Wilson."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 389, "text": "OK, Rick."}, {"sentId": 390, "text": "So, Jeb Bush's event is disrupted by Black Lives Matter protesters."}, {"sentId": 391, "text": "Protesters also are barred from a recent Hillary Clinton event."}, {"sentId": 392, "text": "They should have plate but then she met with them afterwards."}, {"sentId": 393, "text": "They couldn't get to the main room."}, {"sentId": 394, "text": "They were in the overflow room."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 395, "text": "And then it happened at a Bernie Sanders event, too."}, {"sentId": 396, "text": "How big of an issue is this going to be in the campaign, do you think?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 397, "text": "Well, look, the group Black Lives Matter is clearly trying to make its voice heard and clearly trying to intervene in events."}, {"sentId": 398, "text": "They've only really put pressure on Hillary once."}, {"sentId": 399, "text": "Where they tracked down Bernie sanders like a gang of blood hounds."}, {"sentId": 400, "text": "So, I find it fascinating that they become a sort of political, you"}], "speaker": "WILSON", "secId": 124}, {"sentences": [{"sentId": 401, "text": "know, circus traveling around following these campaigns in the course of trying to get their message out."}, {"sentId": 402, "text": "And it really, I mean, what we've seen more coverage of this is really of the spectacle of it, of the event rather than hearing their actual message."}], "speaker": "WILSON", "secId": 125}, {"sentences": [{"sentId": 403, "text": "Yes."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 404, "text": "And it's interesting to see that the good, smart candidates go with them directly."}, {"sentId": 405, "text": "And they try to defuse it on the front end of the thing."}, {"sentId": 406, "text": "And I think Bernie Sanders was kind of clumsy about how he handled in the first few attempts standing there at the podium sort of looking like he'd been hit in the head with a two by four, rather than a Jeb or someone else who goes talk with them meet with them."}], "speaker": "WILSON", "secId": 127}, {"sentences": [{"sentId": 407, "text": "And you know, they're still going to do what they're going to do in terms of disruption."}, {"sentId": 408, "text": "But smarter candidates will go out and try to make a little bit of a -- to diffuse the situation a little bit before the event begins."}], "speaker": "WILSON", "secId": 128}, {"sentences": [{"sentId": 409, "text": "Robert?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 410, "text": "One central challenge to the Republican Party has been how to appeal to the minority communities that have not voted for the GOP in many cycles."}, {"sentId": 411, "text": "And you've seen Rand Paul and Jeb Bush with his right to rise not just they're trying to go into the urban areas and reach out to the black community."}], "speaker": "COSTA", "secId": 130}, {"sentences": [{"sentId": 412, "text": "But when it comes to a year of unrest in Ferguson and so many places across the country, there still is a disconnect between the GOP and many of these frustrated activists."}, {"sentId": 413, "text": "That's what Jeb Bush is trying to close the gap, but it's an uncomfortable effort."}], "speaker": "COSTA", "secId": 131}, {"sentences": [{"sentId": 414, "text": "OK."}, {"sentId": 415, "text": "I want to play this, Maria, and then I'll let you weigh in."}, {"sentId": 416, "text": "Because Ben Carson had an event in Harlem today at Sylvia's Restaurant, with about 50 black republicans, and he was asked about the general issue."}, {"sentId": 417, "text": "Now I want you to take a listen and then we'll talk."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 418, "text": "Well, of course Black Lives Matter."}, {"sentId": 419, "text": "But what I feel is that instead of people pointing fingers at each other and just creating strife, what we need to be talking about is how do we solve the problem in the black community of murder?"}], "speaker": "CARSON", "secId": 133}, {"sentences": [{"sentId": 420, "text": "Essentially."}, {"sentId": 421, "text": "You know, for a young black male in inner city, homicide is the most likely cause of death."}, {"sentId": 422, "text": "That is ridiculous."}, {"sentId": 423, "text": "And most of those occur at the hands of other young black males."}, {"sentId": 424, "text": "We need to be talking about why is that occurring?"}, {"sentId": 425, "text": "We need to be talking about how do we instill values into people again so that they do, in fact, believe that their brother's life matters"}], "speaker": "CARSON", "secId": 134}, {"sentences": [{"sentId": 426, "text": "If anybody talks about that, that they're an Uncle Tom and they're against to, when in fact, those are the very people that are trying to save the situation."}], "speaker": "CARSON", "secId": 135}, {"sentences": [{"sentId": 427, "text": "So, Maria, I would imagine that may appeal to traditional black voters."}, {"sentId": 428, "text": "But to younger people like Black Lives Matter, what do you -- I mean, there is a ring of truth to what he has to say."}, {"sentId": 429, "text": "But how is that going to go over with Black Lives Matter or traditional black voters?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 430, "text": "Well, I think that is where the disconnect is, Don."}, {"sentId": 431, "text": "Because I agree."}, {"sentId": 432, "text": "I think that the overall message is a smart one in terms of focusing on solutions."}, {"sentId": 433, "text": "But I think what he misses is the fact that a lot of these young people are being disruptive because, at this point, they feel that that's the only way that leaders will listen to them."}], "speaker": "CARDONA", "secId": 137}, {"sentences": [{"sentId": 434, "text": "And because we have seen this strife so many times over and over again that it's not enough to tell these young people or to tell people in the black community that are suffering this day in and day out, hey, stop pointing the finger at people."}, {"sentId": 435, "text": "Let's just sit down and talk."}], "speaker": "CARDONA", "secId": 138}, {"sentences": [{"sentId": 436, "text": "When, in fact, they have been waiting to talk for years and years and years and people have been shutting them out."}, {"sentId": 437, "text": "And I think that's where the disconnect is with the Republican Party."}, {"sentId": 438, "text": "They have always been very uncomfortable about talking on issues of race and racial injustice."}], "speaker": "CARDONA", "secId": 139}, {"sentences": [{"sentId": 439, "text": "Look how long it took for them to admit that the shooting in South Carolina was actually racially motivated."}, {"sentId": 440, "text": "So, I think it's a challenge."}], "speaker": "CARDONA", "secId": 140}, {"sentences": [{"sentId": 441, "text": "Donald Trump was asked last night about Black Lives Matter, protesters taking the mic from Bernie Sanders at a recent event."}, {"sentId": 442, "text": "Listen to this."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 443, "text": "I would never give up my microphone."}, {"sentId": 444, "text": "I thought that was disgusting."}, {"sentId": 445, "text": "That showed such weakness."}, {"sentId": 446, "text": "The way he was taken away by two young women."}, {"sentId": 447, "text": "The microphone, they just took the whole place over."}, {"sentId": 448, "text": "That will never happen with me."}], "speaker": "TRUMP", "secId": 142}, {"sentences": [{"sentId": 449, "text": "I don't know if I'll do the fighting myself or if other people will."}, {"sentId": 450, "text": "But that was a disgrace."}, {"sentId": 451, "text": "The way they took -- I felt badly for him."}, {"sentId": 452, "text": "But it showed that he's weak."}, {"sentId": 453, "text": "You know what?"}, {"sentId": 454, "text": "He's getting the biggest crowds and I'm getting the biggest crowds."}, {"sentId": 455, "text": "We're the two getting the crowds."}, {"sentId": 456, "text": "But believe me, that's not going to happen to Trump."}], "speaker": "TRUMP", "secId": 143}, {"sentences": [{"sentId": 457, "text": "Rick, how is that going to go, do you think Trump is going to see some protesters now?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 458, "text": "I suspect he might have just bought himself some trouble."}, {"sentId": 459, "text": "Yes."}, {"sentId": 460, "text": "But, you know, it's ironic."}, {"sentId": 461, "text": "He's talking about fighting with people and if I were counseling, you know, one of the republican candidates, I would say, you know, particularly Jeb Bush and Rand Paul have been very involved in the Right on Crime movement, which is something that is going to address a lot of the things that are structural problems about how we do law enforcement."}], "speaker": "WILSON", "secId": 145}, {"sentences": [{"sentId": 462, "text": "Particularly in the drug work, particularly in ways that interface directly on young black young males."}, {"sentId": 463, "text": "And you know, they are not free to talk about policy."}, {"sentId": 464, "text": "He's going to talk about I'll keep the microphone, you know, it won't happen to Trump."}, {"sentId": 465, "text": "So, you know, it really points to the types of candidates we have out there."}, {"sentId": 466, "text": "Serious and unserious."}], "speaker": "WILSON", "secId": 146}, {"sentences": [{"sentId": 467, "text": "All right."}, {"sentId": 468, "text": "Stay with me, everyone."}, {"sentId": 469, "text": "When we come right back, Donald Trump's surge in the polls."}, {"sentId": 470, "text": "Can he defies the conventional wisdom and win the White House?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 471, "text": "If you thought Donald Trump would flame out by now, you'd be very, very wrong."}, {"sentId": 472, "text": "Not only does he have a substantial lead in the new CNN Iowa poll by 22 percent of like caucus scores."}, {"sentId": 473, "text": "Well, you think he has the best chance to win the general election?"}, {"sentId": 474, "text": "Does he?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 475, "text": "Back with me now, Robert Costa, Maria Cardona, and Rick Wilson."}, {"sentId": 476, "text": "Maria, I'm going to say something that I say to Donna Brazile and to Ana Navarro and he gets them really upset."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 477, "text": "What?"}], "speaker": "CARDONA", "secId": 150}, {"sentences": [{"sentId": 478, "text": "I say get used to it."}, {"sentId": 479, "text": "President Trump."}, {"sentId": 480, "text": "Can you -- does he have a real chance?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 481, "text": "You know what, I think that today, a lot of people, and especially republicans, very nervous, are thinking, oh, my goodness, maybe he does have a path to the nomination."}, {"sentId": 482, "text": "Because nothing that has been conventional, political wisdom so far has knocked him down where as it would have completely demolished the other candidates so far."}], "speaker": "CARDONA", "secId": 152}, {"sentences": [{"sentId": 483, "text": "And so if he does get the nomination, I think we can all be assured that God is a democrat."}, {"sentId": 484, "text": "But I'll say this, in a general election, his message, which is all bluster and bravado of \"I am so strong, I am so good looking, I am so smart, everyone else is stupid,\" essentially  is not going to be sustainable and is not a message that you can tell in the general election."}], "speaker": "CARDONA", "secId": 153}, {"sentences": [{"sentId": 485, "text": "Everyone has said that and so far, he is sustained."}, {"sentId": 486, "text": "So, we'll see."}, {"sentId": 487, "text": "But, Rick, I mean, you must be an -- as well as the other candidates, but you must be beating your head against the wall and you see a large numbers of voters you see Trump with the best chance of winning a general election."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 488, "text": "Don, Don, look, in 2007 my friend Rudy Giuliani, was in the similar position."}, {"sentId": 489, "text": "We've seen picks of..."}], "speaker": "WILSON", "secId": 155}, {"sentences": [{"sentId": 490, "text": "I'm going to stop you there."}, {"sentId": 491, "text": "But Rudy Giuliani didn't have"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 492, "text": "billions of dollars to sustain; he wasn't calling in to every single network every day squeezing the other candidates out like boa constrictors from any media coverage."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 493, "text": "There is a definite proportional relationship -- there is a definite proportional relationship to the amount of media coverage that Donald Trump receives based to the sustaining of his poll numbers and based on the foundation of his celebrity."}], "speaker": "WILSON", "secId": 158}, {"sentences": [{"sentId": 494, "text": "But whose fault is that?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 495, "text": "Yes."}, {"sentId": 496, "text": "You guys are -- oh, listen, you guys have chosen to allow Donald Trump to drive the story."}, {"sentId": 497, "text": "That's fine."}, {"sentId": 498, "text": "That's your prerogative."}, {"sentId": 499, "text": "But at some point, you have to get him out of his purpose the solitude in Trump tower and ask him to start answering real questions rather than just having him fill the buster and buster about our number in the polls by..."}], "speaker": "WILSON", "secId": 160}, {"sentences": [{"sentId": 500, "text": "Don."}], "speaker": "COSTA", "secId": 161}, {"sentences": [{"sentId": 501, "text": "OK. Robert, before you go in, I have to say this to Rick."}, {"sentId": 502, "text": "If Jeb Bush or any of the other candidates chose to call in on this network, we would allow them, we have asked for them all."}, {"sentId": 503, "text": "Many of them turn us down."}, {"sentId": 504, "text": "When we ask Donald Trump, he says yes."}, {"sentId": 505, "text": "We put him on television."}, {"sentId": 506, "text": "If they want to be on television, then say yes and come on and we will do that."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 507, "text": "We'll see what I can do for you on that."}], "speaker": "WILSON", "secId": 163}, {"sentences": [{"sentId": 508, "text": "OK, great."}, {"sentId": 509, "text": "We would love it."}, {"sentId": 510, "text": "Go ahead."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 511, "text": "But what you see when you look at this as a reporter, I just talked to Chuck Laudner, he's running Trump's Iowa operation."}, {"sentId": 512, "text": "They have people across the state, 99 counties, bringing people who aren't usually caucus goers into Trump's camp that's why his numbers are so strong in Iowa."}], "speaker": "COSTA", "secId": 165}, {"sentences": [{"sentId": 513, "text": "And you think just in terms of infrastructure."}, {"sentId": 514, "text": "If you take away the media celebrity on the ground in Iowa, New Hampshire, South Carolina."}, {"sentId": 515, "text": "He, his people, Trump's people, believe me, he can get a bounce in Iowa."}, {"sentId": 516, "text": "Maybe not win New Hampshire."}, {"sentId": 517, "text": "But going to South Carolina."}, {"sentId": 518, "text": "Newt Gingrich won it last time as a warrior against the media."}, {"sentId": 519, "text": "The viability becomes more present, it's a long way away, though."}, {"sentId": 520, "text": "That's the only caution Trump people always say, it's only August."}], "speaker": "COSTA", "secId": 166}, {"sentences": [{"sentId": 521, "text": "So, neurosurgeon Ben Carson follows Trump with 14 percent, bumping Scott Walker to third place with 9 percent, Texas Senator Ted Cruz follows with 8 percent."}, {"sentId": 522, "text": "Businesswoman Carly Fiorina, former Arkansas Governor Mike Huckabee, both at 7 percent."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 523, "text": "Jeb Bush, Rand Paul, Marco Rubio, 5 percent."}, {"sentId": 524, "text": "I mean, Rick, what do you find most surprising about this poll."}, {"sentId": 525, "text": "I find Carly Fiorina a bit surprising since her numbers were different."}, {"sentId": 526, "text": "She was in that, you know, second tier debate last time."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 527, "text": "Look, Carly Fiorina has clearly sustained a major bump."}, {"sentId": 528, "text": "In fact, Nate Cohn of The New York Times today went through the seven previous poll prior to your guys tonight, the seven previous polls and she was the only candidate who gained in every single of the seven surveys."}], "speaker": "WILSON", "secId": 169}, {"sentences": [{"sentId": 529, "text": "In fact, in the seven surveys prior to yours tonight, Donald Trump lost position in five of the seven."}, {"sentId": 530, "text": "He gained in two and lost in five."}, {"sentId": 531, "text": "So, Fiorina and Rubio, and Carson were the group that sustained or increased and Trump, Walker, et cetera, were in the lower tier of the surveys of the last -- the last seven surveys before yours tonight."}], "speaker": "WILSON", "secId": 170}, {"sentences": [{"sentId": 532, "text": "OK."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 533, "text": "So, look, this is still, as Robert said, we're at 171 days, I believe it is, until the Iowa caucuses."}, {"sentId": 534, "text": "It's a lot -- many a slip between the cup and the lip."}], "speaker": "WILSON", "secId": 172}, {"sentences": [{"sentId": 535, "text": "Let's talk about the democrats, OK?"}, {"sentId": 536, "text": "Maria, this is for you."}, {"sentId": 537, "text": "This is the CNN ORC poll like the democratic caucus goers."}, {"sentId": 538, "text": "Hillary still has the lead here, 50 percent."}, {"sentId": 539, "text": "But Sanders is at 31 percent."}, {"sentId": 540, "text": "Another poll out shows that she's -- actually shows Bernie Sanders leading her in New Hampshire."}, {"sentId": 541, "text": "Why is Hillary Clinton climbing?"}, {"sentId": 542, "text": "Why is Bernie climbing, excuse me."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 543, "text": "Well, I think Bernie is, frankly, speaking to a part of the Democratic Party who has a lot of enthusiasm for the policies that he's talking about the progressive left."}, {"sentId": 544, "text": "Clearly, this was a piece of the electorate that the Clinton campaign knew was going to be focused on another candidate, not Hillary Clinton."}], "speaker": "CARDONA", "secId": 174}, {"sentences": [{"sentId": 545, "text": "At one point, if you remember, everybody thought it might be Elizabeth Warren."}, {"sentId": 546, "text": "It wasn't Elizabeth Warren."}, {"sentId": 547, "text": "Bernie Sanders jumped in."}, {"sentId": 548, "text": "And so, he has kind of taken that mantle and he's running with it, which I frankly think is great."}], "speaker": "CARDONA", "secId": 175}, {"sentences": [{"sentId": 549, "text": "The Clinton campaign has always planned for this."}, {"sentId": 550, "text": "They have baked system to their strategy."}, {"sentId": 551, "text": "They did not want this to be a coronation."}, {"sentId": 552, "text": "They wanted this to be a competition."}, {"sentId": 553, "text": "It makes Hillary Clinton a much better candidate."}, {"sentId": 554, "text": "And so, I think that the more that Bernie Sanders is out there talking about this issue, which by the way..."}], "speaker": "CARDONA", "secId": 176}, {"sentences": [{"sentId": 555, "text": "Rick is not buying it."}, {"sentId": 556, "text": "I don't know if Robert hear."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 557, "text": "I hear -- I hear it."}, {"sentId": 558, "text": "But, by the way, Hillary Clinton is also talking about those issues."}, {"sentId": 559, "text": "You're going to see a very competitive democratic primary which is great for the process, great for the voters."}], "speaker": "CARDONA", "secId": 178}, {"sentences": [{"sentId": 560, "text": "But look at Hillary Clinton's fundamentals."}, {"sentId": 561, "text": "She is, by far and away, in the best position of any presidential candidate right now democratic or republican."}], "speaker": "CARDONA", "secId": 179}, {"sentences": [{"sentId": 562, "text": "She is, she is but she keeps losing ground the longer this goes on."}, {"sentId": 563, "text": "Bernie Sanders is drawing huge crowds."}, {"sentId": 564, "text": "He doesn't have nearly the money, though, the machine than Hillary Clinton does."}, {"sentId": 565, "text": "That has to be concerning, doesn't it, Robert?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 566, "text": "It does."}, {"sentId": 567, "text": "All of these democratic activists I see across the country on the campaign trail, they're really thinking about..."}], "speaker": "COSTA", "secId": 181}, {"sentences": [{"sentId": 568, "text": "Now quickly, Robert."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 569, "text": "... what does the Democratic Party want to be?"}, {"sentId": 570, "text": "Post-Obama?"}, {"sentId": 571, "text": "They want it to be more liberal?"}], "speaker": "COSTA", "secId": 183}, {"sentences": [{"sentId": 572, "text": "OK. That's it, guys."}, {"sentId": 573, "text": "Thank you."}, {"sentId": 574, "text": "I appreciate it."}, {"sentId": 575, "text": "See you soon."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 576, "text": "Thanks, Don."}], "speaker": "CARDONA", "secId": 185}, {"sentences": [{"sentId": 577, "text": "Coming up, Donald says, he's really, really rich, but you can get a little piece of him for just $12.95."}, {"sentId": 578, "text": "Just under 13 bucks."}, {"sentId": 579, "text": "Trump's sandwich 'full of bologna' and people can't get enough."}, {"sentId": 580, "text": "We're going to talk to the man behind this brilliant idea."}, {"sentId": 581, "text": "That's next."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 582, "text": "Donald Trump is not the only one top in polls."}, {"sentId": 583, "text": "He's now a menu item at American city diner in Washington, D.C. Jeffrey Gildenhorn owns a restaurant and he joins me now."}, {"sentId": 584, "text": "Hello, Mr. Gildenhorn."}, {"sentId": 585, "text": "It's called a Trump sandwich."}, {"sentId": 586, "text": "What's exactly in that sandwich?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 587, "text": "Once you try the Trump's sandwich from where we have a pound of pork bologna, and then we have pickles and tomatoes and bread, and it all fits a -- it's the Donald Trump sandwich because the Donald has a big mouth and we want to see if this bologna can fit in his mouth and it's big enough."}], "speaker": "GILDENHORN", "secId": 188}, {"sentences": [{"sentId": 588, "text": "You know, I have to say, I don't know who's a better businessman, who's a better salesman, you or Donald Trump."}, {"sentId": 589, "text": "Because you're getting people to pay almost 13 bucks, 12.95 for a bologna sandwich."}, {"sentId": 590, "text": "How is it selling?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 591, "text": "It's selling real good and it's very interesting."}, {"sentId": 592, "text": "The people that have bought it by the assignments, advertising the sandwich and taking pictures going all day long."}, {"sentId": 593, "text": "So, they almost like it and stay for a special dudes and taking the pictures."}, {"sentId": 594, "text": "And of course, they kind of take some of the sandwiches on with them as well."}, {"sentId": 595, "text": "So, it's a little different, little intriguing and it's a little fun."}], "speaker": "GILDENHORN", "secId": 190}, {"sentences": [{"sentId": 596, "text": "Yes, it is a little fun."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 597, "text": "A little humor into the camp, a little humor into the campaign."}], "speaker": "GILDENHORN", "secId": 192}, {"sentences": [{"sentId": 598, "text": "Absolutely."}, {"sentId": 599, "text": "You're no novice to politics because in 19998 you ran to be mayor of D.C. And you say that you're an outsider just like Donald Trump is in American politics."}, {"sentId": 600, "text": "Do you think American politics need more outsiders?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 601, "text": "I'm just an outsider on the campaign in 1998 running for mayor."}, {"sentId": 602, "text": "As an outsider I think it's extremely important for any political campaign."}, {"sentId": 603, "text": "Our campaign was very interesting."}, {"sentId": 604, "text": "Because I had three seasoned councilmen that were running for mayor."}], "speaker": "GILDENHORN", "secId": 194}, {"sentences": [{"sentId": 605, "text": "And I'm not going to reiterate them or expose them for not being part of the solution but being part of the problem."}, {"sentId": 606, "text": "And I not only did that."}, {"sentId": 607, "text": "I came with solutions rather than just talking about it, I did something about it."}, {"sentId": 608, "text": "The Washington Post wrote about my solutions, and quite frankly, what's going on now with Donald Trump and the rest of the candidates I haven't read in the paper anything what their solution is."}, {"sentId": 609, "text": "I only read in the paper what they want to do."}], "speaker": "GILDENHORN", "secId": 195}, {"sentences": [{"sentId": 610, "text": "Do you believe that Trump has staying power?"}, {"sentId": 611, "text": "Or do you think he's just a flash in the pan."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 612, "text": "I called Donald Trump he is the arm dance feet of the political circuit."}, {"sentId": 613, "text": "he runs on emotion and he runs on not -- where he post to people in very nice manner when he go ahead and deal the same thing in a nice manner as far as criticizing his fellow candidates."}, {"sentId": 614, "text": "He doesn't have to call Secretary Hillary Clinton a liar."}], "speaker": "GILDENHORN", "secId": 197}, {"sentences": [{"sentId": 615, "text": "He doesn't have to call people criminals."}, {"sentId": 616, "text": "That's very -- people don't want that kind of person to be the mayor."}, {"sentId": 617, "text": "Character is important."}, {"sentId": 618, "text": "And the commentator be organize the best and about his personal -- and Mrs. Hillary, she is absolutely right."}], "speaker": "GILDENHORN", "secId": 198}, {"sentences": [{"sentId": 619, "text": "But, therefore, Trump has got to straighten up his act."}, {"sentId": 620, "text": "He might be something."}, {"sentId": 621, "text": "But quite frankly, he's the kind of guy that needs his own publicity."}, {"sentId": 622, "text": "And when you believe your own publicity, you're going down."}], "speaker": "GILDENHORN", "secId": 199}, {"sentences": [{"sentId": 623, "text": "Jeffrey Gildenhorn, thank you."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 624, "text": "It's my pleasure."}], "speaker": "GILDENHORN", "secId": 201}, {"sentences": [{"sentId": 625, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 626, "text": "This summer, CNN takes you back to the '70s."}, {"sentId": 627, "text": "The decade that brought you everything from Watergate to disco."}, {"sentId": 628, "text": "And tomorrow, the songs of the '70s, that's tomorrow night at 9 Eastern."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 629, "text": "That is it for us tonight."}, {"sentId": 630, "text": "I'm Don Lemon, I'll see back here tomorrow."}, {"sentId": 631, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 204}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1508.12.cnnt.01.html.json", "time": "Aired August 12, 2015 - 22:00   ET"}