{"sectionCount": 252, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "MURRAY", "KELLYANNE CONWAY", "ZELENY", "MOOK", "KEILAR", "PRESTON", "REAGAN", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "MADDEN", "BAUER", "RYE", "CARDONA", "DENNARD", "UNIDENTEFIED FEMALE", "BAUE", "DON LEMON", "CONWAY", "TRUMP", "MOOS", "BENTSEN", "RONALD REAGAN", "PALIN", "STOCKDALE", "RICK LAZIO", "CLINTON", "LAZIO", "RAEGAN", "GEORGE BUSH", "PERRY", "DONALD TRUMP", "JEANNE MOOS", "SARAH PAILIN"], "subTitle": "Clinton, Trump Debate At 9PM ET Monday On CNN; Clinton & Trump Spend Sunday Preparing For Debate; Tomorrow's Debate Moderator Is Lester Holt; What To Watch For In The Debate; Up To 100 Million People May Watch Debate; Clinton, Trump Debate At 9PM ET Monday On CNN; Clinton & Trump Spend Sunday Preparing For Debate; Tomorrow's Debate Moderator Is Lester Holt; What To Watch For In The Debate; Up To 100 Million People May Watch Debate; Polls Show Clinton & Trump Neck-And- Neck; Debate Quips And Slips. Aired 11p-Midnight ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/25/cnnt.01.html", "sentenceCount": 676, "sections": [{"sentences": [{"sentId": 0, "text": "Well, that's life with Lisa Ling."}, {"sentId": 1, "text": "And this is it for Hillary Clinton and Donald Trump, and this is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "You're looking at the debate hall right now at Hofstra University, wherein just hours, Hillary Clinton and Donald Trump are going to go head to head for the first time ever, the stakes could not be any higher for this debate, 90 minutes that could change the race."}, {"sentId": 4, "text": "The audience expected to be record-breaking, up to 100 million people could be watching, we're talking Super Bowl territory here."}, {"sentId": 5, "text": "The candidates getting in their final debate prep today, as the clock ticks down."}, {"sentId": 6, "text": "And meanwhile, the race is about as close as it gets."}, {"sentId": 7, "text": "Clinton, just squeaking past Donald Trump, three points in our latest CNN Poll of Polls."}, {"sentId": 8, "text": "We're going to discuss all of that this evening."}, {"sentId": 9, "text": "CNN's Mark Preston is here with me, Sara Murray is at Trump Tower, and Jeff Zeleny and Brianna Keilar, both at Hofstra."}, {"sentId": 10, "text": "Sara, I'm going to start with you."}, {"sentId": 11, "text": "Good evening to -- by the way, to all of you."}, {"sentId": 12, "text": "You know, we're just less than 24 hours until Hillary Clinton and Donald Trump face-off for the first time, and our latest CNN Poll of Polls has put up, it shows Hillary Clinton, just three points ahead of Donald Trump, that's nationally."}, {"sentId": 13, "text": "With all that in mind, what are you hearing from the Trump camp as they get ready to head to Hofstra tomorrow?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 14, "text": "Well, the Trump campaign has made it very clear, they do not want the moderator, Lester Holt, playing the role of fact-checker, and it also gave a little bit of a clue to how they might navigate rough moments of this debate, essentially blaming it on the media."}, {"sentId": 15, "text": "Take a listen to what Kellyanne Conway, Trump's campaign manager had to say earlier today."}], "speaker": "MURRAY", "secId": 1}, {"sentences": [{"sentId": 16, "text": "If Mr. Trump has any disadvantage going into tomorrow night's debate, is that he's not really treated fairly, and that's pretty obvious if you read my print reports, if you turn on the same station, any point in the day."}, {"sentId": 17, "text": "The coverage varies from incomplete, meaning it's all about him and his negative -- against him to, you know, overtly biased --"}], "speaker": "KELLYANNE CONWAY", "secId": 2}, {"sentences": [{"sentId": 18, "text": "So that's really gives you a sense on -- and if they feel like they have a rough moment up against Hillary Clinton, they're certainly not going to believe that Hillary Clinton got the best of them or to even say that, but rather they're going to blame this on media bias."}, {"sentId": 19, "text": "They're also trying to manage expectations going into the debate, which is, of course, something you would expect at this point with just the - with the debate just a day away, Don."}], "speaker": "MURRAY", "secId": 3}, {"sentences": [{"sentId": 20, "text": "Sara, you know, we're seeing the strange back and forth over Gennifer Flowers, of all people, woman Bill Clinton had an affair with back in the 1970s, and whether she was invited by the Trump campaign to attend tomorrow's debate, that now appears not to be happening."}, {"sentId": 21, "text": "But this all started after billionaire and Trump critic, Mark Cuban, tweeted out, that he had gotten a front row seat to tomorrow's showdown."}, {"sentId": 22, "text": "What's the latest here?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 23, "text": "Well, right."}, {"sentId": 24, "text": "If expectations wasn't enough of a mind game for you, these are actual mind games going on between the two candidates."}, {"sentId": 25, "text": "Hillary Clinton's camp said that Mark Cuban, who has been trolling Donald Trump would be there in the front row, and Donald Trump shot back and forth."}, {"sentId": 26, "text": "He took to Twitter to do it, and he said, \"If Dopey Mark Cuban, a failed benefactor fame, wants to sit in in the front row, perhaps I will put Gennifer Flowers right alongside of him.\""}, {"sentId": 27, "text": "Of course, Gennifer Flowers had an affair with President Bill Clinton."}, {"sentId": 28, "text": "This was back when he was in Arkansas."}, {"sentId": 29, "text": "Now, Kellyanne Conway, came out later this morning and said that they'd actually did not invite Gennifer Flowers, they don't expect her to be at the debate."}, {"sentId": 30, "text": "And she as well as other Trump aides have said they don't expect to bring up Bill Clinton's infidelities in this debate."}, {"sentId": 31, "text": "That is certainly a risk if they do decide to bring that up to make the argument that Bill Clinton's past indiscretions reflect on Hillary Clinton, or should be pinned on her."}, {"sentId": 32, "text": "That's a tough sell to make, but I do think that is an indication of how Donald Trump felt like he could try to get under her skin in the lead-up to this."}, {"sentId": 33, "text": "Again, we can't rule anything out."}, {"sentId": 34, "text": "This is Donald Trump."}, {"sentId": 35, "text": "This could come up, but as of right now, Kellyanne Conway and the aides are saying, this is not really a line of attack that they're looking to pursue."}], "speaker": "MURRAY", "secId": 5}, {"sentences": [{"sentId": 36, "text": "All right."}, {"sentId": 37, "text": "Jeff Zeleny now."}, {"sentId": 38, "text": "Let's turn to Hillary Clinton."}, {"sentId": 39, "text": "What's her strategy during the last few hours?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 40, "text": "Well, Don, they have been practicing, really, throughout the entire weekend."}, {"sentId": 41, "text": "Last night, until about midnight or so."}, {"sentId": 42, "text": "And today, they had several hours of practice as well."}, {"sentId": 43, "text": "Really, Hillary Clinton, I'm told, is trying to internalize Donald Trump's various positions on a wide array of subjects here."}, {"sentId": 44, "text": "She's been gaming this out with the Donald Trump stand-in."}, {"sentId": 45, "text": "A long-time aide and adviser of hers who's a somewhat cantankerous and then pushing back at her."}, {"sentId": 46, "text": "So, they've been gaming out a number of scenarios, and one of them, is if Donald Trump would happen to bring up Gennifer Flowers, Monica Lewinsky or other matters like that."}, {"sentId": 47, "text": "Now, Robby Mook, the campaign manager for Secretary Clinton, who's on State of the Union this morning."}, {"sentId": 48, "text": "This is what he said about those kind of tactics."}], "speaker": "ZELENY", "secId": 7}, {"sentences": [{"sentId": 49, "text": "I think the fact that Donald Trump is spending the hours before this debate on this sort of thing, is indicative of the kind of leader he would be and the kind of president he would be."}, {"sentId": 50, "text": "And so, I think it's a -- it's a warning sign before the debate has even started about Donald Trump's lack of fitness, his bullying tactics that make him unfit to be president."}], "speaker": "MOOK", "secId": 8}, {"sentences": [{"sentId": 51, "text": "Now, that was Robby Mook this morning, after Donald Trump sent out the tweet initially about Gennifer Flowers."}, {"sentId": 52, "text": "But I think Sarah is right."}, {"sentId": 53, "text": "I would personally be surprised if Donald Trump brings this up tomorrow night at the debate."}, {"sentId": 54, "text": "The Clinton campaign believes it actually could help Hillary Clinton."}, {"sentId": 55, "text": "There aren't a lot of things that she in their sympathy for or empathy."}, {"sentId": 56, "text": "This is probably one of those, Don, particularly with all important women voters."}], "speaker": "ZELENY", "secId": 9}, {"sentences": [{"sentId": 57, "text": "All right, Jeff."}, {"sentId": 58, "text": "Brianna, I want to turn to you now."}, {"sentId": 59, "text": "Both candidates are preparing for tomorrow night, they're doing in very different ways."}, {"sentId": 60, "text": "For Hillary Clinton, do you think that there is a danger that she is over-preparing?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 61, "text": "Well, she's certainly has spent, Don, a lot of time preparing."}, {"sentId": 62, "text": "I'm not sure, because I -- Hillary Clinton obviously has a lot of experience debating, much more than Donald Trump, more than any of the candidates that we have seen throughout this entire cycle."}, {"sentId": 63, "text": "But this is different."}, {"sentId": 64, "text": "She's never had a debate against somebody like Donald Trump."}, {"sentId": 65, "text": "And so, while she performed very well in the primary debates, this is going to be a different beast, and she's been preparing for different Donald Trumps that she might encounter."}, {"sentId": 66, "text": "Is he going to be more subdued to try to convey that he's presidential?"}, {"sentId": 67, "text": "Is he going to come out swinging in the really classic Donald Trump sense?"}, {"sentId": 68, "text": "And also, when she wants to fact-check him on things that she feels are untrue, she has to pick and choose where she does that."}, {"sentId": 69, "text": "So, I think a lot of what she's preparing for, include different scenarios, the likes of which she hasn't seen."}, {"sentId": 70, "text": "The risks, of course, and this is what so many people who have watched her for years are saying, is that she can get sometimes too far into the weeds, that she needs to instead speak to voters and their concerns and convince them that she is the one who is able to do the job that they want done, without sort of getting into too many details, so that she really, I guess, sort of, loses the big picture message with them."}], "speaker": "KEILAR", "secId": 11}, {"sentences": [{"sentId": 71, "text": "Uh-hmm."}, {"sentId": 72, "text": "Mark, let's talk about that, about fact-checking, because the Trump campaign is saying they don't want the moderator to fact-check, the Hillary Clinton campaign is saying they do."}, {"sentId": 73, "text": "If you're telling the truth, why wouldn't you want the moderator to do fact- checks?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 74, "text": "Well, a couple of things; one, we heard from the executive director of the Commission on Presidential Debates that is actually staging this, and he basically said that it's really not the moderator's role, so to speak, that it really should be done between the two candidates whose also heard from former moderators as well, who had said that they don't think that, that is the role necessarily of the moderator."}, {"sentId": 75, "text": "But to your point, I mean, I do think that it puts all of these moderators in a very difficult position."}, {"sentId": 76, "text": "You're basically telling them to throw out the window, what their job is, and for 90 minutes to stand on stage, and basically be a traffic cop."}, {"sentId": 77, "text": "I mean, that's what it sounds like."}, {"sentId": 78, "text": "But I would say this, there's been so much made about this whole fact-checking controversy, that I do think this, that if anyone does lie on stage tomorrow night, if anyone decides to stretch the truth, while there may not be real-time fact-checking on that stage, we'll see what happens with Lester Holt, who's moderating it, you will see real-time fact-checking on social media, you will see real-time fact-checking in certainly post fact-checking by the media, and that is going to, you know, carry some weight."}, {"sentId": 79, "text": "So, I don't think that it's going to be totally void of this, and I don't think that people will be able to get away with lies, necessarily."}, {"sentId": 80, "text": "It's just possibly is going to be done in a different way than we've seen in the past."}], "speaker": "PRESTON", "secId": 13}, {"sentences": [{"sentId": 81, "text": "Mark, another question for you."}, {"sentId": 82, "text": "As we're looking ahead to tomorrow's debate, I want to read this line, it's from The Atlantic, and it's on Donald Trump."}, {"sentId": 83, "text": "It says, \"The press takes him literally but not seriously."}, {"sentId": 84, "text": "His supporters take him seriously but not literally.\""}, {"sentId": 85, "text": "The author there, is talking about some of the claims that Trump likes to sometimes make."}, {"sentId": 86, "text": "What do you think about that?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 87, "text": "Well, facts, it clearly don't necessarily matter in this election."}, {"sentId": 88, "text": "And I -- and I say that, and whenever we have this discussion, Don, you know, amongst the four of us who are on your show, we're talking about it."}, {"sentId": 89, "text": "It really is perplexing for all of us, that no matter how many times we go out and say that, you know, what Donald Trump said is not actually accurate, you become attacked."}, {"sentId": 90, "text": "In folks, interestingly enough, going into this debate, too, there seems to be this whole idea that, you know, it doesn't necessarily matter what the facts are."}, {"sentId": 91, "text": "We like Donald Trump and he's going to change things, and I think that's been very difficult for us in our business, to try to deal with, and it's certainly is very difficult for the Hillary Clinton campaign, which is befuddled about how to address Donald Trump and to address how he acts."}], "speaker": "PRESTON", "secId": 15}, {"sentences": [{"sentId": 92, "text": "Sara, let's discuss the debate tomorrow a little bit more in depth."}, {"sentId": 93, "text": "Because the campaign season, this campaign season particularly, has been chock full of zingers."}, {"sentId": 94, "text": "And it's made me think about, there's this one memorable one-liner, it's from 1984."}, {"sentId": 95, "text": "It's Reagan and Mondale, their debate."}, {"sentId": 96, "text": "Here it is."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 97, "text": "I will not make age an issue of this campaign."}, {"sentId": 98, "text": "I am not going to exploit for political purposes, my opponent's youth and inexperience."}], "speaker": "REAGAN", "secId": 17}, {"sentences": [{"sentId": 99, "text": "So, Sara, that one-liner came from Fox News Chief Roger Ailes, a former chief, who is now advising Donald Trump."}, {"sentId": 100, "text": "What do you think he's telling Trump to do or maybe not to do on that debate stage tomorrow night?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 101, "text": "Well, look, I think that one of the things they feel very confident about, is Donald Trump understands the showmanship of television."}, {"sentId": 102, "text": "He understands the potency of landing this one-liner."}, {"sentId": 103, "text": "But the other thing that they understand, is they understand that you're going to be on a split screen for this."}, {"sentId": 104, "text": "This is one of the things that helps sink President Obama in that first debate in 2012."}, {"sentId": 105, "text": "It was a split screen of him looking like he was disengaged, he was annoyed to be there, up against Romney."}, {"sentId": 106, "text": "Ultimately, it did not matter, obviously, President Obama won re-election."}, {"sentId": 107, "text": "But I think that Roger Ailes knows very much what this looks like on television, what they sounds like on television."}, {"sentId": 108, "text": "Remember, Donald Trump made a lot of faces, he made a lot of hand gestures in those Republican Primary Debates, and I think that that's all part of what Roger Ailes brings to the table."}, {"sentId": 109, "text": "It's not just messaging, it's not just trying to bring something that will appeal, not only to Republicans but independents, but it's also, what is it going to look like on television?"}, {"sentId": 110, "text": "This is a television event, and I think that that is part of what Roger Ailes really brings to the table."}, {"sentId": 111, "text": "Now, we will see whether Donald Trump really practices these one-liners ahead of time, or whether he's quick on his feet."}, {"sentId": 112, "text": "They really believe that this is an area where he has an edge over Hillary Clinton, and to be more responsive like that, but that's also the kind of thing that's got him in trouble in the past."}, {"sentId": 113, "text": "There is a risk there, too, Don."}], "speaker": "MURRAY", "secId": 19}, {"sentences": [{"sentId": 114, "text": "Brianna Keilar, so many of Hillary Clinton's ads use Donald Trump's own words against him, his comments on women, on the disabled, and so on."}, {"sentId": 115, "text": "Is there a concern in the part of the Clinton camp, that he'll be able to turn the page on that tomorrow and appear more presidential?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 116, "text": "I think there is a concern."}, {"sentId": 117, "text": "I think, one, that he will come and try to be -- just have a different temperament."}, {"sentId": 118, "text": "Because her entire argument is really, that he is temperamentally unfit."}, {"sentId": 119, "text": "So I think that's her concern."}, {"sentId": 120, "text": "I think it's part of the reason why we know that she's been working on ways to get under Donald Trump's skin."}, {"sentId": 121, "text": "Specifically, she's been looking at tapes of Donald Trump in previous debates and moments where, for instance, Ted Cruz, got under his skin."}, {"sentId": 122, "text": "I think she wants to make sure that he doesn't appear to be some an entirely different person than we have known him throughout the cycle."}, {"sentId": 123, "text": "Because what we do know, is that a lot of people may not have paid attention much up until now, and that there's going to be millions upon millions of viewers."}, {"sentId": 124, "text": "And then about a third of them are saying, this performance tomorrow night, this debate, is going to be consequential in who they decide to vote for in November."}, {"sentId": 125, "text": "So, I think it's something that she's trying to figure out a way, that she can control that, and make sure it doesn't happen."}, {"sentId": 126, "text": "I think the campaign is worried, too, though, that if he does come appearing more presidential, that that is going to be something the media says, \"Wow, look, he did this.\""}, {"sentId": 127, "text": "And they want to make sure that just him doing that isn't something where it's considered a victory for him by observers."}], "speaker": "KEILAR", "secId": 21}, {"sentences": [{"sentId": 128, "text": "Right."}, {"sentId": 129, "text": "All right, Brianna."}, {"sentId": 130, "text": "Thank you, Sara, Mark and Jeff."}, {"sentId": 131, "text": "When we come right back, a winning debate tactics."}, {"sentId": 132, "text": "What to watch for when Hillary Clinton and Donald Trump go head to head, that's tomorrow night."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 133, "text": "Here we go."}, {"sentId": 134, "text": "Less than 24 hours from the first Presidential Debate between Hillary Clinton and Donald trump."}, {"sentId": 135, "text": "And here to discuss, my Political Dream Team:  GOP political commentator Paris Dennard a Trump supporter; Democratic strategist Maria Cardona, a Clinton supporter; Mark Preston, CNN politics executive editor; Andre Bauer the former Lieutenant Governor of South Carolina who's a Trump supporter; and Angela Rye, a former executive director of the Congressional Black Caucus; and Republican strategist, Kevin Madden."}, {"sentId": 136, "text": "You guys ready for this?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 137, "text": "Ready."}], "speaker": "UNIDENTIFIED MALE", "secId": 24}, {"sentences": [{"sentId": 138, "text": "It should be like football music, right?"}, {"sentId": 139, "text": "Because I certainly --"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 140, "text": "Get ready to rumble actually."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 26}, {"sentences": [{"sentId": 141, "text": "It's going to be a football-sized crowd, right?"}, {"sentId": 142, "text": "Tomorrow night is a Super Bowl-sized crowd tomorrow night."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 143, "text": "Yup."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 28}, {"sentences": [{"sentId": 144, "text": "What should we look for?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 145, "text": "You know, look, we can go through all the basic machinations of how Donald Trump's going to act, which I think, he will act presidential during, afterwards, I think they'll go on a tweet storm that will be -- that will be epic, but watch body language."}, {"sentId": 146, "text": "Watch body language."}, {"sentId": 147, "text": "As we just talked about in the previous segment, it's going to be split screens."}, {"sentId": 148, "text": "Let's see how they react to one another when in the real-time of how they're talking."}], "speaker": "PRESTON", "secId": 30}, {"sentences": [{"sentId": 149, "text": "Mr. Madden, what should we be -"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 150, "text": "Look, Mark's right."}, {"sentId": 151, "text": "I think one things that's really important about these debates, is everybody remembers three or four very big moments, and then the next 48 hours are all about discussing and dissecting those three or four big moments."}, {"sentId": 152, "text": "So, I think there's a -- I think both campaigns are going to come in as trying to really hammer home a couple of real big points about their candidacy, so that they have one of those big moments."}], "speaker": "MADDEN", "secId": 32}, {"sentences": [{"sentId": 153, "text": "If not, let's see if they can upset the other one, or how they can --"}], "speaker": "BAUER", "secId": 33}, {"sentences": [{"sentId": 154, "text": "Yes."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 155, "text": "-- move them and get there."}, {"sentId": 156, "text": "Emotions going in, clearly Hillary has a background that's stronger than Trump's on the issues that Trump has a different background, a different set of approach or different approaches."}, {"sentId": 157, "text": "It will be interesting to see who can get the other off their game."}], "speaker": "BAUER", "secId": 35}, {"sentences": [{"sentId": 158, "text": "Do you think she can get under his skin?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 159, "text": "Absolutely."}], "speaker": "RYE", "secId": 37}, {"sentences": [{"sentId": 160, "text": "Do you think she can get under -- he can get under her skin?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 161, "text": "Absolutely."}], "speaker": "RYE", "secId": 39}, {"sentences": [{"sentId": 162, "text": "You think so?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 163, "text": "I do."}, {"sentId": 164, "text": "I think that you'll --"}], "speaker": "RYE", "secId": 41}, {"sentences": [{"sentId": 165, "text": "Hasn't this been a whole campaign of them getting under each other's skins?"}], "speaker": "MADDEN", "secId": 42}, {"sentences": [{"sentId": 166, "text": "Yeah."}, {"sentId": 167, "text": "So -- and not only that, I think that they have different ways of doing that."}, {"sentId": 168, "text": "I think, frankly, that some of the ways in which Hillary have done that, we call that throwing shade, has been a little more effective from the  the DNC in her nomination speech."}, {"sentId": 169, "text": "She talked about being able to bait him with the tweet."}, {"sentId": 170, "text": "And I think that that demonstrated time and time again."}, {"sentId": 171, "text": "If that's the case, it's not just Hillary Clinton, you can ask CNN's own Bakari, he's blocked, because he asked for Donald Trump's"}], "speaker": "RYE", "secId": 43}, {"sentences": [{"sentId": 172, "text": "You know, Angela, brings a bigger point."}, {"sentId": 173, "text": "You know, one way I think that she'll try to get under his skin this time is feed Donald Trump his own words in a way that sort of drives a little bit of the wedge between him and this argument that he's just like the average person or his policies help the average person, because I think they genuinely - Clinton campaign genuinely believes they don't."}, {"sentId": 174, "text": "And I think using his own words to demonstrate that will be one of her tactics."}], "speaker": "MADDEN", "secId": 44}, {"sentences": [{"sentId": 175, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 176, "text": "And I do, and I think that goes to trying -- I think Hilary Clinton is going to try for the real Donald Trump to show up."}, {"sentId": 177, "text": "Because I am sure that his campaign is -- has try to tell him, who know how much he's practiced or not, but has tried to tell him to be calm, to be \"presidential.\""}, {"sentId": 178, "text": "But what he has never done before is he's never stood on a debate stage for 90 minutes, one-on-one against one, you know, one other person, where he actually has to talk for more than 15 seconds."}, {"sentId": 179, "text": "And so, to me, I think that's going to be a big challenge for him."}, {"sentId": 180, "text": "Yes, we all talk about how he's a reality show host, but let's -- I mean, let's be real."}, {"sentId": 181, "text": "This reality shows are heavily edited."}, {"sentId": 182, "text": "They are one- liners for him."}, {"sentId": 183, "text": "The stuff that he has said in The Apprentice are one- liners."}, {"sentId": 184, "text": "And so, I think this is going to be a completely different reality for him, and what she's going to try to do, is for the real Trump to show up."}], "speaker": "CARDONA", "secId": 46}, {"sentences": [{"sentId": 185, "text": "Paris, is that a problem for him?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 186, "text": "Well, we hope -- no, it's not a problem for him."}, {"sentId": 187, "text": "Look, I think we underestimate how important the primary process was for Mr. Trump to stand there against some of the very best in the Republican Party has to offer and debate them, and go after them, and then actually, at the end of the day, win."}, {"sentId": 188, "text": "And so, while Secretary Clinton is a formidable candidate, she is very qualified, she is very much someone who's a seasoned campaigner."}, {"sentId": 189, "text": "What to your point, what we hope that happens that Hilary Clinton shows up, the one that is so professorial, so much of a lawyer speaks that doesn't come from the heart and is not so honest in the way she answers."}, {"sentId": 190, "text": "So, I hope that Hilary Clinton shows up, and I hope Mr. Trump then counters the way he always does, because one thing he's very good at is staying on the message that he -- that he gets from the American people and how he articulates to that."}], "speaker": "DENNARD", "secId": 48}, {"sentences": [{"sentId": 191, "text": "Is it bad for her to over -- when she just have a, you know - and sometimes she over explains."}, {"sentId": 192, "text": "Is that - is that an issue for her?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 193, "text": "questioning me, her biggest hurdle is going to be - you know, is she likeable, is she more -"}], "speaker": "PRESTON", "secId": 50}, {"sentences": [{"sentId": 194, "text": "Relatable."}], "speaker": "UNIDENTIFIED MALE", "secId": 51}, {"sentences": [{"sentId": 195, "text": "If she's relatable."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 52}, {"sentences": [{"sentId": 196, "text": "She knows policy."}, {"sentId": 197, "text": "Everybody knows that."}, {"sentId": 198, "text": "And she knows policy."}, {"sentId": 199, "text": "Can she come across as likeable, and again, the Democrats out there are going to pin this up on social media and saying, \"You know, you're being unfair to Hilary Clinton.\""}, {"sentId": 200, "text": "I would say Donald Trump's biggest problem is going to be, though - and just to talk a little bit about what Maria said, is that bottom line is in a Republican Primary Debate and I produced them since 2006, you have 30 seconds -"}], "speaker": "PRESTON", "secId": 53}, {"sentences": [{"sentId": 201, "text": "Right."}], "speaker": "CARDONA", "secId": 54}, {"sentences": [{"sentId": 202, "text": "-- to answer."}, {"sentId": 203, "text": "We are now in a general election debate."}], "speaker": "PRESTON", "secId": 55}, {"sentences": [{"sentId": 204, "text": "And there were -- there were multiple people."}, {"sentId": 205, "text": "Right."}], "speaker": "CARDONA", "secId": 56}, {"sentences": [{"sentId": 206, "text": "It is two minutes."}, {"sentId": 207, "text": "That's a long time."}, {"sentId": 208, "text": "So you --"}], "speaker": "PRESTON", "secId": 57}, {"sentences": [{"sentId": 209, "text": "But you forget to tell his story."}, {"sentId": 210, "text": "He can talk about Central Park, he can talk about real life issues -"}], "speaker": "BAUER", "secId": 58}, {"sentences": [{"sentId": 211, "text": "-- really that's fine, that's fine."}, {"sentId": 212, "text": "This is 90 minutes -"}], "speaker": "BAUER", "secId": 59}, {"sentences": [{"sentId": 213, "text": "Wait, wait, wait."}, {"sentId": 214, "text": "Hold on."}, {"sentId": 215, "text": "Hold on."}, {"sentId": 216, "text": "He's going to bring up Central Park?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 217, "text": "Well, he does."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 61}, {"sentences": [{"sentId": 218, "text": "When he brings up -- he fixed the ice-skating rink."}], "speaker": "BAUER", "secId": 62}, {"sentences": [{"sentId": 219, "text": "Oh, OK."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 220, "text": "-- people try to say -- and he went, he has to fix --"}], "speaker": "BAUER", "secId": 64}, {"sentences": [{"sentId": 221, "text": "He only has to say Central Park, most people will think -"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 222, "text": "And so, he can actually show why a business person, instead of a 40-year politician brings a dynamic change to Washington which is what people -"}], "speaker": "BAUER", "secId": 66}, {"sentences": [{"sentId": 223, "text": "OK."}, {"sentId": 224, "text": "But hang on."}, {"sentId": 225, "text": "Let me explain that, because when you said Central Park, is how he fixed Central Park."}, {"sentId": 226, "text": "But when you say Central Park most of the people think it's Central Park"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 227, "text": "And he's going to be able to define what they ought to be thinking about."}], "speaker": "BAUER", "secId": 68}, {"sentences": [{"sentId": 228, "text": "OK, alright."}, {"sentId": 229, "text": "I just want to clarify that."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 230, "text": "I don't - I don't know about that."}], "speaker": "RYE", "secId": 70}, {"sentences": [{"sentId": 231, "text": "But I think, I actually hope that's happens, because then Hilary Clinton will have a whole arsenal."}, {"sentId": 232, "text": "And I hope actually Lester Holt brings this up in terms of questions."}, {"sentId": 233, "text": "Because the one thing that Donald Trump, I don't think has been hit hard enough on, is his business records."}, {"sentId": 234, "text": "The fact that Trump University has 3,500 people that have lawsuits against Donald Trump because they feel like they've been defrauded."}, {"sentId": 235, "text": "You look at all of the housing and the mortgages, all of it -- most of his businesses, if you'll -- if you even talk to business people in New York, they talked about what a fraud and what a completely awful businessman he is."}], "speaker": "CARDONA", "secId": 71}, {"sentences": [{"sentId": 236, "text": "How does he explains -- do you think that's going to come up tomorrow?"}, {"sentId": 237, "text": "Do you think it'll come up?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 238, "text": "Do I think that that's  bring up, I hope it comes up."}, {"sentId": 239, "text": "He's been - I think he's been running over it."}, {"sentId": 240, "text": "He has been running - he has been running on his business record."}, {"sentId": 241, "text": "It's -"}], "speaker": "CARDONA", "secId": 73}, {"sentences": [{"sentId": 242, "text": "OK."}, {"sentId": 243, "text": "But let's talk about this scene, because Mark and I discussed it a little bit, and that is facts."}, {"sentId": 244, "text": "And it's been said, \"Oh, we don't what the moderator to be a factor,\" which is quite honestly, odd to me, because if someone is not telling the truth, you want to say, \"That is not the truth, but let them go on,\" and then explain."}, {"sentId": 245, "text": "All you have to do is say is \"it's not true,\" right?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 246, "text": "I Agree."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 75}, {"sentences": [{"sentId": 247, "text": "But it's going to be a much more interesting debate to let the two of them -- to see how they handle, \"Wait a minute, that's not true,\" and to let them go at it and see how presidential election --"}], "speaker": "BAUER", "secId": 76}, {"sentences": [{"sentId": 248, "text": "I don't know if that's -- I don't know if that's -- I don't agree that that's  the two people, because they're always going to -- that's what they do, they accuse each other of things."}, {"sentId": 249, "text": "It's incumbent, I think, on a moderator to -- if facts are facts."}, {"sentId": 250, "text": "I mean -"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 251, "text": "I agree with that."}, {"sentId": 252, "text": "And I mean, we literally we're having --"}], "speaker": "RYE", "secId": 78}, {"sentences": [{"sentId": 253, "text": "No."}, {"sentId": 254, "text": "Where did you have the fact -"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 255, "text": "I was going to fact-check that quick every single issue that comes up."}], "speaker": "BAUER", "secId": 80}, {"sentences": [{"sentId": 256, "text": "I think they can."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 257, "text": "Because they said they have  of study and --"}], "speaker": "RYE", "secId": 82}, {"sentences": [{"sentId": 258, "text": "Then we had moderators wrong before."}], "speaker": "BAUER", "secId": 83}, {"sentences": [{"sentId": 259, "text": "Well, wait a second that's not -"}], "speaker": "PRESTON", "secId": 84}, {"sentences": [{"sentId": 260, "text": "That's not true."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 261, "text": "I mean, as much as I love you to death there, I think that's absolutely not necessarily true."}, {"sentId": 262, "text": "And -"}], "speaker": "PRESTON", "secId": 86}, {"sentences": [{"sentId": 263, "text": "Fact-check Andre --"}], "speaker": "UNIDENTEFIED FEMALE", "secId": 87}, {"sentences": [{"sentId": 264, "text": "That's not necessarily  around, you know, tonight, and we can have a discussion afterwards."}, {"sentId": 265, "text": "But I will say this, there - you're right."}, {"sentId": 266, "text": "You can have an argument over what the real unemployment rate is based upon, you know, the underemployed and the - and the -- and those who have come off the roles, and that is very hard to fact-check, OK?"}, {"sentId": 267, "text": "Because it's up to interpretation."}, {"sentId": 268, "text": "However if he says for instance, \"I stopped the birther issue in 2011.\""}, {"sentId": 269, "text": "Fact check, we'll know that, that isn't true."}, {"sentId": 270, "text": "So if that were to come up, there are certain facts that are very clear that you could address, or if Hilary Clinton says something about her server or e- mails, where we clearly know -"}], "speaker": "PRESTON", "secId": 88}, {"sentences": [{"sentId": 271, "text": "Bit how do you - yeah, look, I think that you're going to see the candidates fact checking each other, and I think that the moderators going to essentially have them touch gloves, and them come out and let them fight with each other on the bigger issues."}, {"sentId": 272, "text": "And that's, you know, that's ultimately where I think the moderators are going to go is positioning the candidates to debate each other over each other's view of the facts."}], "speaker": "MADDEN", "secId": 89}, {"sentences": [{"sentId": 273, "text": "We're not done yet."}, {"sentId": 274, "text": "sorry."}, {"sentId": 275, "text": "I think she wants to be judge on substance, he wants to be judged on style."}, {"sentId": 276, "text": "Each candidate says, \"Wait, you shouldn't judge him on, you know, on substance - your judgement style."}, {"sentId": 277, "text": "So what's going on here?"}, {"sentId": 278, "text": "They both want to be judged."}, {"sentId": 279, "text": "It appears to me in my humble opinion on two different scales or two different things."}, {"sentId": 280, "text": "But we'll see, we'll discuss when we come back."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 281, "text": "On the eve of the first Presidential Debate of this election year, the latest poll show Hillary Clinton and Donald Trump are neck and neck."}, {"sentId": 282, "text": "Back with me now,  Paris Dennard, Maria Cardona, Mark Preston, Andre Bauer, and Angela Rye and Kevin Madden."}, {"sentId": 283, "text": "I'm not going to keep introducing you guys."}, {"sentId": 284, "text": "Just they're back."}, {"sentId": 285, "text": "Are they going to -- do you think they're going to be judged on a curve?"}, {"sentId": 286, "text": "Rated on the curve here?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 287, "text": "Yeah."}, {"sentId": 288, "text": "Listen, I think at the end of the day, Mr. Trump wants to be judged as her equal."}, {"sentId": 289, "text": "As someone who deserves to be on this stage, someone that is qualified to be on stage, and someone who has the capabilities of being a president of the United States, and not on anything else."}, {"sentId": 290, "text": "And I don't know if the media is going treat him like that -"}], "speaker": "DENNARD", "secId": 92}, {"sentences": [{"sentId": 291, "text": "I can feel your laughter and I see your -"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 292, "text": "Though, I am laughing."}], "speaker": "RYE", "secId": 94}, {"sentences": [{"sentId": 293, "text": "Why do you say that?"}, {"sentId": 294, "text": "You don't think that they're equals?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 295, "text": "So -- no, they're not equals."}, {"sentId": 296, "text": "Breaking, they're not equals."}, {"sentId": 297, "text": "But in addition to that, I think it's funny ferrets that you think the curve is against him, and he's not like riding the curve, like, you know, to the point of, \"Oh, he told the truth in one whole answer."}, {"sentId": 298, "text": "Yehey!"}, {"sentId": 299, "text": "Good job, Donald Trump.\""}, {"sentId": 300, "text": "Donald Trump didn't scream at her, he didn't say, \"Look at that face.\""}, {"sentId": 301, "text": "Like, I don't think that they're going to be judged by the same standards at all."}], "speaker": "RYE", "secId": 96}, {"sentences": [{"sentId": 302, "text": "So, that is why -"}], "speaker": "UNIDENTIFIED MALE", "secId": 97}, {"sentences": [{"sentId": 303, "text": "And I think-I think in addition to that, when you look at how much they've told the truth, the fact her trustworthiness is in question is astounding to me."}, {"sentId": 304, "text": "He lies so much because if he comes across as authentic, he wins that fight."}, {"sentId": 305, "text": "It's amazing."}], "speaker": "RYE", "secId": 98}, {"sentences": [{"sentId": 306, "text": "You just saw why the expectations for Donald Trump were so low because so many of Clinton's supporter and critics of Trump say, \"He doesn't deserve to be on that stage.\""}, {"sentId": 307, "text": "And that's one of the amazing things about the debates --"}], "speaker": "MADDEN", "secId": 99}, {"sentences": [{"sentId": 308, "text": "It levels the candidates the second they walk on the stage, right."}, {"sentId": 309, "text": "And you know what?"}, {"sentId": 310, "text": "This happened for President Obama, then Senator Obama in 2008."}, {"sentId": 311, "text": "So many people said, \"He's just not ready,\" \"He's too young,\" \"He's too inexperienced,\" \"McCain has the experience.\""}, {"sentId": 312, "text": "The second they walked on that stage, and then Senator Obama held his own on foreign policy issues that were supposed to be the strength of John McCain, in the minds of the voters watching, he passed the test."}, {"sentId": 313, "text": "So what's what's going to happen for the headline that the Trump folks want to drive is, they want to be able to just pass that test of, \"Hey, he actually deserves to be up there, and he's not so bad - he's not as bad as they say."}, {"sentId": 314, "text": "MARIA CARDONA, CNN POLTICAL CONTRIBUTOR:  But I think the question will be, what does that mean?"}, {"sentId": 315, "text": "What does deserve to be on that stage mean, right?"}, {"sentId": 316, "text": "If he can't go into policy and I hope again, Lester Holt drills him on, \"Well, what does that mean, Mr. Trump?"}, {"sentId": 317, "text": "What is -- how are you going to have Mexico pay for the wall?\""}, {"sentId": 318, "text": "right, as an example."}, {"sentId": 319, "text": "He hasn't been able to tell us what his plan on ISIS is."}, {"sentId": 320, "text": "I think those are the specifics that really matter."}, {"sentId": 321, "text": "Am I'm glad Paris said that he wants to be judged as an equal because another thing that has come up in this last week and I'm thrilled to see it, we'll see how it plays out tomorrow, is the fact that Donald Trump is the biggest liar that we have had as a Presidential Candidate probably in history."}], "speaker": "MADDEN", "secId": 100}, {"sentences": [{"sentId": 322, "text": "That's not true."}, {"sentId": 323, "text": "Your candidate --"}], "speaker": "UNIDENTIFIED MALE", "secId": 101}, {"sentences": [{"sentId": 324, "text": "It is true."}, {"sentId": 325, "text": "That it's -- this is not an opinion."}, {"sentId": 326, "text": "This is actually a fact."}], "speaker": "CARDONA", "secId": 102}, {"sentences": [{"sentId": 327, "text": "OK.  Well, let's show - let's show - let's show the fact."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 328, "text": "We've had four decades of her lying."}], "speaker": "UNIDENTIFIED MALE", "secId": 104}, {"sentences": [{"sentId": 329, "text": "You have had media after media outlet underscore how much he has been lying."}], "speaker": "CARDONA", "secId": 105}, {"sentences": [{"sentId": 330, "text": "Truth is POLITICO fact-checked trump for five days."}, {"sentId": 331, "text": "And in five hours of remarks, he averaged one false statement every three minutes and 15 seconds."}, {"sentId": 332, "text": "They found 87 erroneous statements just this past week."}, {"sentId": 333, "text": "That compared to one every 12 minutes for Hillary Clinton."}, {"sentId": 334, "text": "So --"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 335, "text": "Exactly."}, {"sentId": 336, "text": "So there you go."}], "speaker": "CARDONA", "secId": 107}, {"sentences": [{"sentId": 337, "text": "And yet Donald Trump is seen in the new Washington Post ABC poll as more trustworthy than -"}], "speaker": "MADDEN", "secId": 108}, {"sentences": [{"sentId": 338, "text": "And that's the challenge."}], "speaker": "CARDONA", "secId": 109}, {"sentences": [{"sentId": 339, "text": "Yeah."}, {"sentId": 340, "text": "Hold on."}, {"sentId": 341, "text": "I want to get to this."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 342, "text": "So, this is now being talked about."}, {"sentId": 343, "text": "That's my point."}], "speaker": "CARDONA", "secId": 111}, {"sentences": [{"sentId": 344, "text": "So, you don't - you don't believe that he - even though the fact show that he does -"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 345, "text": "Well, she's been in hiding for months."}, {"sentId": 346, "text": "So she hadn't been around to tell   --"}], "speaker": "BAUE", "secId": 113}, {"sentences": [{"sentId": 347, "text": "But we're - but we're - but we're talking about - we're talking about facts here, Andre."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 348, "text": "It's equitable."}, {"sentId": 349, "text": "Right."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 115}, {"sentences": [{"sentId": 350, "text": "Yes."}, {"sentId": 351, "text": "I -"}], "speaker": "BAUER", "secId": 116}, {"sentences": [{"sentId": 352, "text": "And the fact is -- I'll read it again."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 353, "text": "It's like the issue with"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 118}, {"sentences": [{"sentId": 354, "text": "Here's the fact, all right?"}, {"sentId": 355, "text": "And so, explain this to me."}, {"sentId": 356, "text": "Five days, they did it for - the fact-checked for five days, and in five hours of remarks, he averaged one falsehood statement every 3 minutes and 15 seconds."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 357, "text": "Are we talking about a -"}], "speaker": "UNIDENTIFIED MALE", "secId": 120}, {"sentences": [{"sentId": 358, "text": "OK."}, {"sentId": 359, "text": "But listen."}, {"sentId": 360, "text": "I know."}, {"sentId": 361, "text": "And they - I have hers, and they found 87 statements just this past week."}, {"sentId": 362, "text": "Compared to every 12 minutes for Hillary Clinton."}, {"sentId": 363, "text": "That's in --"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 364, "text": "And again, what were his versus hers?"}, {"sentId": 365, "text": "Hers are white-water - I mean, you go down the list that she's been telling, \"Oh, I had a few e-mails that were yoga pants and weddings.\""}, {"sentId": 366, "text": "I always get somebody to put BleachBit on things I don't -"}], "speaker": "BAUER", "secId": 122}, {"sentences": [{"sentId": 367, "text": "You got to back -"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 123}, {"sentences": [{"sentId": 368, "text": "Of course, if I saw her in yoga pants, I'd probably think the same thing, I would want to BleachBit it, too."}, {"sentId": 369, "text": "But again --"}], "speaker": "BAUER", "secId": 124}, {"sentences": [{"sentId": 370, "text": "Andre!"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 125}, {"sentences": [{"sentId": 371, "text": "Oh, wow."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 372, "text": "But again, that's fully lying to her."}, {"sentId": 373, "text": "She came to the American people -"}], "speaker": "BAUER", "secId": 127}, {"sentences": [{"sentId": 374, "text": "Andre, are you sure you want to say that?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 375, "text": "She came to the American people -"}], "speaker": "BAUER", "secId": 129}, {"sentences": [{"sentId": 376, "text": "Andre, hold on."}, {"sentId": 377, "text": "Hold on."}, {"sentId": 378, "text": "Do you - are you sure you want to say that about the jogging pants?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 379, "text": "I'm making a little fun at it."}, {"sentId": 380, "text": "Because of the fact that she lied to the people so bad."}], "speaker": "BAUER", "secId": 131}, {"sentences": [{"sentId": 381, "text": "Andre, Andre --"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 132}, {"sentences": [{"sentId": 382, "text": "And say this is nothing but yoga pants and wedding invitations, and in fact -"}], "speaker": "BAUER", "secId": 133}, {"sentences": [{"sentId": 383, "text": "Andre --"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 134}, {"sentences": [{"sentId": 384, "text": "-- it was so bad that she paid somebody to come in to absolutely wipe clean a server -"}], "speaker": "BAUER", "secId": 135}, {"sentences": [{"sentId": 385, "text": "That's what your candidate will do tomorrow."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 136}, {"sentences": [{"sentId": 386, "text": "-- so that no way anybody could go back and track it now."}], "speaker": "BAUER", "secId": 137}, {"sentences": [{"sentId": 387, "text": "See, we're already getting under Andre's skin."}, {"sentId": 388, "text": "So imagine tomorrow night how Hillary is going to be able to get under Trump's skin by using his own words against him."}, {"sentId": 389, "text": "And that's the whole thing."}, {"sentId": 390, "text": "You know, NBC did another survey or study."}, {"sentId": 391, "text": "And it said that a hundred -- Donald Trump in 117 times changed his policy positions on 20 different issues."}, {"sentId": 392, "text": "And in one day on three completely different stances on one issue which was abortion."}], "speaker": "CARDONA", "secId": 138}, {"sentences": [{"sentId": 393, "text": "Yeah."}], "speaker": "UNIDENTIFIED MALE", "secId": 139}, {"sentences": [{"sentId": 394, "text": "And so again, this is all now starting to be really looked at in a way that it hasn't been before."}], "speaker": "CARDONA", "secId": 140}, {"sentences": [{"sentId": 395, "text": "Marcos, a nonpartisan person here, what do you want to say?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 396, "text": "I think that - I think that changing positions is different than actually plot out lying."}, {"sentId": 397, "text": "I think it's OK to change positions."}, {"sentId": 398, "text": "I think that you can evolve --"}], "speaker": "PRESTON", "secId": 142}, {"sentences": [{"sentId": 399, "text": "117 times over 20 issues?"}], "speaker": "CARDONA", "secId": 143}, {"sentences": [{"sentId": 400, "text": "Do you think they're on the same - do you think they're on the same level when it comes to telling the truth or to --"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 401, "text": "Three times in one day?"}], "speaker": "CARDONA", "secId": 145}, {"sentences": [{"sentId": 402, "text": "Because even though that, you know, he's saying, well, you know, there's a lifetime of, you know, decades --"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 403, "text": "There's an incredible amount of distrust with the Clintons as a whole, right?"}, {"sentId": 404, "text": "We understand that."}, {"sentId": 405, "text": "They have a - they have a long career."}, {"sentId": 406, "text": "And there should be an incredible amount of scrutiny on everything that she does, OK?"}, {"sentId": 407, "text": "She's not going to pass, nor should he."}, {"sentId": 408, "text": "And I'm going to tell you what."}], "speaker": "PRESTON", "secId": 147}, {"sentences": [{"sentId": 409, "text": "And she kept logged on -"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 148}, {"sentences": [{"sentId": 410, "text": "He is getting a pass, but not necessarily from the media, it's from the voters."}, {"sentId": 411, "text": "And guess what?"}, {"sentId": 412, "text": "If that's what the voters want to do, it's really - it's up for the voters."}, {"sentId": 413, "text": "I mean - and by the way, he deserves to be on that debate."}], "speaker": "PRESTON", "secId": 149}, {"sentences": [{"sentId": 414, "text": "Why do you say - why do you say he's getting a pass from the voters?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 415, "text": "Because it's tied right now."}, {"sentId": 416, "text": "It's tied right now."}, {"sentId": 417, "text": "It's basically tied."}, {"sentId": 418, "text": "He has a shot of winning right now."}, {"sentId": 419, "text": "And he has a litany of things where he has - right."}, {"sentId": 420, "text": "Basically erroneously said things, and he's still there."}, {"sentId": 421, "text": "So the voters apparently don't really care so much about the facts."}, {"sentId": 422, "text": "I mean, that's all -"}], "speaker": "PRESTON", "secId": 151}, {"sentences": [{"sentId": 423, "text": "There are - there are - there are - there are some facts that I hope Mr. Trump brings up about Secretary Clinton."}, {"sentId": 424, "text": "The facts are that she did delete several thousands of e-mails that were - that were problematic as it relate back to Benghazi."}, {"sentId": 425, "text": "There are some facts about what she called 40 million Americans who voted for Mr. Trump as \"deplorable\" - a \"basket of deplorables.\""}, {"sentId": 426, "text": "These are facts that she - there are some facts that she talked about African-Americans as super predators."}, {"sentId": 427, "text": "There are some fact that she can - that he can bring up that he - that she will have to explain."}, {"sentId": 428, "text": "Those are facts."}], "speaker": "DENNARD", "secId": 152}, {"sentences": [{"sentId": 429, "text": "And so - and in response to that, I hope she brings up the Central Park Five to him, the housing discrimination cases from the Department of Justice."}, {"sentId": 430, "text": "I hope she brings up that he said that, \"Black people have an inherent lazy gene.\""}, {"sentId": 431, "text": "when he talked about his accountant and he didn't know - he didn't really know why he was counting his money."}, {"sentId": 432, "text": "So, I think that there's a record that he has as well, it may not be all lies, but they are certain deplorable statements."}, {"sentId": 433, "text": "Half of the people in the basket, that basket is really big."}, {"sentId": 434, "text": "It needs to be a lot bigger to fit some of those --"}], "speaker": "RYE", "secId": 153}, {"sentences": [{"sentId": 435, "text": "It's 40 million."}], "speaker": "DENNARD", "secId": 154}, {"sentences": [{"sentId": 436, "text": "It's not just 40 million that voted for him."}, {"sentId": 437, "text": "She said half of those people, and I get tweets from those folks every day."}, {"sentId": 438, "text": "We have one on air they heard the other day."}, {"sentId": 439, "text": "The representative from North Carolina, saying that \"We are angry and we are part of a welfare state.\""}, {"sentId": 440, "text": "Those are deplorable statements by deplorable people."}, {"sentId": 441, "text": "I'm not talking about yoga pants, I'm just talking about the way they think."}], "speaker": "RYE", "secId": 155}, {"sentences": [{"sentId": 442, "text": "Well, I mean, I'm just saying when we were talking about judging on the curve."}, {"sentId": 443, "text": "And that doesn't mean -- I actually think that's a sexist remark because I'm sure there are some women here who don't want to see Donald Trump in yoga pants as well."}], "speaker": "DON LEMON", "secId": 156}, {"sentences": [{"sentId": 444, "text": "Ewe."}], "speaker": "RYE", "secId": 157}, {"sentences": [{"sentId": 445, "text": "But I'm just saying that -"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 446, "text": "Thanks Don for that image."}], "speaker": "RYE", "secId": 159}, {"sentences": [{"sentId": 447, "text": "I mean, I don't want to see myself in yoga pants."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 448, "text": "I know the fact here, Mark talks about being iteration."}, {"sentId": 449, "text": "What's interesting is the fact that it is even, even though she's out spending, you know - the state of Florida."}, {"sentId": 450, "text": "53 to 1, if you look overall she spent just over $100 million."}, {"sentId": 451, "text": "He spent about $12 million, and it's an even race."}, {"sentId": 452, "text": "No matter who you care about candidate-wise, when you put that -- I don't know why he's not spending more quite frankly."}, {"sentId": 453, "text": "If I were to coach him I'd say, \"Pull ahead."}, {"sentId": 454, "text": "Don't stay in a tie race."}, {"sentId": 455, "text": "Spend more money.\""}, {"sentId": 456, "text": "But it is interesting at this point time in the race, so close to the election that he hasn't spent more money and the fact that it's very level even with that disproportion."}], "speaker": "BAUER", "secId": 161}, {"sentences": [{"sentId": 457, "text": "I want to put this up."}, {"sentId": 458, "text": "This is from -"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 459, "text": "Still a very polarized country."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 163}, {"sentences": [{"sentId": 460, "text": "This is from Sean Spicer."}, {"sentId": 461, "text": "A memo saying to you, saying there's been decades of whatever - it says, \"Trump hasn't been running for president for 24 years."}, {"sentId": 462, "text": "He's spent his career as a successful businessman."}, {"sentId": 463, "text": "Few are expecting the same level of polish from a verbal gunslinger whose rhetorical strength is speaking to the heart and the gut of the American people.\""}, {"sentId": 464, "text": "So which is that, is that grading on a curve?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 465, "text": "Absolutely."}, {"sentId": 466, "text": "Well, yeah."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 165}, {"sentences": [{"sentId": 467, "text": "Well, I think that's lower - I think that's managing expectations."}, {"sentId": 468, "text": "And I think it's - in managing expectations in line with what, I think, Sean hopes to achieve in this candidate tomorrow night."}, {"sentId": 469, "text": "And I think you will see - I think first of all, Donald Trump doesn't have policy polish, I don't think he's going to try and pretend that he does all of a sudden in one night."}, {"sentId": 470, "text": "Instead, he's going to keep it simple, and then secondly, I think what he's going to try and do is present himself as a vehicle for change against the status quo."}, {"sentId": 471, "text": "That's why he saw Sean reference this, you know, running for president for 24 years."}, {"sentId": 472, "text": "And that what people's anxieties about the last eight years of this presidency, he's - they're going to try and present Donald Trump as the way to combat that or the way to overcome what they think was the wrong direction."}], "speaker": "MADDEN", "secId": 166}, {"sentences": [{"sentId": 473, "text": "He's managing expectations."}, {"sentId": 474, "text": "But I don't think that his campaign manager is."}, {"sentId": 475, "text": "We'll play her  what she said about this debate."}, {"sentId": 476, "text": "Coming up right after this."}, {"sentId": 477, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 478, "text": "All right."}, {"sentId": 479, "text": "Back now with my political dream team."}, {"sentId": 480, "text": "Everybody is here."}, {"sentId": 481, "text": "I told you I was going to stop introducing you guys."}, {"sentId": 482, "text": "Listen, this is new from Dan Merica."}, {"sentId": 483, "text": "Dan covers the Clinton campaign."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 484, "text": "He said he went back to the Hillary Clinton -- has gone back for debate preparations late Sunday night."}, {"sentId": 485, "text": "That's according to a source familiar with the Clinton sessions heading back to the hotel near her home in Chappaqua, New York after meeting with Israeli Prime Minister Benjamin Netanyahu in New York City."}, {"sentId": 486, "text": "So she's -- I don't know."}, {"sentId": 487, "text": "She's preparing."}, {"sentId": 488, "text": "Some people say maybe she's over-preparing, but let's see."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 489, "text": "Why?"}], "speaker": "RYE", "secId": 170}, {"sentences": [{"sentId": 490, "text": "I don't know."}, {"sentId": 491, "text": "I'm just saying."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 492, "text": "I don't understand that."}], "speaker": "RYE", "secId": 172}, {"sentences": [{"sentId": 493, "text": "Well, you have to debate -- you have to debate 10 people in 1 body, you might need to prepare"}], "speaker": "RYE", "secId": 173}, {"sentences": [{"sentId": 494, "text": "So we're talking about - Kevin was talking about managing expectations that Sean Spicer is by saying he's - you know, he's a - he doesn't have the policy and the verbal - he's a verbal gunslinger."}, {"sentId": 495, "text": "And here's what Kellyanne Conway, the Trump campaign manager said earlier today about that."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 496, "text": "Newt Gingrich put it best."}, {"sentId": 497, "text": "The former Speaker recently said, \"Donald Trump is the best debater he's ever seen."}, {"sentId": 498, "text": "He's like the Babe Ruth of debating."}, {"sentId": 499, "text": "He really shows up and swings and does a great job.\""}], "speaker": "CONWAY", "secId": 175}, {"sentences": [{"sentId": 500, "text": "I love Kellyanne but really?"}, {"sentId": 501, "text": "Really?"}, {"sentId": 502, "text": "The Babe Ruth of debating?"}, {"sentId": 503, "text": "First of all, I didn't even know there was Babe Ruth of debating."}, {"sentId": 504, "text": "And quite frankly, if there ever was a Babe Ruth in recent memory, it was Barack Obama."}, {"sentId": 505, "text": "I mean - I mean, he was the one who was unbelievable on the debate stage, and I think we can all"}], "speaker": "MADDEN", "secId": 176}, {"sentences": [{"sentId": 506, "text": "No, no."}, {"sentId": 507, "text": "I think in --"}], "speaker": "DENNARD", "secId": 177}, {"sentences": [{"sentId": 508, "text": "He got him in 2008."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 178}, {"sentences": [{"sentId": 509, "text": "In fairness Donald Trump has defied all expectation."}, {"sentId": 510, "text": "Nobody believes that he would be able to be where he is today."}, {"sentId": 511, "text": "And one of the things he does well on the debate stages is he's very quick on his feet and he - and he responds the way that people don't expect him to respond, and he always goes back to the American people."}, {"sentId": 512, "text": "He always messages back to the American people."}, {"sentId": 513, "text": "So tomorrow we can expect him to not to look at Hillary Clinton or talk directly to her."}, {"sentId": 514, "text": "He's going to be talking to the American people."}, {"sentId": 515, "text": "It's been his opportunity to directly message to them like never before."}], "speaker": "DENNARD", "secId": 179}, {"sentences": [{"sentId": 516, "text": "And the other thing is this -- the biggest thing is swing states."}, {"sentId": 517, "text": "I mean, we can say that we want to appeal to everybody under the sun."}, {"sentId": 518, "text": "But really it's the few swing states and getting to those people that feel like they don't have a voice, and that's where he connect with them."}], "speaker": "BAUER", "secId": 180}, {"sentences": [{"sentId": 519, "text": "I think though that can be a huge benefit for Hillary Clinton."}, {"sentId": 520, "text": "Because you look at what he has done to the diverse coalition of people that live in this country, all the the demographics that he has offended from the very first day that he announced his presidential campaign, that is where I think you're going to see Hillary Clinton really talk to the American people about how we're stronger together, about how she's the one who's going to build bridges and lift everybody up as opposed to dividing everybody which is the kind of rhetoric that he has used."}, {"sentId": 521, "text": "I also think in terms of expectations it is smart of them to be sort of toning down those expectations."}, {"sentId": 522, "text": "And I agree, he's not going to come up on stage and try to, you know, pretend that he has this big policy wonk because he's not."}, {"sentId": 523, "text": "And so, he shouldn't try to do that."}, {"sentId": 524, "text": "But I also think Hillary Clinton can turn that on its head and focus on the -- these sentiments that we have seen, the American people, in poll after poll after poll, that believe that she is the one that has the temperament to be commander-in-chief."}, {"sentId": 525, "text": "That she is the one that is most trusted in an international crisis."}], "speaker": "CARDONA", "secId": 181}, {"sentences": [{"sentId": 526, "text": "But that's not - that's not managing her expectations, though."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 527, "text": "Those are feelings that people go in today."}], "speaker": "CARDONA", "secId": 183}, {"sentences": [{"sentId": 528, "text": "That's -- her expectations are really high by all accounts."}, {"sentId": 529, "text": "By all accounts."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 530, "text": "They are really high."}, {"sentId": 531, "text": "They are really - absolutely, they're really high."}], "speaker": "CARDONA", "secId": 185}, {"sentences": [{"sentId": 532, "text": "OK.  And so - and you can't say it's that fair because everything is fair now."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 533, "text": "She can use that - she can use that to her advantage."}, {"sentId": 534, "text": "And I think it is going to be incumbent upon Lester Holt to make sure that to the extent that he can and he should try to fact-check whenever he needs to."}, {"sentId": 535, "text": "He's probably going to need to, a hell of a lot."}, {"sentId": 536, "text": "But to also try to make that stage equal in whatever way he can."}], "speaker": "CARDONA", "secId": 187}, {"sentences": [{"sentId": 537, "text": "But let's talk about what -- because people say which -- you never know which Donald Trump is going to show because, you know, most of the time, you know, Barack Obama when he was running was Barack Obama, right?"}, {"sentId": 538, "text": "He was some sort of the same person, right?"}, {"sentId": 539, "text": "Mitt Romney was Mitt Romney, you knew."}, {"sentId": 540, "text": "And you never know who you're going to get for Donald Trump."}, {"sentId": 541, "text": "Honestly, because a lot of it in the primaries, he insulted his opponents a lot, he even made some sexist comments."}, {"sentId": 542, "text": "Play this."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 543, "text": "You've called women you don't like fat pigs, dogs, slobs, and disgusting animals."}, {"sentId": 544, "text": "Your Twitter account --"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 189}, {"sentences": [{"sentId": 545, "text": "Only Rosie O'Donnell."}, {"sentId": 546, "text": "I think she's got a beautiful face, and I think she's a beautiful woman."}, {"sentId": 547, "text": "Why does she keep interrupting everybody?"}, {"sentId": 548, "text": "Yeah."}, {"sentId": 549, "text": "Come on."}], "speaker": "TRUMP", "secId": 190}, {"sentences": [{"sentId": 550, "text": "So, Andre, I mean, by all accounts, from most people I've heard that have given Donald Trump advice, they don't want that Donald Trump to show up."}, {"sentId": 551, "text": "Is that a good strategy or should this Donald Trump show up?"}, {"sentId": 552, "text": "BAUER:  Absolutely not."}, {"sentId": 553, "text": "Kellyanne Conway, I think has done an excellent job."}, {"sentId": 554, "text": "I give her the credit - the credit."}, {"sentId": 555, "text": "And really, you saw a change when she came on board."}, {"sentId": 556, "text": "I don't know if she gets the credit or not, but I give it to her."}, {"sentId": 557, "text": "Her demeanor, she's very good."}, {"sentId": 558, "text": "And I think he's become more of a candidate that I can be proud of, that I can support."}, {"sentId": 559, "text": "And so, I'd like to see that - I have appreciated the evolution of him becoming less of a gunslinger, although it was refreshing in a republican primary, it didn't suit for a general election, and against a formidable opponent like Hillary Clinton."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 560, "text": "So I think, a couple of things."}, {"sentId": 561, "text": "One is, the Kellyanne campaign is one that's very different than a Donald Trump campaign."}, {"sentId": 562, "text": "And the reason why I'm saying that is because you still haven't seen a consistent candidate show up."}, {"sentId": 563, "text": "You've seen Donald Trump in all of his many forms continue to show up."}, {"sentId": 564, "text": "They said let Donald Trump be Donald Trump."}, {"sentId": 565, "text": "He's still been that in all of the varying ways that he can do that."}, {"sentId": 566, "text": "The other thing that I think is very important and, Maria, you talked about this, Hillary Clinton's campaign message is Stronger Together."}, {"sentId": 567, "text": "It is a forward-facing message."}, {"sentId": 568, "text": "Donald Trump's campaign message from the very beginning since he slid down that escalator is Make America Great Again."}], "speaker": "RYE", "secId": 192}, {"sentences": [{"sentId": 569, "text": "Fact-check."}, {"sentId": 570, "text": "He didn't actually slid - he didn't slide down the escalator."}], "speaker": "UNIDENTIFIED MALE", "secId": 193}, {"sentences": [{"sentId": 571, "text": "He rode the escalator down."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 572, "text": "Very elegant."}], "speaker": "UNIDENTIFIED MALE", "secId": 195}, {"sentences": [{"sentId": 573, "text": "She should get into the mud with him."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 574, "text": "No."}, {"sentId": 575, "text": "I think she has to - she has a lot of work to do in relatability and likeability."}, {"sentId": 576, "text": "And I think if she were to attack him that would be  -- that would be"}], "speaker": "MADDEN", "secId": 197}, {"sentences": [{"sentId": 577, "text": "I'm glad you said that."}, {"sentId": 578, "text": "Because I think - I think what, you know, her supporters or surrogates and her people are saying, \"Well she shouldn't be judged."}, {"sentId": 579, "text": "She should be judge on policy."}, {"sentId": 580, "text": "She shouldn't be judged on style.\""}, {"sentId": 581, "text": "And then they're saying, you know, \"He should be judged on -"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 582, "text": "They're all ultimately judged on style on this --"}], "speaker": "MADDEN", "secId": 199}, {"sentences": [{"sentId": 583, "text": "Because it is a television event."}, {"sentId": 584, "text": "Yes."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 585, "text": "You know what, though, Hillary Clinton - Hillary Clinton could have a good night or a bad night, OK?"}, {"sentId": 586, "text": "And we all seem to remember her bad nights."}, {"sentId": 587, "text": "But when she's on on the debate stage, she's good."}], "speaker": "PRESTON", "secId": 201}, {"sentences": [{"sentId": 588, "text": "I agree."}, {"sentId": 589, "text": "She is on."}], "speaker": "CARDONA", "secId": 202}, {"sentences": [{"sentId": 590, "text": "And that's why I've said, the way she's going to fact-check him and the way she's going to lay down lines of attack, is going to be feeding Donald Trump his own words."}], "speaker": "MADDEN", "secId": 203}, {"sentences": [{"sentId": 591, "text": "Yeah."}, {"sentId": 592, "text": "Exactly."}, {"sentId": 593, "text": "I agree with that."}], "speaker": "CARDONA", "secId": 204}, {"sentences": [{"sentId": 594, "text": "And he is not -- he does not attack."}, {"sentId": 595, "text": "In all of those - in all of those past debates, when Donald Trump was at his best when he was counterattacking."}, {"sentId": 596, "text": "And when he counterattacks, he does so with a flurry of punches."}, {"sentId": 597, "text": "And he's relentless."}, {"sentId": 598, "text": "That played very well in the - in the - in the Republican Primaries, except when he did it with Carly Fiorina."}, {"sentId": 599, "text": "Because the contrast when you're doing it with a woman, it is somewhat troublesome for those -"}], "speaker": "MADDEN", "secId": 205}, {"sentences": [{"sentId": 600, "text": "I think that's exactly right."}, {"sentId": 601, "text": "Jeb Bush, though, that were - that were bad."}], "speaker": "CARDONA", "secId": 206}, {"sentences": [{"sentId": 602, "text": "And that was a big -- exactly."}], "speaker": "CARDONA", "secId": 207}, {"sentences": [{"sentId": 603, "text": "-- Carly Fiorina won that hands down because of that."}], "speaker": "MADDEN", "secId": 208}, {"sentences": [{"sentId": 604, "text": "I think - I think it's a big challenge for him."}], "speaker": "CARDONA", "secId": 209}, {"sentences": [{"sentId": 605, "text": "I've got to go quick."}, {"sentId": 606, "text": "If you can do this for me, Paris, because I want a Trump supporter to get in."}, {"sentId": 607, "text": "What do you think - he's going to be on a stage with a woman."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 608, "text": "Right."}], "speaker": "CARDONA", "secId": 211}, {"sentences": [{"sentId": 609, "text": "That is something he has to be careful about."}, {"sentId": 610, "text": "You have to admit that."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 611, "text": "Absolutely."}, {"sentId": 612, "text": "But I think Mr. Trump has a record of having women in executive leadership in his - in his business that he's --"}], "speaker": "DENNARD", "secId": 213}, {"sentences": [{"sentId": 613, "text": "I just mean it from a performance, we're not arguing that part."}, {"sentId": 614, "text": "But from -- he's got to be careful how he interacts with her and that he doesn't come off just as she has to be careful that she's not, you know, you know women have a double standard, right?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 615, "text": "Absolutely."}, {"sentId": 616, "text": "And I think Ivanka and Melania are talking to him and advising him on exactly how to do that."}, {"sentId": 617, "text": "Because they want - they want him to succeed."}], "speaker": "DENNARD", "secId": 215}, {"sentences": [{"sentId": 618, "text": "Thank you very much."}, {"sentId": 619, "text": "Up next, the good, the bad and ugly moments from past debates."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 620, "text": "The upcoming Presidential Debate will be 90 minutes"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 621, "text": "long, but it will probably be remembered for quips or slips that last only a few seconds."}, {"sentId": 622, "text": "CNN's Jeanne Moos reports on memorable moments from past debates."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 623, "text": "Prepare for the good, the bad and the ugly debate moments of the only things that candidates point are fingers."}, {"sentId": 624, "text": "The debate duel is fought with zingers."}], "speaker": "MOOS", "secId": 219}, {"sentences": [{"sentId": 625, "text": "Senator, you're no Jack Kennedy."}], "speaker": "BENTSEN", "secId": 220}, {"sentences": [{"sentId": 626, "text": "Even if one of the more famous debate zingers."}], "speaker": "MOOS", "secId": 221}, {"sentences": [{"sentId": 627, "text": "I am paying for this microphone, Mr. Green."}], "speaker": "RONALD REAGAN", "secId": 222}, {"sentences": [{"sentId": 628, "text": "Was a line borrowed."}], "speaker": "MOOS", "secId": 223}, {"sentences": [{"sentId": 629, "text": "Don't you shut me off, I'm paying for this broadcast."}], "speaker": "UNIDENTIFIED MALE", "secId": 224}, {"sentences": [{"sentId": 630, "text": "From Spencer Tracy running for president in a movie."}, {"sentId": 631, "text": "We have seen debates remembered for winks."}], "speaker": "MOOS", "secId": 225}, {"sentences": [{"sentId": 632, "text": "How long have I been at this, like five weeks?"}], "speaker": "PALIN", "secId": 226}, {"sentences": [{"sentId": 633, "text": "Debates remembered for sweat."}, {"sentId": 634, "text": "Debates remembered for sighs."}], "speaker": "MOOS", "secId": 227}, {"sentences": [{"sentId": 635, "text": "Actually, that's what a governor gets to do."}, {"sentId": 636, "text": "There's differences."}], "speaker": "UNIDENTIFIED MALE", "secId": 228}, {"sentences": [{"sentId": 637, "text": "Ross Perot's running mate became famous for being unknown."}], "speaker": "MOOS", "secId": 229}, {"sentences": [{"sentId": 638, "text": "Who am I?"}, {"sentId": 639, "text": "Why am I here?"}], "speaker": "STOCKDALE", "secId": 230}, {"sentences": [{"sentId": 640, "text": "Candidates should probably avoid invading their opponent's space."}], "speaker": "MOOS", "secId": 231}, {"sentences": [{"sentId": 641, "text": "And I believe I can."}], "speaker": "UNIDENTIFIED MALE", "secId": 232}, {"sentences": [{"sentId": 642, "text": "Made Hillary's senate rival look like a stalker."}], "speaker": "MOOS", "secId": 233}, {"sentences": [{"sentId": 643, "text": "Sign it right now."}], "speaker": "RICK LAZIO", "secId": 234}, {"sentences": [{"sentId": 644, "text": "Well, we'll shake - we'll shake on this, Rick."}], "speaker": "CLINTON", "secId": 235}, {"sentences": [{"sentId": 645, "text": "No, no."}, {"sentId": 646, "text": "No, I want your signature."}], "speaker": "LAZIO", "secId": 236}, {"sentences": [{"sentId": 647, "text": "A signature line is what lives on after a debate."}], "speaker": "MOOS", "secId": 237}, {"sentences": [{"sentId": 648, "text": "There you go again."}], "speaker": "RAEGAN", "secId": 238}, {"sentences": [{"sentId": 649, "text": "I hear there's rumors on the internets."}], "speaker": "GEORGE BUSH", "secId": 239}, {"sentences": [{"sentId": 650, "text": "I don't think I'm that bad."}, {"sentId": 651, "text": "BARACK OBAMA:  You're likable enough, Hillary, no doubt."}], "speaker": "CLINTON", "secId": 240}, {"sentences": [{"sentId": 652, "text": "Thank you so much."}], "speaker": "CLINTON", "secId": 241}, {"sentences": [{"sentId": 653, "text": "Want to advance beyond the primary debates."}], "speaker": "MOOS", "secId": 242}, {"sentences": [{"sentId": 654, "text": "And the -- what's the third one there."}, {"sentId": 655, "text": "Let's see."}], "speaker": "PERRY", "secId": 243}, {"sentences": [{"sentId": 656, "text": "Thing to avoid --"}], "speaker": "MOOS", "secId": 244}, {"sentences": [{"sentId": 657, "text": "Oops."}], "speaker": "PERRY", "secId": 245}, {"sentences": [{"sentId": 658, "text": "-- is the \"oops\" moment."}, {"sentId": 659, "text": "And when the Donald debates Hillary, he should stick to bragging about the size of his buildings."}], "speaker": "MOOS", "secId": 246}, {"sentences": [{"sentId": 660, "text": "He referred to my hands."}, {"sentId": 661, "text": "If they're small, something else must be small."}, {"sentId": 662, "text": "I guarantee you there's no problem."}, {"sentId": 663, "text": "I guarantee you."}], "speaker": "DONALD TRUMP", "secId": 247}, {"sentences": [{"sentId": 664, "text": "Jeanne Moos, CNN."}], "speaker": "JEANNE MOOS", "secId": 248}, {"sentences": [{"sentId": 665, "text": "Are we not doing the talent portion?"}], "speaker": "SARAH PAILIN", "secId": 249}, {"sentences": [{"sentId": 666, "text": "New York."}], "speaker": "MOOS", "secId": 250}, {"sentences": [{"sentId": 667, "text": "Oh, boy."}, {"sentId": 668, "text": "I can't wait for tomorrow."}, {"sentId": 669, "text": "That's it for us tonight."}, {"sentId": 670, "text": "Thank you so much for watching."}, {"sentId": 671, "text": "Make sure you stay with CNN as we countdown to what may be the most anticipated presidential debate in history."}, {"sentId": 672, "text": "Our coverage is going to start at 4:00 p.m. Hillary Clinton and Donald Trump are going to take the stage at 9:00 p.m."}, {"sentId": 673, "text": "It's all right here on CNN."}, {"sentId": 674, "text": "Good night."}], "speaker": "LEMON", "secId": 251}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.25.cnnt.01.html.json", "time": "Aired September 25, 2016 - 23:00   ET"}