{"sectionCount": 225, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "MACHADO", "HALEY", "SELLERS", "UNIDENTIFIED FEMALE", "FRENCH", "HORNE", "OBAMA", "CLINTON", "SELELRS", "MALLOY", "GRAHAM", "CAMPINS", "PINKETT", "TRUMP", "HILL", "MCENANY"], "subTitle": "Confederate Flag on South Carolina Capitol Grounds to Come Down; Donald Trump's Controversial Comments. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/09/cnnt.01.html", "sentenceCount": 667, "sections": [{"sentences": [{"sentId": 0, "text": "It is 10:00 p.m."}, {"sentId": 1, "text": "In Columbia, the capital of South Carolina."}, {"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "In just hours, this Confederate Flag is going to come down."}, {"sentId": 5, "text": "Can you believe it?"}, {"sentId": 6, "text": "It has been flying here for more than 50 years."}, {"sentId": 7, "text": "But in the wake of the massacre at Emanuel AME, just three weeks ago, the governor of the state Nikki Haley removed the flag."}, {"sentId": 8, "text": "Order that to be removed and the countdown has begun until it comes down for good."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 9, "text": "And of course, CNN will be covering it all for you."}, {"sentId": 10, "text": "We're going to be here live for the ceremony and after."}, {"sentId": 11, "text": "I want to bring in now my colleague Alina Machado, you have been here covering this all this week."}, {"sentId": 12, "text": "You were inside for this historic signing."}, {"sentId": 13, "text": "What was it like?"}, {"sentId": 14, "text": "What went on?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 15, "text": "You know, you really got the sense, Don, that this was a historic moment."}, {"sentId": 16, "text": "That something big was about to happen."}, {"sentId": 17, "text": "And when the governor walked into that room, the energy was absolutely electrifying."}], "speaker": "MACHADO", "secId": 2}, {"sentences": [{"sentId": 18, "text": "You know, everybody was clapping."}, {"sentId": 19, "text": "Everybody was cheering her on."}, {"sentId": 20, "text": "And then they all wanted to hear what she had to say."}, {"sentId": 21, "text": "She walked over then to the seat, you know, to the chair, sat down, signed that bill into law and everybody was just really taking that moment in."}], "speaker": "MACHADO", "secId": 3}, {"sentences": [{"sentId": 22, "text": "What did you notice?"}, {"sentId": 23, "text": "I mean, was everybody quiet?"}, {"sentId": 24, "text": "Was there a flag, what did you notice?"}, {"sentId": 25, "text": "What stood out to you?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 26, "text": "People were trying to stay quiet so they can listen and they can really hear."}, {"sentId": 27, "text": "And then when she was signing it they were just taking it all in."}, {"sentId": 28, "text": "And you know, then when she was talking to the crowd, there were things that she talked about that really stood out."}], "speaker": "MACHADO", "secId": 5}, {"sentences": [{"sentId": 29, "text": "She talked about of course, the nine victims, the nine people who lost their lives in that Charleston massacre."}, {"sentId": 30, "text": "And she also talked about the significance of this moment, not just for the present, not just for healing now, but, also, for the future."}, {"sentId": 31, "text": "And I want to have you listen to that."}], "speaker": "MACHADO", "secId": 6}, {"sentences": [{"sentId": 32, "text": "This is the story about the history of South Carolina and how the action of nine individuals laid out this long chain of event that forever showed the State of South Carolina what love and forgiveness looks like."}, {"sentId": 33, "text": "And I will tell you that now this is about our children."}, {"sentId": 34, "text": "Because when"}], "speaker": "HALEY", "secId": 7}, {"sentences": [{"sentId": 35, "text": "they go back and look in the history books, while we're still grieving and the grieving is going to last for a long time, when the emotions start to fade, the history of the actions that took place by everyone in South Carolina to get us to this moment is one that we can all be proud of."}], "speaker": "HALEY", "secId": 8}, {"sentences": [{"sentId": 36, "text": "You know, and you can really get the sense, Don, from being in that room that the people who are in that room were really proud about what had just happened."}], "speaker": "MACHADO", "secId": 9}, {"sentences": [{"sentId": 37, "text": "You know, 22 days since, you know, this massacre happened and then this debate about the bill."}, {"sentId": 38, "text": "When I got here, I noticed that people had gathered here."}, {"sentId": 39, "text": "Some people displaying the Confederate Flag."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 40, "text": "Right."}], "speaker": "MACHADO", "secId": 11}, {"sentences": [{"sentId": 41, "text": "What the people been telling you, Alina?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 42, "text": "You know, it's interesting to see the environment here."}, {"sentId": 43, "text": "You know, we've been seeing people here gathering every day."}, {"sentId": 44, "text": "Not as large a group as what we're seeing here tonight, but a lot of people are very tolerant."}, {"sentId": 45, "text": "I mean, there have been people standing out here with the Confederate Flag and everybody has been very tolerant."}, {"sentId": 46, "text": "There are also people been standing next door next to them with flags saying, you know..."}], "speaker": "MACHADO", "secId": 13}, {"sentences": [{"sentId": 47, "text": "So, we've seen altercations."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 48, "text": "Yes, we have."}, {"sentId": 49, "text": "But it hasn't been the prevailing tone or mood here."}], "speaker": "MACHADO", "secId": 15}, {"sentences": [{"sentId": 50, "text": "Right."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 51, "text": "And inside the house, you know, yesterday there was a lot of tension for several hours."}, {"sentId": 52, "text": "I mean, these lawmakers were really debating."}, {"sentId": 53, "text": "And the longer this went on the more aggravated people got, the more frustrated some lawmakers got."}, {"sentId": 54, "text": "And it's interesting I spoke to someone about, you know, was there concern about what happens next?"}], "speaker": "MACHADO", "secId": 17}, {"sentences": [{"sentId": 55, "text": "What happens when these people come back and have to work together again?"}, {"sentId": 56, "text": "And it was interesting because this one lawmaker told me he's glad that they have a few months to kind of let things cool down before they have to go back in there again."}], "speaker": "MACHADO", "secId": 18}, {"sentences": [{"sentId": 57, "text": "I was speaking with Clementa Pinckney's and some of his friends and they said they walked into the chamber and the black trade that they had over had been taken away because it's the end of the session."}, {"sentId": 58, "text": "And for them it's sort of, you know, it made even more real."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 59, "text": "Right."}], "speaker": "MACHADO", "secId": 20}, {"sentences": [{"sentId": 60, "text": "You know, if you can say that."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 61, "text": "Right."}], "speaker": "MACHADO", "secId": 22}, {"sentences": [{"sentId": 62, "text": "It seems if you put the flag back up and, I mean, take it all in."}, {"sentId": 63, "text": "If you take it all in, that flag is going to be gone in less than 12 hours."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 64, "text": "Right."}], "speaker": "MACHADO", "secId": 24}, {"sentences": [{"sentId": 65, "text": "There's going to be a ceremony."}, {"sentId": 66, "text": "What do you know about that ceremony?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 67, "text": "We're learning know a little bit more about what we can expect."}, {"sentId": 68, "text": "We know that the legislators were going to be in there."}, {"sentId": 69, "text": "We're going to participate in this ceremony."}, {"sentId": 70, "text": "They're going to be walking down those steps that you see behind us."}, {"sentId": 71, "text": "Just about 15 minutes ahead of the start of the ceremony."}], "speaker": "MACHADO", "secId": 26}, {"sentences": [{"sentId": 72, "text": "And then the flag is going to be removed by the Department of Public Safety, the head of that department."}, {"sentId": 73, "text": "And then, what's going to happen is the burning of the flag right after that."}, {"sentId": 74, "text": "Right after that, the flag is going to go directly to the director of the relic room, which is that museum that's just a few blocks from here."}], "speaker": "MACHADO", "secId": 27}, {"sentences": [{"sentId": 75, "text": "And what -- you know, in terms of where exactly is going to be in the museum, that's still going to be yet to be worked out."}, {"sentId": 76, "text": "But, for now, we know it's going to be that in that museum."}], "speaker": "MACHADO", "secId": 28}, {"sentences": [{"sentId": 77, "text": "Yes."}, {"sentId": 78, "text": "And as you can see, we have a countdown clock for how long is going to be this flag comes down."}, {"sentId": 79, "text": "And this is something that many people thought that they would ever see."}, {"sentId": 80, "text": "Thank you so much for your coverage."}, {"sentId": 81, "text": "I appreciate it."}, {"sentId": 82, "text": "Alina Machado will be here throughout the ceremony throughout the week as long as we're needed here to cover the story."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 83, "text": "I want to turn now to David French."}, {"sentId": 84, "text": "He's the staff writer at the National Review."}, {"sentId": 85, "text": "Thank you very much David of the National Review."}, {"sentId": 86, "text": "And also, CNN contributor Bakari Sellers, he's the former state representative and he's also a friend of the Reverend Clementa Pinckney."}, {"sentId": 87, "text": "And he joins me right here."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 88, "text": "As I said, take it in."}, {"sentId": 89, "text": "I mean, there's the flag."}, {"sentId": 90, "text": "And in less than 12 hours, it's going to be gone."}, {"sentId": 91, "text": "Did you ever think this day would come?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 92, "text": "Well, I'm only 30 years old and I can honestly say, I never thought that this day would come where the flag would come down."}, {"sentId": 93, "text": "If you're 54, 55 years old in the State of South Carolina, you have not had one single breath in this state without that flag flying."}, {"sentId": 94, "text": "For me, this is a moment that you take me."}, {"sentId": 95, "text": "But for me I understand this isn't the end of anything."}, {"sentId": 96, "text": "This is just the beginning of a very long journey."}], "speaker": "SELLERS", "secId": 32}, {"sentences": [{"sentId": 97, "text": "As you said, well, you're just 30 years."}, {"sentId": 98, "text": "But if you're 45, 50 years old, you know, this is always -- and to many people, it was an insult."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 99, "text": "Correct:"}], "speaker": "SELLERS", "secId": 34}, {"sentences": [{"sentId": 100, "text": "And people say, you know, it's sort of a celebration of their heritage of the southern pride."}, {"sentId": 101, "text": "But it's been an insult -- but 20 -- for some people -- 22 days."}, {"sentId": 102, "text": "When you think about of a span of 50 years, 20 -- that it happened so quickly."}, {"sentId": 103, "text": "Is that surprising to you?"}, {"sentId": 104, "text": "What change?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 105, "text": "Well, hearts softened because of this."}, {"sentId": 106, "text": "And the most amazing part about this and I hope that people from around the world see this."}, {"sentId": 107, "text": "That if we're able to come together, black and white and democrat and republican and take the Confederate Flag down in South Carolina, imagine what else we can do?"}, {"sentId": 108, "text": "Just imagine how we can educate our kids, imagine how we can provide health care with different people, just imagine the things we can do in South Carolina."}], "speaker": "SELLERS", "secId": 36}, {"sentences": [{"sentId": 109, "text": "I asked my father about this who was shot in Arthur massacre, 50 miles away from where the Charleston massacre occurred and we shared it to you this morning and we just -- it was a sigh."}, {"sentId": 110, "text": "Because this is a civil rights achievement that we had and now our state can help."}], "speaker": "SELLERS", "secId": 37}, {"sentences": [{"sentId": 111, "text": "There's someone applauding right next to us."}, {"sentId": 112, "text": "I know you can hear."}, {"sentId": 113, "text": "Why are you applauding?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 114, "text": "I'm a teacher and I believe you too."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 39}, {"sentences": [{"sentId": 115, "text": "Thank you."}], "speaker": "SELLERS", "secId": 40}, {"sentences": [{"sentId": 116, "text": "She said she's a teacher and she believes what you said."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 117, "text": "This is better than any election win."}, {"sentId": 118, "text": "I mean, the horns are going off tonight because, you know, honk the horn if you want it to come down."}, {"sentId": 119, "text": "This is the best feeling I've had."}, {"sentId": 120, "text": "I mean, I've won elections before, but nothing has felt this euphoric or joyous."}, {"sentId": 121, "text": "But that I know many lives are lost and I know how many people have given their soul to this."}], "speaker": "SELLERS", "secId": 42}, {"sentences": [{"sentId": 122, "text": "So, David Trench, this is not a happy moment for you."}, {"sentId": 123, "text": "Why are you against taking this flag down?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 124, "text": "I'm not going to say that I'm -- this was a decision for the people of South Carolina to make, regarding that flag."}, {"sentId": 125, "text": "My position has been very clear on this from the beginning."}, {"sentId": 126, "text": "And that is if someone is flying that flag, especially on official grounds as a symbol of white supremacy and racism, then it should come down."}], "speaker": "FRENCH", "secId": 44}, {"sentences": [{"sentId": 127, "text": "And the people of South Carolina have tried -- have worked together and decided what that flag means to them and they made their decision."}, {"sentId": 128, "text": "My concern is we should not be going to monuments, memorials, battle field sites, cemeteries and starting to cleanse these historically significant sights of the presence of the flag or any other symbol that is offensive merely because it's offensive."}, {"sentId": 129, "text": "We have to learn about our history."}, {"sentId": 130, "text": "In all of its fullness, including the things that are hurtful."}], "speaker": "FRENCH", "secId": 45}, {"sentences": [{"sentId": 131, "text": "But flying a flag, what difference does it make that it's in a relic room?"}, {"sentId": 132, "text": "If this flag is insulting to some people, every time they walk into the capitol or pass the capitol or pass the State House, that they're insulted by it."}, {"sentId": 133, "text": "So, I don't understand what's wrong with moving it."}, {"sentId": 134, "text": "It's still going to be displayed."}, {"sentId": 135, "text": "It's still going to be part of history."}, {"sentId": 136, "text": "You can still teach the history."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 137, "text": "Well, look again, the people of South Carolina have made a bipartisan decision regarding that flag."}, {"sentId": 138, "text": "The question now is what happens next."}, {"sentId": 139, "text": "So, for example, we now have a controversy over people privately placing their own little small Confederate Flags that they purchased at national cemeteries where confederate soldiers are buried."}], "speaker": "FRENCH", "secId": 47}, {"sentences": [{"sentId": 140, "text": "That's the kind of thing where we're beginning to talk about..."}], "speaker": "FRENCH", "secId": 48}, {"sentences": [{"sentId": 141, "text": "But that's not it."}], "speaker": "SELLERS", "secId": 49}, {"sentences": [{"sentId": 142, "text": "Because we're talking about censoring history at that point and trying to -- we can't just do that on the basis that some people are offended."}, {"sentId": 143, "text": "History can be hurtful."}], "speaker": "FRENCH", "secId": 50}, {"sentences": [{"sentId": 144, "text": "Yes,"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 145, "text": "And we need to be able to communicate it in its fullness."}], "speaker": "FRENCH", "secId": 52}, {"sentences": [{"sentId": 146, "text": "Go ahead."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 147, "text": "It's not -- we're not cleansing history."}, {"sentId": 148, "text": "We're not erasing history."}, {"sentId": 149, "text": "But what we are simply saying is that this State House behind me doesn't belong to one individual."}, {"sentId": 150, "text": "It doesn't belong to one group of people."}], "speaker": "SELLERS", "secId": 54}, {"sentences": [{"sentId": 151, "text": "What about specifically to his point where he talks about graves of confederate soldiers and, you know, we spoke about this amongst our group tonight with my producers."}, {"sentId": 152, "text": "And we talked about, what if someone -- you know, I saw people flying the flag on their trucks today and walking around."}, {"sentId": 153, "text": "What if someone carried a swastika flag around or put a swastika flag on a grave or the graves that?"}, {"sentId": 154, "text": "How would someone feel about that because that is a symbol of hate as well?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 155, "text": "I have the ability to judge you."}, {"sentId": 156, "text": "And I have the ability to have my opinion about what you're doing, as asinine or as ignorant as it may be."}, {"sentId": 157, "text": "If someone wants to fly the Confederate Flag on their own vehicle, in their yard, on their truck, painted on top of their car, that's their prerogative."}], "speaker": "SELLERS", "secId": 56}, {"sentences": [{"sentId": 158, "text": "But that's not what we're talking about here."}, {"sentId": 159, "text": "We're talking about the house of the people that represents us all."}], "speaker": "SELLERS", "secId": 57}, {"sentences": [{"sentId": 160, "text": "Right."}, {"sentId": 161, "text": "But I think he says that they people here, he said that you've made bipartisan decision in the statement."}, {"sentId": 162, "text": "I think he's OK with that."}, {"sentId": 163, "text": "He just doesn't want history to be whitewashed."}, {"sentId": 164, "text": "But I don't want..."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 165, "text": "That's a red herring."}, {"sentId": 166, "text": "LEMON: Yes."}], "speaker": "SELLERS", "secId": 59}, {"sentences": [{"sentId": 167, "text": "Nobody is whitewashing history."}, {"sentId": 168, "text": "What we are doing is saying that everybody's heritage, and not only that, but my former colleagues in the South Carolina House of Representatives actually showed empathy last night."}], "speaker": "SELLERS", "secId": 60}, {"sentences": [{"sentId": 169, "text": "Yes."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 170, "text": "And that was just the most amazing thing."}, {"sentId": 171, "text": "So, here we are, it's a new day in South Carolina."}, {"sentId": 172, "text": "It really is."}], "speaker": "SELLERS", "secId": 62}, {"sentences": [{"sentId": 173, "text": "Yes."}, {"sentId": 174, "text": "I want to hear that."}, {"sentId": 175, "text": "David, I want you to respond this."}, {"sentId": 176, "text": "I want everyone to see this extraordinary moment; it's from last night's debate."}, {"sentId": 177, "text": "I want you to listen to State Senator Jenny Horne."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 178, "text": "I cannot believe that we do not have the heart in this body to do something meaningful, such as take a symbol of hate off these grounds on Friday."}, {"sentId": 179, "text": "And if any of you both demands you are ensuring that this flag will fly beyond Friday."}, {"sentId": 180, "text": "And for the widow of Senator Pinckney and his two young daughters, that would be adding an insult to injury."}, {"sentId": 181, "text": "And I will not be a part of it."}], "speaker": "HORNE", "secId": 64}, {"sentences": [{"sentId": 182, "text": "And I misspoke, it's State Representative Jenny Horne."}, {"sentId": 183, "text": "What do you make of that, David?"}, {"sentId": 184, "text": "She's speaking to -- she's speaking from the heart."}, {"sentId": 185, "text": "She says this offends the people I love, my friends."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 186, "text": "I mean, there's no question."}, {"sentId": 187, "text": "That's a powerful statement that she's made."}, {"sentId": 188, "text": "And I believe the vote was 94 to 20, something like that."}, {"sentId": 189, "text": "So, that was a bipartisan vote."}, {"sentId": 190, "text": "The debate honestly is moving on from that flag."}, {"sentId": 191, "text": "I think that flag was going to come down."}, {"sentId": 192, "text": "And that became very, very clear very soon after that horrible, evil shooting."}, {"sentId": 193, "text": "That flag was going to come down."}, {"sentId": 194, "text": "The debate is not ending with that flag."}], "speaker": "FRENCH", "secId": 66}, {"sentences": [{"sentId": 195, "text": "There's still a Confederate Monument there that is larger even in that flag."}, {"sentId": 196, "text": "There are monuments and memorials, there battlefields which are open air museums."}, {"sentId": 197, "text": "These vast open air museums of the war where flags have come down."}, {"sentId": 198, "text": "Why?"}, {"sentId": 199, "text": "Because we're saying they're innately, inherently offensive."}, {"sentId": 200, "text": "Well, they're also a part of our history."}], "speaker": "FRENCH", "secId": 67}, {"sentences": [{"sentId": 201, "text": "There are reasons why you display the flags and the artifacts of history."}, {"sentId": 202, "text": "And so, we've moved well beyond that."}, {"sentId": 203, "text": "And the people of South Carolina have made their decision."}, {"sentId": 204, "text": "They've made it in a way that was peaceful with civil debate."}, {"sentId": 205, "text": "I applaud them for that."}, {"sentId": 206, "text": "But this debate is far from over."}, {"sentId": 207, "text": "And we haven't established a principle upon which we're going to make those decisions."}], "speaker": "FRENCH", "secId": 68}, {"sentences": [{"sentId": 208, "text": "All right."}, {"sentId": 209, "text": "OK."}, {"sentId": 210, "text": "Standby, gentlemen."}, {"sentId": 211, "text": "I want to continue on with this but I want everyone again to take a look at that Confederate Flag which is behind me which is flying right now in the capitol grounds in South Carolina."}, {"sentId": 212, "text": "It is going to come down soon; you see the countdown clock there to the right of your screen."}, {"sentId": 213, "text": "But first, I want you to listen to what President Obama about the flag"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 214, "text": "in his eulogy to Reverend Clementa Pinckney."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 215, "text": "Removing the flag from the state's capitol would not be an act of political correctness."}, {"sentId": 216, "text": "It would not be an insult to the valor of confederate soldiers."}, {"sentId": 217, "text": "It would simply be an acknowledgment that the cause for which they fought, the cause of slavery was wrong."}], "speaker": "OBAMA", "secId": 71}, {"sentences": [{"sentId": 218, "text": "The imposition of Jim Crow after the Civil War the resistance to civil rights for all people was wrong."}, {"sentId": 219, "text": "It would be one step in an honest accounting of America's history."}, {"sentId": 220, "text": "A modest, but meaningful balm for so many unhealed wounds."}], "speaker": "OBAMA", "secId": 72}, {"sentences": [{"sentId": 221, "text": "We're back now live in Columbia, South Carolina."}, {"sentId": 222, "text": "There it is, the Confederate Flag still flying above the State House or near the State House."}, {"sentId": 223, "text": "On the State House grounds here."}, {"sentId": 224, "text": "11 hours 41 minutes before that flag comes down for good."}, {"sentId": 225, "text": "History is being made here."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 226, "text": "I'm back now with Bakari Sellers and also with David French."}, {"sentId": 227, "text": "David, I want to ask you this."}, {"sentId": 228, "text": "If this is your concern, because New Orleans Mayor Mitch Landrieu wants to remove some confederate monuments from the city, including Statues of Robert E. Lee and Jefferson Davis."}, {"sentId": 229, "text": "This is what you're worried about happening."}, {"sentId": 230, "text": "You're worried that this will spread and this is what you call the whitewashing in your estimation of history?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 231, "text": "Yes, that's exactly what I'm worried about."}, {"sentId": 232, "text": "These monuments themselves are important historically."}, {"sentId": 233, "text": "Because they are part of a story of how the south dealt with the aftermath of the Civil War."}, {"sentId": 234, "text": "Those monuments themselves have historical value, much less telling people about these incredibly significant historical individuals who lived and fought and died on that soil."}], "speaker": "FRENCH", "secId": 75}, {"sentences": [{"sentId": 235, "text": "Just five miles from my house, there's a monument from a regimen called the big, big race for about 200 soldiers left from our community and only about 12 came home."}, {"sentId": 236, "text": "So, these are telling the story of that loss and of that fight."}, {"sentId": 237, "text": "And to remove that, we've removing a part of our history."}, {"sentId": 238, "text": "We're making ourselves more ignorant."}, {"sentId": 239, "text": "And I'm not sure to what end, ultimately."}], "speaker": "FRENCH", "secId": 76}, {"sentences": [{"sentId": 240, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 241, "text": "I don't agree with the theory that this is some type of cultural genocide."}, {"sentId": 242, "text": "That we're whitewashing or erasing."}, {"sentId": 243, "text": "What I do believe is that South Carolina is ready to move forward into the 21st century."}, {"sentId": 244, "text": "This flag, for example, and this may be different than most."}], "speaker": "SELLERS", "secId": 78}, {"sentences": [{"sentId": 245, "text": "But this flag was put in place in 1961 in resistance to the progress African-American for the making in the Civil Rights movement."}, {"sentId": 246, "text": "So, this for me is about hate."}, {"sentId": 247, "text": "This, for me, is about the lack of tolerance for various cultures."}], "speaker": "SELLERS", "secId": 79}, {"sentences": [{"sentId": 248, "text": "But specifically about what because New Orleans, again, the mayor is proposing that some of the statue, Robert E. Lee, you know, I grew up in that and there's a Robert E. Lee High School, the rebels, the Lee high rebels."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 249, "text": ": You know, I think each one of these; I was speaking with a friend earlier today who works for the mayor of San Antonio."}, {"sentId": 250, "text": "And she's finally removed Confederate Flag as well and emblems and that's great."}, {"sentId": 251, "text": "But each one needs to be dealt with on an individual basis."}], "speaker": "SELLERS", "secId": 81}, {"sentences": [{"sentId": 252, "text": "Yes."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 253, "text": "For me, Don, let me tell you what I want to do, what I want to do is I want to register 100,000 new South Carolinians."}, {"sentId": 254, "text": "I want to register a million new voters in the south."}, {"sentId": 255, "text": "I want to talk about the Corridor of Shame that we have here in South Carolina."}, {"sentId": 256, "text": "So, while we're talking about cemeteries and statues, I want to make a real change with those nine lives when this flag coming down."}], "speaker": "SELLERS", "secId": 83}, {"sentences": [{"sentId": 257, "text": "Here's what former President Bill Clinton had to say today about the decision to take down the flag."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 258, "text": "I have to say this that I almost cried when I saw that picture of the South Carolina legislature yesterday with republicans and the democrats and the African-Americans and the white people embracing each other and making that vote and seeing the decisive speech made by a woman who was a direct descendent of Jefferson Davis."}, {"sentId": 259, "text": "Don't tell me that we can't get together across the lines that divide."}, {"sentId": 260, "text": "We just have to keep working at it."}], "speaker": "CLINTON", "secId": 85}, {"sentences": [{"sentId": 261, "text": "So, to his point, David, he's saying, don't tell me we can't get together democratic, republican, black, white or whomever and even the discussion, do you think that even the discussion about some of these symbols and monuments that that's not legitimate -- and I'm not advocating  that they should come down one way or the other."}, {"sentId": 262, "text": "But is there a room for at least discussing it?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 263, "text": "You know, in the United States of America, there's room for discussing just about everything."}, {"sentId": 264, "text": "And, in fact, you know, sometimes discussions and debates exactly like this can be very healthy things."}, {"sentId": 265, "text": "You know, one thing that's for certain is we have more discussion and debate that I've seen on the internet, in journals about the Civil War, its meaning and its legacy."}], "speaker": "FRENCH", "secId": 87}, {"sentences": [{"sentId": 266, "text": "And the last four weeks, three weeks, than I've seen in the last three years."}, {"sentId": 267, "text": "So, those kind of discussions can be incredibly healthy and productive and worth having like the discussion that we're having right now."}, {"sentId": 268, "text": "And my part of that discussion is to urge caution and what we do with our open-air monuments, our battlefields, and the emblems of our history."}, {"sentId": 269, "text": "Because those are important teaching tools."}, {"sentId": 270, "text": "In all that they mean, in all the bad that they mean and the things that are better."}], "speaker": "FRENCH", "secId": 88}, {"sentences": [{"sentId": 271, "text": "But also -- I understand what you're saying."}, {"sentId": 272, "text": "But I had this similar discussion about this on CNN where someone asked me, you know, I think it should that the Thomas Jefferson Memorial should come down?"}, {"sentId": 273, "text": "And I said there may be a day where we may want to discuss that, but I wasn't advocating that to come down."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 274, "text": "And I think in this discussions people sort to see things the way they want to see it."}, {"sentId": 275, "text": "And if you say, well, there's room to talk about it, it doesn't mean you should do it."}, {"sentId": 276, "text": "But when I talk about my concern is, is there going to be -- do you think there's going to be some sort of backlash?"}, {"sentId": 277, "text": "Maybe even racial backlash because of what's going on now and just a discussion of this."}, {"sentId": 278, "text": "First to Davis and I'll go to you, quickly though."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 279, "text": "I think that evil, racist people will seize on almost anything."}, {"sentId": 280, "text": "They don't need an excuse to do something evil."}], "speaker": "FRENCH", "secId": 91}, {"sentences": [{"sentId": 281, "text": "Yes."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 282, "text": "So, maybe someone will seize on this, maybe not."}, {"sentId": 283, "text": "But we can't conduct our debates on the basis of what some very tiny few number of evil people do."}], "speaker": "FRENCH", "secId": 93}, {"sentences": [{"sentId": 284, "text": "What you saw this week in South Carolina is what Washington, D.C. and the rest of the world and the country need to follow."}, {"sentId": 285, "text": "You saw black, white, democratic and republican come together for a single cause of good."}, {"sentId": 286, "text": "I firmly believe that David and I contain the world together."}, {"sentId": 287, "text": "So, I look forward to working with him."}, {"sentId": 288, "text": "And not only just talking about this flag, but other issues, so we can move our country next..."}], "speaker": "SELELRS", "secId": 94}, {"sentences": [{"sentId": 289, "text": "And that's the core of who I am and what this show is about."}, {"sentId": 290, "text": "You can have a discussion to call people names even if you disagree with someone..."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 291, "text": "Right."}], "speaker": "SELLERS", "secId": 96}, {"sentences": [{"sentId": 292, "text": "... you can stand next to them and have a discussion about it."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 293, "text": "Yes, absolutely."}], "speaker": "SELELRS", "secId": 98}, {"sentences": [{"sentId": 294, "text": "David, I appreciate your time."}, {"sentId": 295, "text": "Thank you."}, {"sentId": 296, "text": "We'll have you back."}, {"sentId": 297, "text": "Thank you, Bakari."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 298, "text": "Thank you so much."}], "speaker": "SELLERS", "secId": 100}, {"sentences": [{"sentId": 299, "text": "Thank you."}], "speaker": "FRENCH", "secId": 101}, {"sentences": [{"sentId": 300, "text": "We will be here tomorrow again."}, {"sentId": 301, "text": "And again, there it is."}, {"sentId": 302, "text": "There it is the flag standing, but it won't be for long."}, {"sentId": 303, "text": "Some 11 hours, and just about 30 minutes or so, 35 minutes, this flag is going to come down from the state capitol that's been here flying since 1961."}, {"sentId": 304, "text": "Live in Columbia, South Carolina."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 305, "text": "Coming up, the man who made an emotional call."}, {"sentId": 306, "text": "An emotional call at Reverend Pinckney funeral for the Confederate Flag to come down."}, {"sentId": 307, "text": "How he feels now that his prayers are being answered."}, {"sentId": 308, "text": "Plus, I've got to talk about Donald Trump."}, {"sentId": 309, "text": "Surging really in the polls, but has he lost the apprentice vote?"}, {"sentId": 310, "text": "We'll talk about that."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 311, "text": "Live, don't roll the front."}, {"sentId": 312, "text": "11 hours and 31 minutes."}, {"sentId": 313, "text": "And we're 11 hours and 31 minutes, that's when that flag will come down."}, {"sentId": 314, "text": "We're live from South Carolina now, Columbia, South Carolina."}, {"sentId": 315, "text": "And it's hard to ignore what happened at the Emanuel AME Church."}, {"sentId": 316, "text": "Part of reason that this is happening."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 317, "text": "The Reverend Gerald Malloy was at the funeral for the Reverend Clementa Pinckney."}, {"sentId": 318, "text": "I want you to listen to what he's going to have to say and then we're going to talk to him."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 319, "text": "Declare all the change that you wanted to see, and all the change that you wanted to do, and all the things that we talked to."}, {"sentId": 320, "text": "Because of you, we will see the Confederate Flag come down here in the State of South Carolina."}, {"sentId": 321, "text": "You're the one that did it."}, {"sentId": 322, "text": "It's coming down."}], "speaker": "MALLOY", "secId": 106}, {"sentences": [{"sentId": 323, "text": "Joe Malloy is here with me along Malcolm Graham, the brother of Cynthia Hurd."}, {"sentId": 324, "text": "Cynthia Hurd also died in -- sadly in the church."}, {"sentId": 325, "text": "Thank you, gentlemen, for joining me."}, {"sentId": 326, "text": "Did you ever think even when you are giving that eulogy, giving, talking about your friend?"}, {"sentId": 327, "text": "Did you ever think that you would see this day would come?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 328, "text": "I thought after this happened and during the eulogy, I thought that it very well would happen then."}, {"sentId": 329, "text": "Prior today I was just hopeful; I did not know that it would happen in my lifetime."}], "speaker": "MALLOY", "secId": 108}, {"sentences": [{"sentId": 330, "text": "What do you think Clem would say about this?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 331, "text": "Well, I think Clem was a person that would sort of minimize himself and inflate everybody else."}, {"sentId": 332, "text": "And so, Clem say thank you is one step that there's a lot of work to be done and he would be out here with us trying to end up trying to end making certain that we could take one step forward."}, {"sentId": 333, "text": "He'd asking then what?"}, {"sentId": 334, "text": "What is next?"}], "speaker": "MALLOY", "secId": 110}, {"sentences": [{"sentId": 335, "text": "Yes."}, {"sentId": 336, "text": "I know you don't want to speak for your sister but you guys were closed."}, {"sentId": 337, "text": "But what is your called her, you says she was always in your business, she was a busy buddy, right."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 338, "text": "She's a busy buddy."}, {"sentId": 339, "text": "Yes."}], "speaker": "GRAHAM", "secId": 112}, {"sentences": [{"sentId": 340, "text": "So, you knew her, I mean, you guys were tight."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 341, "text": "We were."}, {"sentId": 342, "text": "LEMON: What do you think she would make of this moment?"}], "speaker": "GRAHAM", "secId": 114}, {"sentences": [{"sentId": 343, "text": "She would hope that it's not just a moment."}, {"sentId": 344, "text": "That it's the beginning of her movement."}, {"sentId": 345, "text": "That there's a lot more work to be done in terms of public policies to be advanced."}, {"sentId": 346, "text": "The racial issues in South Carolina and across the nation."}, {"sentId": 347, "text": "So, there are a number of other issues that have to be voted on and passed by general assembly in South as well, South Carolina and throughout the country."}], "speaker": "GRAHAM", "secId": 115}, {"sentences": [{"sentId": 348, "text": "What does this mean to your family?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 349, "text": "And by the way, but I'm so sorry."}, {"sentId": 350, "text": "How is everyone doing?"}, {"sentId": 351, "text": "I'm so sorry."}], "speaker": "GRAHAM", "secId": 117}, {"sentences": [{"sentId": 352, "text": "Everyone is taking one day at a time."}], "speaker": "GRAHAM", "secId": 118}, {"sentences": [{"sentId": 353, "text": "All right."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 354, "text": "We're getting there."}, {"sentId": 355, "text": "It's a process."}, {"sentId": 356, "text": "And so, with other sister, we want to uplift her memory and legacy."}, {"sentId": 357, "text": "And we want to make sure that it's not just a name on a piece of paper but this is living person."}], "speaker": "GRAHAM", "secId": 120}, {"sentences": [{"sentId": 358, "text": "Does this help?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 359, "text": "It's been this week."}, {"sentId": 360, "text": "Because, you know, upon her is desire of keeping the flag up and my sister being alive."}, {"sentId": 361, "text": "I would want my sister being with me today."}, {"sentId": 362, "text": "And still working on it."}, {"sentId": 363, "text": "So, I understand her sacrifice and the sacrifice of the others."}, {"sentId": 364, "text": "This is a start, a moment I'm waiting for the movement."}], "speaker": "GRAHAM", "secId": 122}, {"sentences": [{"sentId": 365, "text": "Yes."}, {"sentId": 366, "text": "And speak to that because, you know, Governor Nikki Haley said today that this is going to change the way generation to come of people who look at the south."}, {"sentId": 367, "text": "But you said there is so much work to be done."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 368, "text": "So much work to be done."}, {"sentId": 369, "text": "And obviously we think that the sacrifice of these families and all of these individuals, we are hoping that it will lead to reconciliation that we will have those discussions that are necessary."}, {"sentId": 370, "text": "And we think that this flag being taken down is just one step."}, {"sentId": 371, "text": "It is a symbol that is being removed."}], "speaker": "MALLOY", "secId": 124}, {"sentences": [{"sentId": 372, "text": "It's like a symptom of the disease."}, {"sentId": 373, "text": "And we want to make sure, Don, that we can continue to have these doors that are open."}, {"sentId": 374, "text": "That is open to everyone so that we can continue to have these discussions."}, {"sentId": 375, "text": "We can't shut these doors once the cameras are gone, once the flag is down so that we can start working on these issues of disparity and health care, extension on Medicaid, inequity, and funding."}, {"sentId": 376, "text": "And those issues that Senator Pinckney end up standing for."}], "speaker": "MALLOY", "secId": 125}, {"sentences": [{"sentId": 377, "text": "Yes."}, {"sentId": 378, "text": "You know, I spoke to you earlier."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 379, "text": "Absolutely."}], "speaker": "MALLOY", "secId": 127}, {"sentences": [{"sentId": 380, "text": "And I said, you know, I want to talk to you about the living legacy of Clementa Pinckney."}, {"sentId": 381, "text": "Because, you know, he was a national figure to some but he wasn't as well known, you know, around the country as he is here."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 382, "text": "That's right."}], "speaker": "MALLOY", "secId": 129}, {"sentences": [{"sentId": 383, "text": "But he was a harder man who -- when you listen to his speeches and you listen to what he wanted he deserves to have a living legacy even in..."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 384, "text": "I think that right now, we know that Senator Pinckney if for the ages."}, {"sentId": 385, "text": "Now what they start is listen to his words."}, {"sentId": 386, "text": "You would see how eloquent that he was and what he actually ended up standing for."}, {"sentId": 387, "text": "I think now the nation will end up knowing and has been said over and over again, this young man was -- the closest word that I could find to describe him, prodigy."}, {"sentId": 388, "text": "I think that Senator Pinckney was a prodigy and what we're seeing in South Carolina is that he was the shepherd."}, {"sentId": 389, "text": "God chose the right person."}, {"sentId": 390, "text": "This person, I mean, you can't shake things around and end up coming out with somebody think anything bad about him."}], "speaker": "MALLOY", "secId": 131}, {"sentences": [{"sentId": 391, "text": "Yes."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 392, "text": "And he stood for causes."}, {"sentId": 393, "text": "And he stood for the least of those, the voice for the voices."}], "speaker": "MALLOY", "secId": 133}, {"sentences": [{"sentId": 394, "text": "I have to tell you that we got into a taxi the other day and the driver was friend."}, {"sentId": 395, "text": "His wife is a co-worker of your sisters."}, {"sentId": 396, "text": "And said, you know, when -- I think he said, when his wife got cancer your sister was the first one to, the first one to come to the house everyday asking which -- and that's the kind of person that she was."}, {"sentId": 397, "text": "Is your family going to be here tomorrow?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 398, "text": "No, we're not."}, {"sentId": 399, "text": "Again, my family didn't pay a whole lot of attention to the Confederate Flag when it was up."}, {"sentId": 400, "text": "We're not going to give it a whole of our attention coming down tomorrow."}], "speaker": "GRAHAM", "secId": 135}, {"sentences": [{"sentId": 401, "text": "What about your sister's legacy, though?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 402, "text": "I think it's in twice."}, {"sentId": 403, "text": "I mean, the Charleston company library are branch for Cynthia Graham Hurd, the College of Charleston has named its most prestigious college for Cynthia Graham Hurd."}], "speaker": "GRAHAM", "secId": 137}, {"sentences": [{"sentId": 404, "text": "Yes."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 405, "text": "The library sole station the authors from all over the country have signed over 1500 books sending it to the library in Charleston under Cynthia Graham Hurd's name."}, {"sentId": 406, "text": "So, in her death she's still living."}], "speaker": "GRAHAM", "secId": 139}, {"sentences": [{"sentId": 407, "text": "Yes."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 408, "text": "And so, my goal is to make sure that her legacy lives on, too."}], "speaker": "GRAHAM", "secId": 141}, {"sentences": [{"sentId": 409, "text": "Unfortunately, I don't -- I'm out of time but I want to ask you, do you think that by removing this is as a whitewashing of history?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 410, "text": "I don't know that it's a whitewashing of history."}, {"sentId": 411, "text": "I think that history is going to be there for the ages."}, {"sentId": 412, "text": "What we need to get rid of is a symbol that is divisive."}, {"sentId": 413, "text": "And when someone uses a symbol that divides us as opposed to unite us and it causes pain on individuals here in our state, then I think it's time to let it go."}], "speaker": "MALLOY", "secId": 143}, {"sentences": [{"sentId": 414, "text": "Thank you."}, {"sentId": 415, "text": "I'm out of time."}, {"sentId": 416, "text": "I spent a lot of time with you this evening."}, {"sentId": 417, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 418, "text": "Nice to be here."}], "speaker": "MALLOY", "secId": 145}, {"sentences": [{"sentId": 419, "text": "Thank you very much."}], "speaker": "GRAHAM", "secId": 146}, {"sentences": [{"sentId": 420, "text": "All right."}, {"sentId": 421, "text": "We're thinking about your families."}, {"sentId": 422, "text": "Please let them know."}, {"sentId": 423, "text": "Thank you so much."}, {"sentId": 424, "text": "When we come right back, you would think -- we also talked about Donald Trump -- you would think that you could count on his apprentice, he could account on his \"Apprentice\" contestants."}, {"sentId": 425, "text": "But after his comments after Mexican immigrants, will they even vote for him?"}, {"sentId": 426, "text": "I'm going to ask two former contestants."}, {"sentId": 427, "text": "That's next."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 428, "text": "We're back now live in Columbia where tomorrow morning the Confederate Flag will be moved off the State House ground."}, {"sentId": 429, "text": "Now I want to turn, though, to Donald Trump who made dozens of people famous as contestants of \"The Apprentice,\" and it really send many of them give them into rolling careers."}, {"sentId": 430, "text": "But how do they feel about his comments on Mexican immigrants as criminals and rapist?"}, {"sentId": 431, "text": "And will they vote for him?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 432, "text": "Randal Pinkett is one of \"The Apprentice\" that season four, and Katrina Campins is a contestant from season one."}, {"sentId": 433, "text": "Good evening to both of you."}, {"sentId": 434, "text": "Thanks for joining us."}, {"sentId": 435, "text": "Katrina, to you first."}, {"sentId": 436, "text": "He's dominating the airwaves right now."}, {"sentId": 437, "text": "But are you concerned that Donald Trump being Donald Trump will actually hurt him and his bottom line in the long run?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 438, "text": "Well, you know, I've known Donald Trump for over a decade now."}, {"sentId": 439, "text": "And the one thing that I admire about the man is that he speaks truth and he stands behind his truth."}, {"sentId": 440, "text": "Regardless of whether do you agree with the delivery of the message or not you can't debate that he's bringing to light important issues."}], "speaker": "CAMPINS", "secId": 150}, {"sentences": [{"sentId": 441, "text": "I think that we live in a country where we boast about having freedom of speech but yet, most Americans are afraid to use it."}, {"sentId": 442, "text": "And I think that's because of our innate ability or I should say insecurity within most human beings."}, {"sentId": 443, "text": "And that overwhelming need to be accepted rather than to be rejected."}], "speaker": "CAMPINS", "secId": 151}, {"sentences": [{"sentId": 444, "text": "Not to mention that as a small business owner, I've spoken to so many small business owners who are afraid to actually voice their opinion for fear that their customers will leave them and then they'll basically not have the ability to provide for their family."}, {"sentId": 445, "text": "Their livelihood will be gone."}, {"sentId": 446, "text": "And so, really, do we live in a country where we're allowed to speak truth?"}, {"sentId": 447, "text": "And I think that's what Donald Trump is really bringing to life right now."}, {"sentId": 448, "text": "And, you know, as a Cuban-American, my parents are immigrants."}], "speaker": "CAMPINS", "secId": 152}, {"sentences": [{"sentId": 449, "text": "Are you condoning what he's saying?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 450, "text": "What I'm saying is that there's truth behind what he's saying."}, {"sentId": 451, "text": "So, maybe the delivery is not what we all want to hear, but there's truth behind it."}, {"sentId": 452, "text": "For instance, I think that it's a free for all."}, {"sentId": 453, "text": "Right now, immigration is a big topic because he's brought that to light."}], "speaker": "CAMPINS", "secId": 154}, {"sentences": [{"sentId": 454, "text": "I'm a Cuban-American and I am so proud that my parents were immigrants, but they came here the right way."}, {"sentId": 455, "text": "They followed the policy and things were done right."}, {"sentId": 456, "text": "All he's saying is it can't be a free-for- all."}, {"sentId": 457, "text": "And there has to be a procedure."}, {"sentId": 458, "text": "And so, everybody is up in arms because they're basically, you know, changing his words and just focusing on a few words that he said."}, {"sentId": 459, "text": "But let's not forget about the overall messaging here."}, {"sentId": 460, "text": "You know, everybody is trying so hard to be politically..."}], "speaker": "CAMPINS", "secId": 155}, {"sentences": [{"sentId": 461, "text": "OK."}, {"sentId": 462, "text": "I want Randall to be able to get in here because we don't have a lot of time."}, {"sentId": 463, "text": "But, I understand."}, {"sentId": 464, "text": "You think that his messages right but he's not saying it properly."}, {"sentId": 465, "text": "Randal, you disagree with that?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 466, "text": "Yes."}, {"sentId": 467, "text": "I completely disagree with all due respect to Katrina."}, {"sentId": 468, "text": "I don't hear any truth in what Donald is saying, to say that Mexicans are rapists and are criminals."}, {"sentId": 469, "text": "And I think the real issue here is an issue around privilege."}], "speaker": "PINKETT", "secId": 157}, {"sentences": [{"sentId": 470, "text": "First of all, I don't think Donald realized what he was saying when he said it."}, {"sentId": 471, "text": "And he said it as he was kicking off his presidential campaign."}, {"sentId": 472, "text": "Just like his introduction to America as a candidate for political office."}, {"sentId": 473, "text": "You're saying Mexicans are rapists and are criminals."}], "speaker": "PINKETT", "secId": 158}, {"sentences": [{"sentId": 474, "text": "And then having been called out on saying it, the man is doubling down and not retreating and not apologizing."}, {"sentId": 475, "text": "There is no truth in the idea of immigrants being rapists and criminals."}, {"sentId": 476, "text": "And the second thing I say on that is..."}], "speaker": "PINKETT", "secId": 159}, {"sentences": [{"sentId": 477, "text": "But Randal, he's not saying -- you have to give he's not saying that all Mexicans rapists."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 478, "text": "No, he's not saying all, but he is..."}], "speaker": "PINKETT", "secId": 161}, {"sentences": [{"sentId": 479, "text": "Exactly."}, {"sentId": 480, "text": "He's not saying all Mexicans are..."}], "speaker": "CAMPINS", "secId": 162}, {"sentences": [{"sentId": 481, "text": "... but he is stereotyping."}, {"sentId": 482, "text": "And he's feeding into a stereotype."}, {"sentId": 483, "text": "And if you endeavor to be the president of the free country then you have to have more responsible language, more inclusive language, more representative language that all Americans can see what it's like..."}], "speaker": "PINKETT", "secId": 163}, {"sentences": [{"sentId": 484, "text": "There's no truth to what he's saying at all that -- there's no truth to what he's saying at all in your estimation?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 485, "text": "Well, there's no truth to the stereotype of Mexicans being rapists and criminals, no."}, {"sentId": 486, "text": "And as much as he is not retreated."}, {"sentId": 487, "text": "He has lost sponsorships, he has lost business."}, {"sentId": 488, "text": "I don't think it's a matter of us not wanting to have honest or direct dialogue."}, {"sentId": 489, "text": "I think it's a matter of insensitivity."}], "speaker": "PINKETT", "secId": 165}, {"sentences": [{"sentId": 490, "text": "Right."}], "speaker": "CAMPINS", "secId": 166}, {"sentences": [{"sentId": 491, "text": "And a lack of awareness of what he's saying as a result of privilege."}], "speaker": "PINKETT", "secId": 167}, {"sentences": [{"sentId": 492, "text": "And I think there are lots, so many of those business relationships..."}], "speaker": "CAMPINS", "secId": 168}, {"sentences": [{"sentId": 493, "text": "Yes."}, {"sentId": 494, "text": "And, Katrina, I mean, you have to admit companies are cutting ties."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 495, "text": "Yes."}], "speaker": "CAMPINS", "secId": 170}, {"sentences": [{"sentId": 496, "text": "Go ahead."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 497, "text": "And companies are cutting ties."}, {"sentId": 498, "text": "And this is what trying - this is what I'm saying is that companies are cutting ties because he's not being politically correct."}, {"sentId": 499, "text": "Should he have mentioned, you know..."}], "speaker": "CAMPINS", "secId": 172}, {"sentences": [{"sentId": 500, "text": "Because incorrect."}], "speaker": "PINKETT", "secId": 173}, {"sentences": [{"sentId": 501, "text": "... the part about the Mexicans and labeling them as -- he is completely being politically incorrect."}, {"sentId": 502, "text": "And I'm not saying that what he said about Mexicans being rapists is right."}, {"sentId": 503, "text": "Absolutely not."}, {"sentId": 504, "text": "That's a generalization."}, {"sentId": 505, "text": "But what I'm saying is how quick are these companies to basically cut ties with him because he's voicing his opinion on the general issue."}], "speaker": "CAMPINS", "secId": 174}, {"sentences": [{"sentId": 506, "text": "He addresses that in an interview."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 507, "text": "You know, let's not just focus on..."}], "speaker": "CAMPINS", "secId": 176}, {"sentences": [{"sentId": 508, "text": "Let's listen."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 509, "text": "Macy's was weak."}, {"sentId": 510, "text": "They were very weak because they want to be politically correct."}, {"sentId": 511, "text": "By the way, thousands of people are cutting up their Macy's credit card right now and I love that."}, {"sentId": 512, "text": "I love that because I hate to see weak people when they're wrong."}, {"sentId": 513, "text": "I think they're paying a very big price."}], "speaker": "TRUMP", "secId": 178}, {"sentences": [{"sentId": 514, "text": "So I apologize because there's a delay to cut you off."}, {"sentId": 515, "text": "So, that"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 516, "text": "was in the interview."}, {"sentId": 517, "text": "So, go ahead and respond to that."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 518, "text": "So, and to his point, everybody is very quick when somebody is not -- doesn't have the popular opinion to basically cut ties with them."}, {"sentId": 519, "text": "So, really, my question is, do we have freedom of speech in this country or not?"}, {"sentId": 520, "text": "Because all of these countries are basically cutting ties with him because it's not popular opinion."}, {"sentId": 521, "text": "And that's what's so fearful."}], "speaker": "CAMPINS", "secId": 181}, {"sentences": [{"sentId": 522, "text": "But Katrina..."}], "speaker": "PINKETT", "secId": 182}, {"sentences": [{"sentId": 523, "text": "OK."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 524, "text": "But, Katrina, the point is not..."}], "speaker": "PINKETT", "secId": 184}, {"sentences": [{"sentId": 525, "text": "Let Randal get in here."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 526, "text": "The point is not whether Donald is articulating a popular opinion."}, {"sentId": 527, "text": "It's whether he's articulating an offensive position, an insensitive position, an insulting position, and an inaccurate position."}, {"sentId": 528, "text": "And so, I don't think Americans have a problem with unpopular views."}], "speaker": "PINKETT", "secId": 186}, {"sentences": [{"sentId": 529, "text": "I think Americans, like myself, have a popular -- have a problem with views that are offensive, that are stereotypical and that are divisive at a time when, Don, you're in South Carolina."}, {"sentId": 530, "text": "At a time when our country needs us to come together and to have language of inclusiveness, the last thing we need is a presidential candidate spewing language that is divisive and that unfortunately is what Donald is doing."}], "speaker": "PINKETT", "secId": 187}, {"sentences": [{"sentId": 531, "text": "All right."}, {"sentId": 532, "text": "Thank you, guys."}, {"sentId": 533, "text": "And again, I apologize for the delay but I appreciate the conversation."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 534, "text": "And I agree with you on the point about -- you're welcome."}], "speaker": "CAMPINS", "secId": 189}, {"sentences": [{"sentId": 535, "text": "Katrina and Randal, thank you."}, {"sentId": 536, "text": "I appreciate it."}, {"sentId": 537, "text": "Donald Trump refuses to back down over these comments, the comments about immigrants."}, {"sentId": 538, "text": "So, how worried are the leaders of the Republican Party about this?"}, {"sentId": 539, "text": "We're going to debate that next."}, {"sentId": 540, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 541, "text": "We are live now in Columbia, South Carolina."}, {"sentId": 542, "text": "Tonight on the eve of the day the Confederate Flag will come down."}, {"sentId": 543, "text": "There it is."}, {"sentId": 544, "text": "If you're watching this show, this may be one of the last times you see it."}, {"sentId": 545, "text": "The Confederate Flag still standing at the State House, right here in Columbia, South Carolina."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 546, "text": "Let's continue our conversation, though, about Donald Trump whose spin on his phone call with the chairman of the Republican National Committee, Reince Priebus is that it was congratulatory in tone."}, {"sentId": 547, "text": "I want to talk about that and his impact on the GOP race with Kayleigh McEnany, editor of the Political Prospect."}, {"sentId": 548, "text": "And also Marc Lamont Hill, CNN political commentator."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 549, "text": "Thank you both for joining me tonight here."}, {"sentId": 550, "text": "Lots to talk about."}, {"sentId": 551, "text": "Donald Trump, really, he's pushing back on the reports that Reince Priebus, kind of talking to the woods shatter just really asking him to tone down his remarks about immigration."}, {"sentId": 552, "text": "Let's listen and then we'll talk about to it."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 553, "text": "It was a very nice call."}, {"sentId": 554, "text": "And it was really more of a congratulatory call."}, {"sentId": 555, "text": "He said, you know, how well we're doing and you saw we went to number one in various polls."}, {"sentId": 556, "text": "He talked about how well we're doing and how he's literally not seen anything like this."}, {"sentId": 557, "text": "And it was a very nice call."}, {"sentId": 558, "text": "It lasted for probably 10 minutes, maybe a couple of minutes more than that."}, {"sentId": 559, "text": "And that was the end of the call."}], "speaker": "TRUMP", "secId": 194}, {"sentences": [{"sentId": 560, "text": "I mean, Marc, who would ask Donald Trump to tone it down?"}, {"sentId": 561, "text": "I mean, I really don't think it's in his nature."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 562, "text": "It's not in his nature, but I think it's in the Republican Party's interest to tell him to tone it down."}, {"sentId": 563, "text": "Donald trump has a worse sense of reality."}, {"sentId": 564, "text": "I don't doubt that he really saw hat as a congratulatory call."}, {"sentId": 565, "text": "And I'm sure Reince Priebus did say he's never seen anything like this."}], "speaker": "HILL", "secId": 196}, {"sentences": [{"sentId": 566, "text": "None of us have seen anything quite like Donald Trump on the campaign trail."}, {"sentId": 567, "text": "But the truth is, he's bad for republican business because every time he opens his mouth, the rest of the candidates have to talk about him instead of issues that they care about."}], "speaker": "HILL", "secId": 197}, {"sentences": [{"sentId": 568, "text": "Yes."}, {"sentId": 569, "text": "But they are talking about issues that won't otherwise be talking about, Marc."}], "speaker": "MCENANY", "secId": 198}, {"sentences": [{"sentId": 570, "text": "No."}, {"sentId": 571, "text": "But they have to say things like, no, we don't think Mexicans are rapists."}, {"sentId": 572, "text": "That's not what a republican candidate wants to be saying like that."}], "speaker": "HILL", "secId": 199}, {"sentences": [{"sentId": 573, "text": "So, that's not exactly what he said, by the way."}, {"sentId": 574, "text": "He said when Mexico sends people."}, {"sentId": 575, "text": "That's different than saying all 11 million illegal immigrants are in fact, rapists."}], "speaker": "MCENANY", "secId": 200}, {"sentences": [{"sentId": 576, "text": "Yes, I'm not saying he said that."}, {"sentId": 577, "text": "I'm saying, though, they put on a defensive foster of having to explain their stand on Mexicans and rape rather than talking about their plan for immigration or economics or reform or whatever."}], "speaker": "HILL", "secId": 201}, {"sentences": [{"sentId": 578, "text": "But the fact that you're on television arguing about it, and I'm having to tell people, well, he's not actually saying that all Mexicans are rapists and criminals."}, {"sentId": 579, "text": "I think to Marc's point, that's not where people want the conversation to be going when it comes to immigration, Kayleigh, do you disagree with that."}, {"sentId": 580, "text": "MCENANY: No, I agree with you completely."}, {"sentId": 581, "text": "I think he should have used"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 582, "text": "different verbiage."}, {"sentId": 583, "text": "I can't we can't afford to have another headache on the campaign trail."}, {"sentId": 584, "text": "So, Donald Trump, I hope you listened to Reince Priebus and he's going to tone it down."}, {"sentId": 585, "text": "But I can appreciate the fact that Donald Trump has brought to light what is a very important issue."}, {"sentId": 586, "text": "We saw a young the young 32-year-old girl killed last week just in San Francisco by a man who ran back the across border five different times after being deported."}, {"sentId": 587, "text": "This is a problem he is bringing us to the forefront."}, {"sentId": 588, "text": "That's a good thing but the verbiage needs to change."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 589, "text": "Well, it's partly a verbal, a rhetorical issue."}, {"sentId": 590, "text": "It's also an empirical issue."}, {"sentId": 591, "text": "I mean, there's plenty of studies that show that the relationship between prime and illegal immigration is not what republicans particularly Donald Trump has suggested it is."}], "speaker": "HILL", "secId": 204}, {"sentences": [{"sentId": 592, "text": "But I agree with you."}, {"sentId": 593, "text": "We need some sort of border."}, {"sentId": 594, "text": "We need to have some sort of rules and laws and place."}, {"sentId": 595, "text": "And the Obama administration and everyone else has not done an adequate job of that."}, {"sentId": 596, "text": "But what Trump is doing is really watering down the discourse and really taking it down to a level that we don't want to be at right now as a country."}], "speaker": "HILL", "secId": 205}, {"sentences": [{"sentId": 597, "text": "I'm wondering, though, if he could get the Latino vote as he says -- that's what he told Anderson."}, {"sentId": 598, "text": "Listen to this."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 599, "text": "I will get more Latinos than anybody else."}, {"sentId": 600, "text": "I have thousands of Latinos that work for me right now."}, {"sentId": 601, "text": "And I'll tell you what I'm going to get."}, {"sentId": 602, "text": "Because at the appropriate time, that later on, probably after the primary situation, assuming I win, which I hope I do."}, {"sentId": 603, "text": "I mean, I'm in it to win it."}, {"sentId": 604, "text": "We'll see what happens."}, {"sentId": 605, "text": "I'm going to have thousands of people that work for me standing up saying we love Trump."}, {"sentId": 606, "text": "And what I'm going to do for the Latinos is I'm going to be able to create jobs."}], "speaker": "TRUMP", "secId": 207}, {"sentences": [{"sentId": 607, "text": "This is the classic delusion of rich white men."}, {"sentId": 608, "text": "They actually think that the Mexicans, the black people to work for them actually like them."}, {"sentId": 609, "text": "What does he think they say when he leaves the room?"}, {"sentId": 610, "text": "He think -- his plan for getting the Mexican vote is -- I'm going to call them rapists."}, {"sentId": 611, "text": "But I'm going to get my butler to stand up and say that I'm a good guy..."}], "speaker": "HILL", "secId": 208}, {"sentences": [{"sentId": 612, "text": "Marc, I do have to say, my colleague Jo Johns  interviewed some people who are on the job site."}, {"sentId": 613, "text": "And they said, listen, I don't want to get into this debate, I'm just here."}, {"sentId": 614, "text": "I want a job."}, {"sentId": 615, "text": "I want to make some money."}, {"sentId": 616, "text": "I wonder of that translates into the voting booth, Kayleigh."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 617, "text": "I think it absolutely could."}, {"sentId": 618, "text": "Look, Donald Trump is a job creator."}, {"sentId": 619, "text": "I think that that's a very powerful selling point."}, {"sentId": 620, "text": "It will play well with the Latino community."}, {"sentId": 621, "text": "And also, many people in the Latino community who have immigrated here legally are very passionate about doing things the right way and equally as concerned about the border."}, {"sentId": 622, "text": "So, I think that that will play well with them."}, {"sentId": 623, "text": "However, you can't appear to malign ethnicity which in some ways Donald Trump appeared to do that."}, {"sentId": 624, "text": "He didn't actually do that, but we shouldn't be having that discussion and that certainly won't be playing well with Latinos."}], "speaker": "MCENANY", "secId": 210}, {"sentences": [{"sentId": 625, "text": "I think it's borderline absurd..."}], "speaker": "HILL", "secId": 211}, {"sentences": [{"sentId": 626, "text": "Marc."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 627, "text": "I think it's absurd to think Donald Trump can get the Latino vote."}], "speaker": "HILL", "secId": 213}, {"sentences": [{"sentId": 628, "text": "What do you mean it's not absurd?"}], "speaker": "MCENANY", "secId": 214}, {"sentences": [{"sentId": 629, "text": "I mean, just -- I'm just basing it on polling numbers."}, {"sentId": 630, "text": "I mean, that it doesn't suggest that Latinos are going to vote for him."}, {"sentId": 631, "text": "The only evidence we have is that Donald Trump's claim that the thousands of Latinos who work for him are going to stand up and vote for him."}, {"sentId": 632, "text": "I'm looking at the data of the polling don't suggest the Latinos are going to vote for him."}], "speaker": "HILL", "secId": 215}, {"sentences": [{"sentId": 633, "text": "The polls are meaningless, right, no, Marc."}, {"sentId": 634, "text": "You have to give him time to articulate his stands on the debate stage."}, {"sentId": 635, "text": "You certainly can make comments like we heard him make."}, {"sentId": 636, "text": "But I do think that that's a powerful point."}, {"sentId": 637, "text": "We ought to make and what people care about."}], "speaker": "MCENANY", "secId": 216}, {"sentences": [{"sentId": 638, "text": "No one is going to vote for him especially being number two in the polls."}, {"sentId": 639, "text": "People -- here's my thing, people may be sitting on television in political circles debating about what Donald Trump means and what he's saying and what's not."}, {"sentId": 640, "text": "But he's appealing to someone; otherwise, he would not be number two in the polls, Marc."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 641, "text": "Well, two things."}, {"sentId": 642, "text": "One, if polls are meaningless to her point, then, no."}, {"sentId": 643, "text": "That would negate all this conversation."}], "speaker": "HILL", "secId": 218}, {"sentences": [{"sentId": 644, "text": "I did point they're meaningless."}], "speaker": "MCENANY", "secId": 219}, {"sentences": [{"sentId": 645, "text": "Yes."}, {"sentId": 646, "text": "And I'm saying if that in fast is true then we don't even know if Trump is really number two."}, {"sentId": 647, "text": "His position could be a proxy for other things like name recognition, facial recognition."}, {"sentId": 648, "text": "And the fact that people like talking about him."}, {"sentId": 649, "text": "But I want to give Trump the benefit of the doubt and say he is number two right now."}, {"sentId": 650, "text": "The question, though, is who's voting for him, who likes him?"}, {"sentId": 651, "text": "I don't think it's Latinos, I don't think it's black people."}, {"sentId": 652, "text": "I don't think it's women."}, {"sentId": 653, "text": "I think there's a particular sector of the polls and of the republican base that he appeals to."}], "speaker": "HILL", "secId": 220}, {"sentences": [{"sentId": 654, "text": "I've got 15 seconds left and I want get Kayleigh time to throw if you can hear over the motorcycles."}, {"sentId": 655, "text": "Kayleigh, go ahead, real quick."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 656, "text": "Marc, the one thing that does appeal to people with Donald Trump is he has a very populous tone."}, {"sentId": 657, "text": "People are tired of the bottom up politician; they're tired of the rehearsed lines that you certainly get from Hillary Clinton and a lot of these other guys."}, {"sentId": 658, "text": "Donald Trump is real in many ways."}, {"sentId": 659, "text": "So, if you can push aside the statements, then he'll be just fine."}], "speaker": "MCENANY", "secId": 222}, {"sentences": [{"sentId": 660, "text": "Thank you."}, {"sentId": 661, "text": "I appreciate it."}, {"sentId": 662, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 663, "text": "And just about 11 hours from now this flag will be history, at least when it comes to the South Carolina state house grounds here in Columbia."}, {"sentId": 664, "text": "Make sure you stick with CNN for all the live coverage, a developing story tomorrow, tonight and tomorrow evening as well."}, {"sentId": 665, "text": "I'm Don Lemon, \"360\" starts now."}], "speaker": "LEMON", "secId": 224}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.09.cnnt.01.html.json", "time": "Aired July 9, 2015 - 22:00:00   ET"}