{"sectionCount": 221, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "FIELD", "FLORES", "OBAMA", "HOSTIN", "SELLERS", "JONES", "VAN JONES", "UNIDENTFIIED MALE"], "subTitle": "Escaped Prisoner Richard Matt Is Dead; Re-Air of Obama Eulogy of Clementa Pinckney; Panel Discussion. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/26/cnnt.02.html", "sentenceCount": 378, "sections": [{"sentences": [{"sentId": 0, "text": "It is 11pm here in Charleston on a day for the history books."}, {"sentId": 1, "text": "This is CNN Tonight, I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "Our breaking news tonight: manhunt escaped prisoner Richard Matt is dead."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "Now officers are pursuing fugitive David Sweat."}, {"sentId": 4, "text": "We're going to go live to the scene for you."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "This is on a day that gay Americans are celebrating the Supreme Court ruling making it legal for same sex couples to get married in all 50 states."}, {"sentId": 6, "text": "And on the day that President Barack Obama turned his eulogy for Reverend Clementa Pinckney into a rousing sermon on race and the power of faith."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "We're going to play that in its entirety for you in this broadcast tonight."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "But I want to begin on our very latest on the breaking news on the manhunt in upstate New York."}, {"sentId": 9, "text": "Let's go right to CNN's Alexandra Field in Malone, New York with the very latest for us on that."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "So Alex, with David Sweat still on the loose how does nightfall affect this search?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 11, "text": "They're going to continue to search through the night because they are as close to him as they believe they may have ever been."}, {"sentId": 12, "text": "They believe that he was with Richard Matt at the time that officers closed in on Matt, a tactful unit taking him down."}, {"sentId": 13, "text": "So certainly they would not retreat at this point."}], "speaker": "FIELD", "secId": 7}, {"sentences": [{"sentId": 14, "text": "In fact you've got 1200 law enforcement officers who are in this county today involved in this search."}], "speaker": "FIELD", "secId": 8}, {"sentences": [{"sentId": 15, "text": "You might be able to see some of the cruisers that are behind me."}, {"sentId": 16, "text": "We have seen nothing but officers rushing in toward Titus Mountain today."}], "speaker": "FIELD", "secId": 9}, {"sentences": [{"sentId": 17, "text": "We've been told by law enforcement sources that they've got a tight perimeter around the area that they're trying to contain David Sweat within it."}], "speaker": "FIELD", "secId": 10}, {"sentences": [{"sentId": 18, "text": "However the governors are saying there have been no definitive sightings, no reported sightings of Sweat tonight."}, {"sentId": 19, "text": "Law enforcement officers did not see him with Matt when they closed in on Matt but again they have every reason to believe that the pair remain together."}], "speaker": "FIELD", "secId": 11}, {"sentences": [{"sentId": 20, "text": "Here's what they are learning though from the encounter with Matt."}, {"sentId": 21, "text": "They know that Matt had a shotgun, they fired at him when he refused to put his hands up at their command."}, {"sentId": 22, "text": "He did not fire on police officers."}, {"sentId": 23, "text": "But now police are certainly operating under the assumption that they have been operating under almost from the start that when they encounter David Sweat they expect he would be armed as well."}], "speaker": "FIELD", "secId": 12}, {"sentences": [{"sentId": 24, "text": "Tell us about the tips that led investigators to this point Alex."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 25, "text": "This was sort of a confluence of events that brought them into Richard Matt."}], "speaker": "FIELD", "secId": 14}, {"sentences": [{"sentId": 26, "text": "We know that this hunt has lasted three weeks to the day now."}, {"sentId": 27, "text": "Richard Matt killed the day after his 49th birthday."}, {"sentId": 28, "text": "Within the last two days Don on the ground we've seen this search shift into the Malone area and that was because of a burglary at a cabin, that's why police initially came to the area."}, {"sentId": 29, "text": "They found evidence that the men had been here, they concentrated their resources here and then it all came together this afternoon."}, {"sentId": 30, "text": "Shots being fired, a bullet striking a camper that a man was driving."}, {"sentId": 31, "text": "He continued to drive for a few miles, found that a bullet had struck his camper, he phoned police, they backtracked and in that area they fanned out, they did a sweep, that's when they encountered Richard Matt with that shotgun and quickly moved in on him."}], "speaker": "FIELD", "secId": 15}, {"sentences": [{"sentId": 32, "text": "Tonight they're hoping for the same luck finding David Sweat."}, {"sentId": 33, "text": "And not only do they have these units on the ground but they are also keeping a close eye on this from above."}, {"sentId": 34, "text": "We know that infrared cameras and heat sensing technologies are both a key part of this search in the overnight hours, Don."}], "speaker": "FIELD", "secId": 16}, {"sentences": [{"sentId": 35, "text": "Alexandra Field, thank you very much for that."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 36, "text": "I want to turn now to the Supreme Court's landmark decision to legalize same sex marriage across America."}, {"sentId": 37, "text": "Crowds outside the White House just moments ago celebrating that decision and CNN's Rosa Flores live for us in New York City's historic stonewall and the birthplace of the gay rights movement."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 38, "text": "Hello to you Rosa, people wanted to come out tonight to be you know to that place where the struggle for gay rights began."}, {"sentId": 39, "text": "So tell us what it's like down there."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 40, "text": "You know Don I've got to say that the emotion is bouncing off the walls here."}, {"sentId": 41, "text": "There's been a lot of crying, a lot of hugging, a lot of kissing, a lot of celebrating quite frankly."}, {"sentId": 42, "text": "And of course this is not only happening here in New York City but it's happening around the country."}], "speaker": "FLORES", "secId": 20}, {"sentences": [{"sentId": 43, "text": "And I've got to tell you something a little earlier today I was at City Hall and Mayor Bill de Blasio married two couples and I can just tell you that that place was euphoric."}, {"sentId": 44, "text": "There was so much emotion, there was no dry eye there because of the significance."}, {"sentId": 45, "text": "And I actually talked to one of the couples Don and they told me that for them it was so important to get married on this day and in this city because of the significance because this is where the fight began."}], "speaker": "FLORES", "secId": 21}, {"sentences": [{"sentId": 46, "text": "Now I've got to say that a lot of people do say that they can't forget that the fight is not over ."}], "speaker": "FLORES", "secId": 22}, {"sentences": [{"sentId": 47, "text": "The fight is definitely not over, they're still fighting for rights when it comes to housing, education, credit, there's a lot of fights that still have to be fought."}, {"sentId": 48, "text": "And then Don one very important thing that they told me is that in their minds and in their hearts they're thinking of their gay friends who didn't live this day."}, {"sentId": 49, "text": "Didn't live today when they learned that it was OK for them to be themselves."}, {"sentId": 50, "text": "And so a very, very important day and of course lots of emotion, lots of people here celebrating."}, {"sentId": 51, "text": "And they actually just opened the street because until a little while ago, until 30 minutes ago, this entire street was packed with people."}, {"sentId": 52, "text": "Don?"}], "speaker": "FLORES", "secId": 23}, {"sentences": [{"sentId": 53, "text": "Yes, and you are - that on - you're on Christopher Street, downtown."}, {"sentId": 54, "text": "Listen, put down that microphone Rosa and go and enjoy yourself, it's going to be a great night and a lot of fun."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 55, "text": "Thank you Rosa Flores and its pride this weekend as well in New York City."}, {"sentId": 56, "text": "Thank you very much Rosa."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 57, "text": "But back here in Charleston you know mourners gather today to say farewell to Reverend Clementa Pinckney, the pastor of Emanuel AME Church which is right behind me."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 58, "text": "He was gunned down last week along with eight others."}, {"sentId": 59, "text": "President Barack Obama delivered the Eulogy."}, {"sentId": 60, "text": "It was powerful, it was personal, and it ended with an emotional moment nobody expected."}, {"sentId": 61, "text": "We're going to play the whole thing for you now."}, {"sentId": 62, "text": "Here now, the President of the United States, Barack Obama."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 63, "text": "Giving all praise and honor to God."}], "speaker": "OBAMA", "secId": 28}, {"sentences": [{"sentId": 64, "text": "The Bible calls us to hope, to persevere and have faith in things not seen."}, {"sentId": 65, "text": "They were still living by faith when they died, the scripture tells us."}], "speaker": "OBAMA", "secId": 29}, {"sentences": [{"sentId": 66, "text": "They did not receive the things promised."}, {"sentId": 67, "text": "They only saw them and welcomed them from a distance, admitting that they were foreigners and strangers on earth."}], "speaker": "OBAMA", "secId": 30}, {"sentences": [{"sentId": 68, "text": "We are here today to remember a man of God who lived by faith."}], "speaker": "OBAMA", "secId": 31}, {"sentences": [{"sentId": 69, "text": "A man who believed in things not seen, a man who believed there were better days ahead off in the distance, a man of service, who persevered knowing full-well he would not receive all those things he was promised, because he believed his efforts would deliver a better life for those who followed, to Jennifer, his beloved wife, Eliana and Malana, his beautiful, wonderful daughters, to the Mother Emanuel family and the people of Charleston, the people of South Carolina."}], "speaker": "OBAMA", "secId": 32}, {"sentences": [{"sentId": 70, "text": "I cannot claim to have had the good fortune to know Reverend Pinckney well, but I did have the pleasure of knowing him and meeting him here in South Carolina back when we were both a little bit younger..."}], "speaker": "OBAMA", "secId": 33}, {"sentences": [{"sentId": 71, "text": "-- back when I didn't have visible gray hair."}], "speaker": "OBAMA", "secId": 34}, {"sentences": [{"sentId": 72, "text": "The first thing I noticed was his graciousness, his smile, his reassuring baritone, his deceptive sense of humor, all qualities that helped him wear so effortlessly a heavy burden of expectation."}], "speaker": "OBAMA", "secId": 35}, {"sentences": [{"sentId": 73, "text": "Friends of his remarked this week that when Clementa Pinckney entered a room, it was like the future arrived, that even from a young age, folks knew he was special, anointed."}, {"sentId": 74, "text": "He was the progeny of a long line of the faithful, a family of preachers who spread God's words, a family of protesters who so changed to expand voting rights and desegregate the South."}], "speaker": "OBAMA", "secId": 36}, {"sentences": [{"sentId": 75, "text": "Clem heard their instruction, and he did not forsake their teaching."}, {"sentId": 76, "text": "He was in the pulpit by 13, pastor by 18, public servant by 23."}, {"sentId": 77, "text": "He did not exhibit any of the cockiness of youth nor youth's insecurities."}, {"sentId": 78, "text": "Instead, he set an example worthy of his position, wise beyond his years in his speech, in his conduct, in his love, faith and purity."}], "speaker": "OBAMA", "secId": 37}, {"sentences": [{"sentId": 79, "text": "As a senator, he represented a sprawling swathe of low country, a place that has long been one of the most neglected in America, a place still racked by poverty and inadequate schools, a place where children can still go hungry and the sick can go without treatment -- a place that needed somebody like Clem."}], "speaker": "OBAMA", "secId": 38}, {"sentences": [{"sentId": 80, "text": "His position in the minority party meant the odds of winning more resources for his constituents were often long."}, {"sentId": 81, "text": "His calls for greater equity were too-often unheeded."}, {"sentId": 82, "text": "The votes he cast were sometimes lonely."}], "speaker": "OBAMA", "secId": 39}, {"sentences": [{"sentId": 83, "text": "But he never gave up."}, {"sentId": 84, "text": "He stayed true to his convictions."}, {"sentId": 85, "text": "He would not grow discouraged."}, {"sentId": 86, "text": "After a full day at the Capitol, he'd climb into his car and head to the church to draw sustenance from his family, from his ministry, from the community that loved and needed him."}, {"sentId": 87, "text": "There, he would fortify his faith and imagine what might be."}], "speaker": "OBAMA", "secId": 40}, {"sentences": [{"sentId": 88, "text": "Reverend Pinckney embodied a politics that was neither mean nor small."}, {"sentId": 89, "text": "He conducted himself quietly and kindly and diligently."}, {"sentId": 90, "text": "He encouraged progress not by pushing his ideas alone but by seeking out your ideas, partnering with you to make things happen."}, {"sentId": 91, "text": "He was full of empathy and fellow feeling, able to walk in somebody else's shoes and see through their eyes."}], "speaker": "OBAMA", "secId": 41}, {"sentences": [{"sentId": 92, "text": "No wonder one of his Senate colleagues remembered Senator Pinckney as \"the most gentle of the 46 of us, the best of the 46 of us.\""}], "speaker": "OBAMA", "secId": 42}, {"sentences": [{"sentId": 93, "text": "Clem was often asked why he chose to be a pastor and a public servant."}, {"sentId": 94, "text": "But the person who asked probably didn't know the history of AME Church."}], "speaker": "OBAMA", "secId": 43}, {"sentences": [{"sentId": 95, "text": "As our brothers and sisters in the AME Church, we don't make those distinctions."}, {"sentId": 96, "text": "\"Our calling,\" Clem once said, \"is not just within the walls of the congregation but the life and community in which our congregation resides.\""}], "speaker": "OBAMA", "secId": 44}, {"sentences": [{"sentId": 97, "text": "He embodied the idea that our Christian faith demands deeds and not just words, that the sweet hour of prayer actually lasts the whole week long, that to put our faith in action is more than just individual salvation, it's about our collective salvation, that to feed the hungry, clothe the naked and house the homeless is not just a call for isolated charity but the imperative of a just society."}], "speaker": "OBAMA", "secId": 45}, {"sentences": [{"sentId": 98, "text": "What a good man."}, {"sentId": 99, "text": "Sometimes I think that's the best thing to hope for when you're eulogized, after all the words and recitations and resumes are read, to just say somebody was a good man."}], "speaker": "OBAMA", "secId": 46}, {"sentences": [{"sentId": 100, "text": "You don't have to be of high distinction to be a good man."}], "speaker": "OBAMA", "secId": 47}, {"sentences": [{"sentId": 101, "text": "Preacher by 13, pastor by 18, public servant by 23."}, {"sentId": 102, "text": "What a life Clementa Pinckney lived."}, {"sentId": 103, "text": "What an example he set."}, {"sentId": 104, "text": "What a model for his faith."}], "speaker": "OBAMA", "secId": 48}, {"sentences": [{"sentId": 105, "text": "And then to lose him at 41, slain in his sanctuary with eight wonderful members of his flock, each at different stages in life but bound together by a common commitment to God -- Cynthia Hurd, Susie Jackson, Ethel Lance, DePayne Middleton Doctor, Tywanza Sanders, Daniel L. Simmons, Sharonda Coleman-Singleton, Myra Thompson."}], "speaker": "OBAMA", "secId": 49}, {"sentences": [{"sentId": 106, "text": "Good people."}, {"sentId": 107, "text": "Decent people."}, {"sentId": 108, "text": "God-fearing people."}], "speaker": "OBAMA", "secId": 50}, {"sentences": [{"sentId": 109, "text": "People so full of life and so full of kindness, people who ran the race, who persevered, people of great faith."}], "speaker": "OBAMA", "secId": 51}, {"sentences": [{"sentId": 110, "text": "To the families of the fallen, the nation shares in your grief."}, {"sentId": 111, "text": "Our pain cuts that much deeper because it happened in a church."}], "speaker": "OBAMA", "secId": 52}, {"sentences": [{"sentId": 112, "text": "The church is and always has been the center of African American life..."}], "speaker": "OBAMA", "secId": 53}, {"sentences": [{"sentId": 113, "text": "-- a place to call our own in a too-often hostile world, a sanctuary from so many hardships."}], "speaker": "OBAMA", "secId": 54}, {"sentences": [{"sentId": 114, "text": "Over the course of centuries, black churches served as hush harbors, where slaves could worship in safety, praise houses, where their free descendants could gather and shout \"Hallelujah...\""}], "speaker": "OBAMA", "secId": 55}, {"sentences": [{"sentId": 115, "text": "-- rest stops for the weary along the Underground Railroad, bunkers for the foot soldiers of the civil-rights movement."}], "speaker": "OBAMA", "secId": 56}, {"sentences": [{"sentId": 116, "text": "They have been and continue to community centers, where we organize for jobs and justice, places of scholarship and network, places where children are loved and fed and kept out of harms way and told that they are beautiful and smart and taught that they matter."}], "speaker": "OBAMA", "secId": 57}, {"sentences": [{"sentId": 117, "text": "That's what happens in church."}, {"sentId": 118, "text": "That's what the black church means -- our beating heart, the place where our dignity as a people in inviolate."}], "speaker": "OBAMA", "secId": 58}, {"sentences": [{"sentId": 119, "text": "There's no better example of this tradition than Mother Emanuel, a church..."}], "speaker": "OBAMA", "secId": 59}, {"sentences": [{"sentId": 120, "text": "-- a church built by blacks seeking liberty, burned to the ground because its founders sought to end slavery only to rise up again, a phoenix from these ashes."}], "speaker": "OBAMA", "secId": 60}, {"sentences": [{"sentId": 121, "text": "When there were laws banning all-black church gatherers, services happened here anyway in defiance of unjust laws."}, {"sentId": 122, "text": "When there was a righteous movement to dismantle Jim Crow, Dr. Martin Luther King, Jr. preached from its pulpit, and marches began from its steps."}], "speaker": "OBAMA", "secId": 61}, {"sentences": [{"sentId": 123, "text": "A sacred place, this church, not just for blacks, not just for Christians but for every American who cares about the steady expansion..."}], "speaker": "OBAMA", "secId": 62}, {"sentences": [{"sentId": 124, "text": "-- of human rights and human dignity in this country, a foundation stone for liberty and justice for all."}], "speaker": "OBAMA", "secId": 63}, {"sentences": [{"sentId": 125, "text": "That's what the church meant."}], "speaker": "OBAMA", "secId": 64}, {"sentences": [{"sentId": 126, "text": "We do not know whether the killer of Reverend Pinckney and eight others knew all of this history, but he surely sensed the meaning of his violent act."}, {"sentId": 127, "text": "It was an act that drew on a long history of bombs and arson and shots fired at churches, not random but as a means of control, a way to terrorize and oppress..."}], "speaker": "OBAMA", "secId": 65}, {"sentences": [{"sentId": 128, "text": "-- an act that he imagined would incite fear and recrimination, violence and suspicion, an act that he presumed would deepen divisions that trace back to our nation's original sin."}], "speaker": "OBAMA", "secId": 66}, {"sentences": [{"sentId": 129, "text": "Oh, but God works in mysterious ways."}], "speaker": "OBAMA", "secId": 67}, {"sentences": [{"sentId": 130, "text": "God has different ideas."}], "speaker": "OBAMA", "secId": 68}, {"sentences": [{"sentId": 131, "text": "He didn't know he was being used by God."}], "speaker": "OBAMA", "secId": 69}, {"sentences": [{"sentId": 132, "text": "Blinded by hatred, the alleged killer would not see the grace surrounding Reverend Pinckney and that Bible study group, the light of love that shown as they opened the church doors and invited a stranger to join in their prayer circle."}], "speaker": "OBAMA", "secId": 70}, {"sentences": [{"sentId": 133, "text": "The alleged killer could have never anticipated the way the families of the fallen would respond when they saw him in court in the midst of unspeakable grief, with words of forgiveness."}, {"sentId": 134, "text": "He couldn't imagine that."}], "speaker": "OBAMA", "secId": 71}, {"sentences": [{"sentId": 135, "text": "The alleged killer could not imagine how the city of Charleston under the good and wise leadership of Mayor Riley, how the state of South Carolina, how the United States of America would respond not merely with revulsion at his evil acts, but with  generosity."}, {"sentId": 136, "text": "And more importantly, with a thoughtful introspection and self-examination that we so rarely see in public life."}, {"sentId": 137, "text": "Blinded by hatred, he failed to comprehend what Reverend Pinckney so well understood -- the power of God's grace."}], "speaker": "OBAMA", "secId": 72}, {"sentences": [{"sentId": 138, "text": "This whole week, I've been reflecting on this idea of grace."}], "speaker": "OBAMA", "secId": 73}, {"sentences": [{"sentId": 139, "text": "The grace of the families who lost loved ones; the grace that Reverend Pinckney would preach about in his sermons; the grace described in one of my favorite hymnals, the one we all know -- Amazing Grace."}], "speaker": "OBAMA", "secId": 74}, {"sentences": [{"sentId": 140, "text": "How sweet the sound that saved a wretch like me."}], "speaker": "OBAMA", "secId": 75}, {"sentences": [{"sentId": 141, "text": "I once was lost, but now I'm found, was blind but now I see."}], "speaker": "OBAMA", "secId": 76}, {"sentences": [{"sentId": 142, "text": "According to the Christian tradition, grace is not earned."}, {"sentId": 143, "text": "Grace is not merited."}, {"sentId": 144, "text": "It's not something we deserve."}, {"sentId": 145, "text": "Rather, grace is the free and benevolent favor of God."}], "speaker": "OBAMA", "secId": 77}, {"sentences": [{"sentId": 146, "text": "As manifested in the salvation of sinners and the bestowal of blessings."}, {"sentId": 147, "text": "Grace -- as a nation out of this terrible tragedy, God has visited grace upon us for he has allowed us to see where we've been blind."}], "speaker": "OBAMA", "secId": 78}, {"sentences": [{"sentId": 148, "text": "He's given us the chance where we've been lost to find out best selves."}, {"sentId": 149, "text": "We may not have earned this grace with our rancor and complacency and short-sightedness and fear of each other, but we got it all the same."}, {"sentId": 150, "text": "He gave it to us anyway."}, {"sentId": 151, "text": "He's once more given us grace."}], "speaker": "OBAMA", "secId": 79}, {"sentences": [{"sentId": 152, "text": "But it is up to us now to make the most of it, to receive it with gratitude and to prove ourselves worthy of this gift."}], "speaker": "OBAMA", "secId": 80}, {"sentences": [{"sentId": 153, "text": "For too long, we were blind to the pain that the Confederate Flag stirred into many of our citizens."}], "speaker": "OBAMA", "secId": 81}, {"sentences": [{"sentId": 154, "text": "It's true a flag did not cause these murders."}, {"sentId": 155, "text": "But as people from all walks of life, Republicans and Democrats, now acknowledge, including Governor Haley, whose recent eloquence on the subject is worthy of praise..."}], "speaker": "OBAMA", "secId": 82}, {"sentences": [{"sentId": 156, "text": "-- as we all have to acknowledge, the flag has always represented more than just ancestral pride."}], "speaker": "OBAMA", "secId": 83}, {"sentences": [{"sentId": 157, "text": "For many, black and white, that flag was a reminder of systemic oppression..."}], "speaker": "OBAMA", "secId": 84}, {"sentences": [{"sentId": 158, "text": "-- and racial subjugation."}], "speaker": "OBAMA", "secId": 85}, {"sentences": [{"sentId": 159, "text": "We see that now."}], "speaker": "OBAMA", "secId": 86}, {"sentences": [{"sentId": 160, "text": "Removing the flag from this state's capital would not be an act of political correctness."}, {"sentId": 161, "text": "It would not an insult to the valor of Confederate soldiers."}, {"sentId": 162, "text": "It would simply be acknowledgement that the cause for which they fought, the cause of slavery, was wrong."}], "speaker": "OBAMA", "secId": 87}, {"sentences": [{"sentId": 163, "text": "The imposition of Jim Crow after the Civil War, the resistance to civil rights for all people was wrong."}], "speaker": "OBAMA", "secId": 88}, {"sentences": [{"sentId": 164, "text": "It would be one step in an honest accounting of America's history, a modest but meaningful balm for so many unhealed wounds."}], "speaker": "OBAMA", "secId": 89}, {"sentences": [{"sentId": 165, "text": "It would be an expression of the amazing changes that have transformed this state and this country for the better because of the work of so many people of goodwill, people of all races, striving to form a more perfect union."}], "speaker": "OBAMA", "secId": 90}, {"sentences": [{"sentId": 166, "text": "By taking down that flag, we express adds grace God's grace."}], "speaker": "OBAMA", "secId": 91}, {"sentences": [{"sentId": 167, "text": "But I don't think God wants us to stop there."}], "speaker": "OBAMA", "secId": 92}, {"sentences": [{"sentId": 168, "text": "For too long, we've been blind to be way past injustices continue to shape the present."}], "speaker": "OBAMA", "secId": 93}, {"sentences": [{"sentId": 169, "text": "Perhaps we see that now."}, {"sentId": 170, "text": "Perhaps this tragedy causes us to ask some tough questions about how we can permit so many of our children to languish in poverty..."}], "speaker": "OBAMA", "secId": 94}, {"sentences": [{"sentId": 171, "text": "-- or attend dilapidated schools or grow up without prospects for a job or for a career."}], "speaker": "OBAMA", "secId": 95}, {"sentences": [{"sentId": 172, "text": "Perhaps it causes us to examine what we're doing to cause some of our children to hate."}], "speaker": "OBAMA", "secId": 96}, {"sentences": [{"sentId": 173, "text": "Perhaps it softens hearts towards those lost young men, tens and tens of thousands caught up in the criminal-justice system and lead us to make sure that that system's not infected with bias."}], "speaker": "OBAMA", "secId": 97}, {"sentences": [{"sentId": 174, "text": "-- that we embrace changes in how we train and equip our police so that the bonds of trust between law enforcement..."}], "speaker": "OBAMA", "secId": 98}, {"sentences": [{"sentId": 175, "text": "-- and the communities they serve make us all safer and more secure."}], "speaker": "OBAMA", "secId": 99}, {"sentences": [{"sentId": 176, "text": "Maybe we now realize the way a racial bias can infect us even when we don't realize it so that we're guarding against not just racial slurs but we're also guarding against the subtle impulse to call Johnny back for a job interview but not Jamal..."}], "speaker": "OBAMA", "secId": 100}, {"sentences": [{"sentId": 177, "text": "-- so that we search our hearts when we consider laws to make it harder for some of our fellow citizens to vote..."}], "speaker": "OBAMA", "secId": 101}, {"sentences": [{"sentId": 178, "text": "-- by recognizing our common humanity, by treating every child as important, regardless of the color of their skin..."}], "speaker": "OBAMA", "secId": 102}, {"sentences": [{"sentId": 179, "text": "-- or the station into which they were born and to do what's necessary to make opportunity real for every American."}, {"sentId": 180, "text": "By doing that, we express God's grace."}], "speaker": "OBAMA", "secId": 103}, {"sentences": [{"sentId": 181, "text": "For too long..."}], "speaker": "OBAMA", "secId": 104}, {"sentences": [{"sentId": 182, "text": "For too long, we've been blind to the unique mayhem that gun violence inflicts upon this nation."}], "speaker": "OBAMA", "secId": 105}, {"sentences": [{"sentId": 183, "text": "Sporadically, our eyes are open when eight of our brothers and sisters are cut down in a church basement, 12 in a movie theater, 26 in an elementary school."}, {"sentId": 184, "text": "But I hope we also see the 30 precious lives cut short by gun violence in this country every single day..."}], "speaker": "OBAMA", "secId": 106}, {"sentences": [{"sentId": 185, "text": "-- the countless more whose lives are forever changed, the survivors"}], "speaker": "OBAMA", "secId": 107}, {"sentences": [{"sentId": 186, "text": "crippled, the children traumatized and fearful every day as they walk to school, the husband who will never feel his wife's warm touch, the entire communities whose grief overflows every time they have to watch what happened to them happening to some other place."}], "speaker": "OBAMA", "secId": 108}, {"sentences": [{"sentId": 187, "text": "The vast majority of Americans, the majority of gun owners want to do something about this."}, {"sentId": 188, "text": "We see that now."}], "speaker": "OBAMA", "secId": 109}, {"sentences": [{"sentId": 189, "text": "And I'm convinced that by acknowledging the pain and loss of others, even as we respect the traditions, ways of life that make up this beloved country, by making the moral choice to change, we express God's grace."}], "speaker": "OBAMA", "secId": 110}, {"sentences": [{"sentId": 190, "text": "We don't earn grace."}, {"sentId": 191, "text": "We're all sinners."}, {"sentId": 192, "text": "We don't deserve it."}], "speaker": "OBAMA", "secId": 111}, {"sentences": [{"sentId": 193, "text": "But God gives it to us anyway."}], "speaker": "OBAMA", "secId": 112}, {"sentences": [{"sentId": 194, "text": "And we choose how to receive it."}, {"sentId": 195, "text": "It's our decision how to honor it."}], "speaker": "OBAMA", "secId": 113}, {"sentences": [{"sentId": 196, "text": "None of us can or should expect a transformation in race relations overnight."}, {"sentId": 197, "text": "Every time something like this happens, somebody says, \"We have to have a conversation about race.\""}, {"sentId": 198, "text": "We talk a lot about race."}], "speaker": "OBAMA", "secId": 114}, {"sentences": [{"sentId": 199, "text": "There's no shortcut."}, {"sentId": 200, "text": "We don't need more talk."}], "speaker": "OBAMA", "secId": 115}, {"sentences": [{"sentId": 201, "text": "None of us should believe that a handful of gun safety measures will prevent every tragedy."}], "speaker": "OBAMA", "secId": 116}, {"sentences": [{"sentId": 202, "text": "It will not."}, {"sentId": 203, "text": "People of good will will continue to debate the merits of various policies as our democracy requires -- the big, raucous place, America is."}, {"sentId": 204, "text": "And there are good people on both sides of these debates."}], "speaker": "OBAMA", "secId": 117}, {"sentences": [{"sentId": 205, "text": "Whatever solutions we find will necessarily be incomplete."}, {"sentId": 206, "text": "But it would be a betrayal of everything Reverend Pinckney stood for, I believe, if we allow ourselves to slip into a comfortable silence again."}], "speaker": "OBAMA", "secId": 118}, {"sentences": [{"sentId": 207, "text": "Once the eulogies have been delivered, once the TV cameras move on, to go back to business as usual."}, {"sentId": 208, "text": "That's what we so often do to avoid uncomfortable truths about the prejudice that still infects our society."}], "speaker": "OBAMA", "secId": 119}, {"sentences": [{"sentId": 209, "text": "To settle for symbolic gestures without following up with the hard work of more lasting change, that's how we lose our way again."}, {"sentId": 210, "text": "It would be a refutation of the forgiveness expressed by those families if we merely slipped into old habits whereby those who disagree with us are not merely wrong, but bad; where we shout instead of listen; where we barricade ourselves behind preconceived notions or well- practiced cynicism."}], "speaker": "OBAMA", "secId": 120}, {"sentences": [{"sentId": 211, "text": "Reverend Pinckney once said, \"Across the south, we have a deep appreciation of history."}, {"sentId": 212, "text": "We haven't always had a deep appreciation of each other's history.\""}], "speaker": "OBAMA", "secId": 121}, {"sentences": [{"sentId": 213, "text": "What is true in the south is true for America."}, {"sentId": 214, "text": "Clem understood that justice grows out of recognition of ourselves in each other; that my liberty depends on you being free, too."}], "speaker": "OBAMA", "secId": 122}, {"sentences": [{"sentId": 215, "text": "That -- that history can't be a sword to justify injustice or a shield against progress."}, {"sentId": 216, "text": "It must be a manual for how to avoid repeating the mistakes of the past, how to break the cycle, a roadway toward a better world."}, {"sentId": 217, "text": "He knew that the path of grace involves an open mind."}, {"sentId": 218, "text": "But more importantly, an open heart."}], "speaker": "OBAMA", "secId": 123}, {"sentences": [{"sentId": 219, "text": "That's what I felt this week -- an open heart."}, {"sentId": 220, "text": "That more than any particular policy or analysis is what's called upon right now, I think."}, {"sentId": 221, "text": "It's what a friend of mine, the writer Marilyn Robinson, calls \"that reservoir of goodness beyond and of another kind, that we are able to do each other in the ordinary cause of things.\""}], "speaker": "OBAMA", "secId": 124}, {"sentences": [{"sentId": 222, "text": "That reservoir of goodness."}, {"sentId": 223, "text": "If we can find that grace, anything is possible."}], "speaker": "OBAMA", "secId": 125}, {"sentences": [{"sentId": 224, "text": "If we can tap that grace, everything can change."}, {"sentId": 225, "text": "Amazing grace, amazing grace."}], "speaker": "OBAMA", "secId": 126}, {"sentences": [{"sentId": 226, "text": "Amazing grace --"}], "speaker": "OBAMA", "secId": 127}, {"sentences": [{"sentId": 227, "text": "-- how sweet the sound that saved a wretch like me."}, {"sentId": 228, "text": "I once was lost, but now I'm found, was blind, but now, I see."}], "speaker": "OBAMA", "secId": 128}, {"sentences": [{"sentId": 229, "text": "Clementa Pinckney found that grace..."}], "speaker": "OBAMA", "secId": 129}, {"sentences": [{"sentId": 230, "text": "-- Cynthia Hurd found that grace..."}], "speaker": "OBAMA", "secId": 130}, {"sentences": [{"sentId": 231, "text": "-- Susie Jackson found that grace..."}], "speaker": "OBAMA", "secId": 131}, {"sentences": [{"sentId": 232, "text": "-- Ethel Lance found that grace..."}], "speaker": "OBAMA", "secId": 132}, {"sentences": [{"sentId": 233, "text": "-- DePayne Middleton Doctor found that grace..."}], "speaker": "OBAMA", "secId": 133}, {"sentences": [{"sentId": 234, "text": "-- Tywanza Sanders found that grace..."}], "speaker": "OBAMA", "secId": 134}, {"sentences": [{"sentId": 235, "text": "-- Daniel L. Simmons, Sr. found that grace..."}], "speaker": "OBAMA", "secId": 135}, {"sentences": [{"sentId": 236, "text": "-- Sharonda Coleman-Singleton found that grace..."}], "speaker": "OBAMA", "secId": 136}, {"sentences": [{"sentId": 237, "text": "-- Myra Thompson found that grace..."}], "speaker": "OBAMA", "secId": 137}, {"sentences": [{"sentId": 238, "text": "-- through the example of their lives."}, {"sentId": 239, "text": "They've now passed it onto us."}, {"sentId": 240, "text": "May we find ourselves worthy of that precious and extraordinary gift as long as our lives endure."}], "speaker": "OBAMA", "secId": 138}, {"sentences": [{"sentId": 241, "text": "May grace now lead them home."}, {"sentId": 242, "text": "May God continue to shed His Grace on the United States of America."}], "speaker": "OBAMA", "secId": 139}, {"sentences": [{"sentId": 243, "text": "Well the doors of the church are open, right."}, {"sentId": 244, "text": "What do you guys think?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 245, "text": "I'm still as speechless now as I was in the sanctuary in the church."}, {"sentId": 246, "text": "I mean it was an arena but it became a church for so many of us and I think what makes the most sense for me is I was so shocked at the victim's families response to the shooter of forgiveness and I realize that they hold their faith to deal with the grief."}, {"sentId": 247, "text": "And it just was -- I mean I almost feel like crying again."}], "speaker": "HOSTIN", "secId": 141}, {"sentences": [{"sentId": 248, "text": "I know."}, {"sentId": 249, "text": "They set the bar really high for the President today, right."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 250, "text": "We did."}], "speaker": "SELLERS", "secId": 143}, {"sentences": [{"sentId": 251, "text": "To come in here and do that."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 252, "text": "We did, African Americans throughout this country, those people who wanted to see him give this speech for so long, we set that bar high and not only did he hit that bar he exceeded it."}, {"sentId": 253, "text": "It did my heart so much joy."}, {"sentId": 254, "text": "Actually I had dinner in town and was able to talk to the proprietor of the restaurant who is a staunch Republican."}, {"sentId": 255, "text": "He said I'm not a fan of our President too much, he said ..."}], "speaker": "SELLERS", "secId": 145}, {"sentences": [{"sentId": 256, "text": "... too much."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 257, "text": "But today it made me proud to be an American."}, {"sentId": 258, "text": "And I just thought that spoke so highly of the moment that we were in."}], "speaker": "SELLERS", "secId": 147}, {"sentences": [{"sentId": 259, "text": "Yes."}, {"sentId": 260, "text": "I mean you know we talked earlier about being guarded, the President is so guarded."}, {"sentId": 261, "text": "You there was fear you were like oh my God how's this going to be received."}, {"sentId": 262, "text": "So let's not be guarded."}, {"sentId": 263, "text": "This is his church."}, {"sentId": 264, "text": "I thought I was waiting for somebody to shout or run up and down the aisle --   -- or start speaking in ."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 265, "text": "More, right after the break don't go anywhere."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 266, "text": "Back now in Charleston."}, {"sentId": 267, "text": "Joining me know is Van Jones a political contributor, Sunny Hostin, Senior Legal Analyst former Federal Prosecutor, Bakari Sellers, former South Carolina State Representative, and also a friend of the Reverend Clementa Pinckney who was eulogized by the President and honored today."}, {"sentId": 268, "text": "And you're a political contributor now, right."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 269, "text": ":  Am I yes, thank you."}], "speaker": "JONES", "secId": 151}, {"sentences": [{"sentId": 270, "text": "All right, good."}, {"sentId": 271, "text": "Well welcome abroad."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 272, "text": "Welcome, welcome."}], "speaker": "HOSTIN", "secId": 153}, {"sentences": [{"sentId": 273, "text": "A great family to be a part of, thank you."}], "speaker": "JONES", "secId": 154}, {"sentences": [{"sentId": 274, "text": "I got a text from a friend not long ago, just like an hour ago and he said what a great day to be black and gay Don, how often can you say that?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 275, "text": "Not very often."}], "speaker": "HOSTIN", "secId": 156}, {"sentences": [{"sentId": 276, "text": "Not very often."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 277, "text": "One in about ."}], "speaker": "JONES", "secId": 158}, {"sentences": [{"sentId": 278, "text": "One day."}], "speaker": "SELLERS", "secId": 159}, {"sentences": [{"sentId": 279, "text": "It was -- it was a very -- it's been a very -- it's been a busy week but today was unbelievable when it came to rights, civil rights, equal rights, and really for the President."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 280, "text": "Equality."}], "speaker": "HOSTIN", "secId": 161}, {"sentences": [{"sentId": 281, "text": "Equality, go on."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 282, "text": "I mean I think it's so important and it can't be underscored enough that we are talking about equality for everyone and communities coming together."}, {"sentId": 283, "text": "I mean how historic is it that the President gave that eulogy which I think is probably his most important speech on race so far of his administration."}, {"sentId": 284, "text": "And the Supreme Court does the right thing to give all people the right to love who they want to love and get married."}], "speaker": "HOSTIN", "secId": 163}, {"sentences": [{"sentId": 285, "text": "And can I say something about that."}, {"sentId": 286, "text": "And this is not a victory for gays and lesbians."}, {"sentId": 287, "text": "They have always wanted everyone to get married."}, {"sentId": 288, "text": "It's heterosexuals who have been standing in the way of us having that."}, {"sentId": 289, "text": "So it's a breakthrough."}, {"sentId": 290, "text": "We get to be out of the oppression business."}, {"sentId": 291, "text": "We get to be out of the holding other people back business."}], "speaker": "VAN JONES", "secId": 164}, {"sentences": [{"sentId": 292, "text": "Absolutely."}], "speaker": "HOSTIN", "secId": 165}, {"sentences": [{"sentId": 293, "text": "It was a breakthrough as - listen, the gay and lesbian community have been clear."}], "speaker": "JONES", "secId": 166}, {"sentences": [{"sentId": 294, "text": "You're saying we and us, people are going to say is Van trying to tell us something hey, hey, I know you're happily married."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 295, "text": "But what I want to be very clear about though is heterosexual folks like myself, we have been the problem, people say it's a victory for gays."}, {"sentId": 296, "text": "No it's a victory for everybody especially heterosexuals who can now be out of the oppression business."}], "speaker": "SELLERS", "secId": 168}, {"sentences": [{"sentId": 297, "text": "And it's a victory for America."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 298, "text": "It's a victory for America."}, {"sentId": 299, "text": "Let's look at the week, let's look at how far we've come just through this week."}, {"sentId": 300, "text": "I mean everyone has a right to access to healthcare and quality healthcare that was reaffirmed by our supreme court again so hopefully we'll stop fighting those battles every single day in the United States Congress."}], "speaker": "SELLERS", "secId": 170}, {"sentences": [{"sentId": 301, "text": "The flags are coming down throughout the South."}, {"sentId": 302, "text": "We still have a battle here yet to go in South Carolina."}, {"sentId": 303, "text": "We had this amazing speech today."}, {"sentId": 304, "text": "My brother Clementa was lifted up and praise was given in his name and we were challenged to move forward."}, {"sentId": 305, "text": "So I just think ..."}], "speaker": "SELLERS", "secId": 171}, {"sentences": [{"sentId": 306, "text": "And now marriage."}], "speaker": "SELLERS", "secId": 172}, {"sentences": [{"sentId": 307, "text": "And now marriage."}, {"sentId": 308, "text": "I mean you look at this week, this is a week where we've all come together literally gay, straight, black, white, tall, short, handsome, otherwise."}], "speaker": "UNIDENTFIIED MALE", "secId": 173}, {"sentences": [{"sentId": 309, "text": "I like you."}], "speaker": "HOSTIN", "secId": 174}, {"sentences": [{"sentId": 310, "text": "I like you."}], "speaker": "HOSTIN", "secId": 175}, {"sentences": [{"sentId": 311, "text": "Welcome to the family, wow, and we're done here."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 312, "text": "So it was good for you to join us thank you."}, {"sentId": 313, "text": "Sunny is going to stay and ."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 314, "text": "Go on, what were you saying?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 315, "text": "Well I think the other thing that's important and it was said today that Pastor Pinckney opened up his doors to people that someone ..."}], "speaker": "HOSTIN", "secId": 179}, {"sentences": [{"sentId": 316, "text": "He was welcoming right."}], "speaker": "JONES", "secId": 180}, {"sentences": [{"sentId": 317, "text": "He was welcoming someone that he didn't know, someone that he didn't understand and we should now learn from that and open up our minds and open up the doors not only you know."}], "speaker": "HOSTIN", "secId": 181}, {"sentences": [{"sentId": 318, "text": "And he said remember we should talk to each other and not at each other."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 319, "text": "Exactly, exactly and move forward."}], "speaker": "HOSTIN", "secId": 183}, {"sentences": [{"sentId": 320, "text": "And here's what I want people to know like Van and I go at it like here on television."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 321, "text": "Absolutely."}], "speaker": "JONES", "secId": 185}, {"sentences": [{"sentId": 322, "text": "Sunny and I go at it here on television."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 323, "text": "Sometimes, Don."}], "speaker": "HOSTIN", "secId": 187}, {"sentences": [{"sentId": 324, "text": "You and I will go at it here on television."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 325, "text": "Looking forward to it."}], "speaker": "SELLERS", "secId": 189}, {"sentences": [{"sentId": 326, "text": "But we, I mean we love each other."}, {"sentId": 327, "text": "Sunny and I hang out."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 328, "text": "Sure."}], "speaker": "HOSTIN", "secId": 191}, {"sentences": [{"sentId": 329, "text": "We go - we're kind of the same person  woman I'm a man ..."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 330, "text": "We are."}], "speaker": "HOSTIN", "secId": 193}, {"sentences": [{"sentId": 331, "text": "... because you know we like things a certain way."}, {"sentId": 332, "text": "So - but we talk, even though we disagree we can still like each other, we can still talk to each other."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 333, "text": "And the good thing about being in a Democracy is we don't have to agree."}], "speaker": "JONES", "secId": 195}, {"sentences": [{"sentId": 334, "text": "We're not supposed to."}], "speaker": "SELLERS", "secId": 196}, {"sentences": [{"sentId": 335, "text": "In a dictatorship you have to agree on everything."}, {"sentId": 336, "text": "In a Democracy you can disagree and yet you can still be as one country and ..."}], "speaker": "JONES", "secId": 197}, {"sentences": [{"sentId": 337, "text": "But let's hope that people want to speak truth to injustice now."}], "speaker": "HOSTIN", "secId": 198}, {"sentences": [{"sentId": 338, "text": "Amen."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 339, "text": "And people aren't afraid to do that."}, {"sentId": 340, "text": "Everyone knows I'm not afraid to do that."}], "speaker": "HOSTIN", "secId": 200}, {"sentences": [{"sentId": 341, "text": "Well we know that."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 342, "text": "Quickly, but we also need to know that this is not the culmination of anything."}, {"sentId": 343, "text": "This is just the beginning, tonight in Jackson, Mississippi in Birmingham, Alabama, in Hampton, kids are going to sleep hungry, women are working two jobs back breaking just to support these people."}, {"sentId": 344, "text": "There's poverty, back breaking generational poverty and we have to do everything we can to move forward."}], "speaker": "SELLERS", "secId": 202}, {"sentences": [{"sentId": 345, "text": "I've got to move on."}, {"sentId": 346, "text": "I've got to move on."}, {"sentId": 347, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 348, "text": "Thank you so much."}], "speaker": "SELLERS", "secId": 204}, {"sentences": [{"sentId": 349, "text": "I've really enjoyed it, this was an amazing day wasn't it."}, {"sentId": 350, "text": "All right  update on you - update you on what's happening in upstate New York where CNN's Alexandra Field is live for us with the very latest on the manhunt."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 351, "text": "So Alex, Richard Matt has been killed, David Sweat's still on the loose."}, {"sentId": 352, "text": "What do you know about the current search?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 353, "text": "We know that they're sticking with this well into the night now Don."}, {"sentId": 354, "text": "I'm actually seeing behind me a helicopter overhead over Titus Mountain."}, {"sentId": 355, "text": "That's because infrared technology, heat sensing technology is a key part of this search in the overnight hours they're hoping to detect some kind of heat in those deep woods that could lead them to David Sweat."}], "speaker": "FIELD", "secId": 207}, {"sentences": [{"sentId": 356, "text": "We've seen so many units posted around this mountain."}, {"sentId": 357, "text": "Richard Matt shot dead around 3:45 this afternoon."}, {"sentId": 358, "text": "Investigators are saying there is every reason to believe that David Sweat was with him, that the two had been travelling together since breaking out of that prison three weeks ago that they were at a cabin together as recently as yesterday or the day before."}], "speaker": "FIELD", "secId": 208}, {"sentences": [{"sentId": 359, "text": "And in fact when they closed in on Richard Matt, a tactical"}], "speaker": "FIELD", "secId": 209}, {"sentences": [{"sentId": 360, "text": "team taking him down a second set of tracks was discovered."}, {"sentId": 361, "text": "That has led authorities to believe that David Sweat remained close to him till the very end and it's what's led them to establish this very tight perimeter tonight --"}], "speaker": "FIELD", "secId": 210}, {"sentences": [{"sentId": 362, "text": "-- in the Titus mountain area in Franklin County where they have very closely focused their search over the last few days."}, {"sentId": 363, "text": "Don, they are hoping to close in and they are preparing for the possibility that David Sweat could be armed just as Richard Matt was."}], "speaker": "FIELD", "secId": 211}, {"sentences": [{"sentId": 364, "text": "Alexandra Field, thank you very much we'll be right back."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 365, "text": "So back now with my friends here."}, {"sentId": 366, "text": "One sentence to describe your experience today or the past couple of days, one sentence."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 367, "text": "Transformative."}, {"sentId": 368, "text": "It was a transformative experience to see President Obama become himself."}], "speaker": "JONES", "secId": 214}, {"sentences": [{"sentId": 369, "text": "Sunny?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 370, "text": "For me it was a life altering moment filled with grace."}], "speaker": "HOSTIN", "secId": 216}, {"sentences": [{"sentId": 371, "text": "It was as seminal moment in my efforts to change the world and make this world a more perfect kingdom."}], "speaker": "SELLERS", "secId": 217}, {"sentences": [{"sentId": 372, "text": "If you want - if you want change then you have to be the change."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 373, "text": "And speak truth to injustice."}], "speaker": "HOSTIN", "secId": 219}, {"sentences": [{"sentId": 374, "text": "Thank you guys."}, {"sentId": 375, "text": "CNN's coverage, the manhunt as well the terror attacks around the world today continues right now with George Hal and Natalie Allen from the CNN Center in Atlanta."}, {"sentId": 376, "text": "Good night."}], "speaker": "LEMON", "secId": 220}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.26.cnnt.02.html.json", "time": "Aired June 26, 2015 - 23:00   ET"}