{"sectionCount": 249, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "LEMON", "DUGGAR", "CAITLYN JENNER", "TURNER", "KELLY", "STELTER", "MERRYN", "CAFFARO", "BLOOM", "J DUGGAR", "SIMON", "UNIDENTIFIED FEMALE", "JOHNSON", "DALY", "GIBBON"], "subTitle": "Jim Bob, Michelle Duggar Speak Out About Familial Sexual Abuse Scandal. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/03/cnnt.01.html", "sentenceCount": 588, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Breaking News."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 1, "text": "And the breaking news is, the Duggars finally speak out."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "He said he was just curious about girls and he had gone in and just basically touched them over their clothes while they were sleeping."}], "speaker": "DUGGAR", "secId": 2}, {"sentences": [{"sentId": 3, "text": "Well, we watched it all so you don't have to."}, {"sentId": 4, "text": "This is CNN Tonight."}, {"sentId": 5, "text": "I'm Don Lemon."}, {"sentId": 6, "text": "I want you to listen to what Jim Bob and Michelle Duggar told Fox News."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "Josh has done some very bad things and he's very sorry."}], "speaker": "DUGGAR", "secId": 4}, {"sentences": [{"sentId": 8, "text": "But what about what they didn't say?"}, {"sentId": 9, "text": "Can they save their show and their finally."}, {"sentId": 10, "text": "Plus, Caitlyn Jenner."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 11, "text": "Put it this way, I'm the new normal."}], "speaker": "CAITLYN JENNER", "secId": 6}, {"sentences": [{"sentId": 12, "text": "Is he, with a $500 million jackpot on the line."}, {"sentId": 13, "text": "Family therapists debate whether she did the right thing."}, {"sentId": 14, "text": "We'll talk about all of that."}, {"sentId": 15, "text": "But I want straight to the Duggar family finally breaking their silence tonight."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 16, "text": "Joining me now  is Nischelle Turner, Entertainment Tonight host and CNN contributor, Brian Stelter, CNN senior media correspondent."}, {"sentId": 17, "text": "Thank you all for joining us."}, {"sentId": 18, "text": "How do you think the Duggar fans will react to this Brian Stelter?"}, {"sentId": 19, "text": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT: I think for some fans"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 20, "text": "this is going to sound like a really significant apology."}, {"sentId": 21, "text": "But to many people this was minimizing something that was very horrific."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 22, "text": "What we heard tonight from the parents was that four of the victims were Josh Duggars' sisters."}, {"sentId": 23, "text": "It's hard to even say out loud."}, {"sentId": 24, "text": "The Duggars talked about how some of the inappropriate touching, the improper touching was above the clothes and some under the clothes."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 25, "text": "One of the other victims -- the other victim was a baby sitter."}, {"sentId": 26, "text": "The idea they call this improper touching they continue to emphasize this was not rape in the words of Jim Bob."}, {"sentId": 27, "text": "It's going to come across to a lot of people like they're trying to downplay the significance of this."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 28, "text": "Nischelle."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 29, "text": "It certainly came across that way to me, watching this tonight, Don."}, {"sentId": 30, "text": "I mean, there were a lot of things that concerned me."}, {"sentId": 31, "text": "Throughout this interview, I mean, I thought that Jim Bob started off with some pretty strict talking points from the beginning of this interview and it continued them throughout."}], "speaker": "TURNER", "secId": 13}, {"sentences": [{"sentId": 32, "text": "But like Brian mentioned there are some of the things that he said like, well, this is not like it was rape or anything that was very concerning."}, {"sentId": 33, "text": "Then they did keep making of the fact that, well, he touched them while they were sleeping and touched them over their clothes."}], "speaker": "TURNER", "secId": 14}, {"sentences": [{"sentId": 34, "text": "Well, that doesn't make it better and that makes it even creepier."}], "speaker": "TURNER", "secId": 15}, {"sentences": [{"sentId": 35, "text": "Yes."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 36, "text": "If you're fondling people while they're sleeping."}, {"sentId": 37, "text": "And you know, to try to make excuses that they didn't even know that this was going on and he came to them."}, {"sentId": 38, "text": "I mean, it's all very concerning now."}, {"sentId": 39, "text": "I will say, you know, hearing some of the steps that they did take, I did think were appropriate, although they were far removed, but I did think that they did some of the things."}], "speaker": "TURNER", "secId": 17}, {"sentences": [{"sentId": 40, "text": "And I do have to say if we're being fair, it is a very tough thing for them to have to deal with when you're talking about your children."}], "speaker": "TURNER", "secId": 18}, {"sentences": [{"sentId": 41, "text": "Yes."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 42, "text": "Both, you know, two sides of your children."}], "speaker": "TURNER", "secId": 20}, {"sentences": [{"sentId": 43, "text": "Well, let's talk about some of the safeguards they say they put in place."}, {"sentId": 44, "text": "Listen."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 45, "text": "When you went to bed at night during that time frame, were you scared?"}, {"sentId": 46, "text": "Were you worried?"}, {"sentId": 47, "text": "You know, he's 14, he's having this problem."}, {"sentId": 48, "text": "What's going to happen when we go to sleep?"}, {"sentId": 49, "text": "J. DUGGAR: Right."}, {"sentId": 50, "text": "Nothing ever happened like that again in the girl's"}], "speaker": "KELLY", "secId": 22}, {"sentences": [{"sentId": 51, "text": "bedrooms after that."}], "speaker": "KELLY", "secId": 23}, {"sentences": [{"sentId": 52, "text": "OK."}], "speaker": "KELLY", "secId": 24}, {"sentences": [{"sentId": 53, "text": "J. DUGGAR: OK."}, {"sentId": 54, "text": "So, we had safeguards that, protected them from that."}, {"sentId": 55, "text": "But there was another incident where -- two different incidents where girls were like laying on the couch and it was a -- and he had touched over the couch and actually touched the breast while they were sleep."}], "speaker": "KELLY", "secId": 25}, {"sentences": [{"sentId": 56, "text": "And so, yes, over the clothes."}, {"sentId": 57, "text": "And so, it was a very difficult situation."}, {"sentId": 58, "text": "But as we talked to other parents and different ones since then, a lot of families have said that they've had similar things happen in their families."}], "speaker": "KELLY", "secId": 26}, {"sentences": [{"sentId": 59, "text": "Nischelle, what's your reaction?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 60, "text": "Well, first of all, I just say over and over again in my head, deflect, deflect, deflect and that's what I felt was going on a lot when he was talking there."}, {"sentId": 61, "text": "I mean, then to bring up the fact that while other people say the same thing goes on in their homes."}, {"sentId": 62, "text": "What?"}], "speaker": "TURNER", "secId": 28}, {"sentences": [{"sentId": 63, "text": "I really think that there was a healthy dose of denial going on throughout this interview there."}, {"sentId": 64, "text": "And I was -- I came away very confused and I came away with a lot more questions than I did answers about the time line and about how long it took."}, {"sentId": 65, "text": "And actually how many people, how many girls there were because I kept hearing different numbers."}], "speaker": "TURNER", "secId": 29}, {"sentences": [{"sentId": 66, "text": "And it just was very confusing and very disappointing."}, {"sentId": 67, "text": "Because I feel like when people sit down for an interview like this at no-holds- barred tell-all, I really want to hear them to be a little contrite."}], "speaker": "TURNER", "secId": 30}, {"sentences": [{"sentId": 68, "text": "And when he talked about how, oh, my family was attacked and we may sue this people over releasing of due in the records because they did us wronged and we were wronged."}, {"sentId": 69, "text": "I don't know, I have a hard time wrapping my brain around that."}], "speaker": "TURNER", "secId": 31}, {"sentences": [{"sentId": 70, "text": "Yes."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 71, "text": "Do you think that we just said that we are getting important perspective."}, {"sentId": 72, "text": "It's been almost two weeks since the scandal broke."}, {"sentId": 73, "text": "We barely heard from the parents."}, {"sentId": 74, "text": "At least, finally, we are hearing from them."}], "speaker": "STELTER", "secId": 33}, {"sentences": [{"sentId": 75, "text": "That's true."}], "speaker": "TURNER", "secId": 34}, {"sentences": [{"sentId": 76, "text": "That is valuable."}, {"sentId": 77, "text": "The time they were most fired up, maybe even most emotional, was when they were talking about the illegal release of the juvenile records."}, {"sentId": 78, "text": "They even suggested they may sue the people that released these records, maybe the police chief or the city."}], "speaker": "STELTER", "secId": 35}, {"sentences": [{"sentId": 79, "text": "That is not worthy because that means this could go on for months or years."}], "speaker": "STELTER", "secId": 36}, {"sentences": [{"sentId": 80, "text": "Right."}], "speaker": "TURNER", "secId": 37}, {"sentences": [{"sentId": 81, "text": "It's hard to bring legal action."}, {"sentId": 82, "text": "But they did seem more bothered in some ways."}, {"sentId": 83, "text": "They suggested they were going to become advocates to ensure other juveniles are not hurt this way, but not so much on the molestation issue."}], "speaker": "STELTER", "secId": 38}, {"sentences": [{"sentId": 84, "text": "I found it interesting that when Megyn Kelly asks them if it was a selfish choice between the daughter's and the son and they, you know, to protect their daughters and their son."}, {"sentId": 85, "text": "Listen."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 86, "text": "It feels at all like a selfish choice, I have to protect my daughters at the expense of my son or vice versa?"}], "speaker": "KELLY", "secId": 40}, {"sentences": [{"sentId": 87, "text": "J. DUGGAR: You know, I think it's a situation where we felt like our son's heart had gone astray."}, {"sentId": 88, "text": "I think Jesus shared a story about He had 100 sheep and one went astray."}, {"sentId": 89, "text": "And there He was he took care of the 99 then also went after the one who went astray."}, {"sentId": 90, "text": "And so as parents we still love Josh and we love the other ones that we're going to protect those that are in our hands but also we're going to make sure that Josh doesn't make any wrong choices."}], "speaker": "KELLY", "secId": 41}, {"sentences": [{"sentId": 91, "text": "M. DUGGAR: It doesn't mean that you're not a good shepherd."}, {"sentId": 92, "text": "Jesus was a good shepherd but He went after that one that went astray."}, {"sentId": 93, "text": "And so, He think as parents, we were trying to do the best thing we knew how to help this one and protect these and I feel like, through that, as we came to that point where, you know, Josh shared at, you know, improperly touching the young one, we were devastated and we said, we've got to send him out of the home."}, {"sentId": 94, "text": "He's got to go."}], "speaker": "KELLY", "secId": 42}, {"sentences": [{"sentId": 95, "text": "Let's talk more now."}, {"sentId": 96, "text": "I want to bring in the woman who were herself has suffered sexual abuse."}, {"sentId": 97, "text": "She's a survivor."}, {"sentId": 98, "text": "She is Erin Merryn, and she was abused at age 6 and went on to find -- to found, excuse me, Erin's Law, which requires public schools to have a program to prevent child sexual abuse."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 99, "text": "She's the author of \"An Unimaginable Act\" and she has met the Duggars at the child abuse conference last year."}, {"sentId": 100, "text": "She also worked with them."}, {"sentId": 101, "text": "She went to meet with them."}, {"sentId": 102, "text": "She joins me now."}, {"sentId": 103, "text": "And also, family psychologist John Caffaro, author of \"Sibling Abuse Trauma.\""}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 104, "text": "So, you heard about what they say about the safeguards put in place, Erin, and she said, you know, other people have told me that this happened in their homes."}, {"sentId": 105, "text": "What do you make of that?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 106, "text": "I would just say, you know, from listening to it, first and foremost, you know, any parent listening to this, if this ever happens, you remove the child from your home immediately."}], "speaker": "MERRYN", "secId": 46}, {"sentences": [{"sentId": 107, "text": "You know, I don't care how much therapy you get, I don't care if you're sending away to a juvenile home for a year, and they're sent back home, if this happens in a home and it's a juvenile, you remove them immediately."}], "speaker": "MERRYN", "secId": 47}, {"sentences": [{"sentId": 108, "text": "You can't put that risk."}, {"sentId": 109, "text": "There is a risk there."}, {"sentId": 110, "text": "And that's what we can all learn from what happened with the Duggars."}, {"sentId": 111, "text": "Every parent listening, that is a risk."}, {"sentId": 112, "text": "Do not take that risk."}, {"sentId": 113, "text": "Remove them from the home."}, {"sentId": 114, "text": "Find another place for them to be."}], "speaker": "MERRYN", "secId": 48}, {"sentences": [{"sentId": 115, "text": "You were upset about this new police report."}, {"sentId": 116, "text": "Why is that?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 117, "text": "I just think it's outrageous."}, {"sentId": 118, "text": "Why did this police department have to disclose this?"}, {"sentId": 119, "text": "What was the purpose and intention behind it?"}, {"sentId": 120, "text": "What was the motivation?"}, {"sentId": 121, "text": "You know, this was a juvenile record."}, {"sentId": 122, "text": "Yes, he committed a crime."}], "speaker": "MERRYN", "secId": 50}, {"sentences": [{"sentId": 123, "text": "But what we're doing to these girls all over again, re-victimizing them, it's outrageous."}, {"sentId": 124, "text": "And you what, honestly, I think there should be some -- held accountable for what they did."}, {"sentId": 125, "text": "What this police department did is unacceptable."}], "speaker": "MERRYN", "secId": 51}, {"sentences": [{"sentId": 126, "text": "Do you agree with that John?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 127, "text": "It's not fair to this family."}], "speaker": "MERRYN", "secId": 53}, {"sentences": [{"sentId": 128, "text": "Do you think that's more important than what happened to the family?"}, {"sentId": 129, "text": "The release of the information?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 130, "text": "It's difficult to make a distinction between those two."}, {"sentId": 131, "text": "But I do agree with your guest that the victim's safety and the victim's need too are really paramount."}, {"sentId": 132, "text": "And we haven't heard nearly as much about them as we have about Josh or about the family."}], "speaker": "CAFFARO", "secId": 55}, {"sentences": [{"sentId": 133, "text": "John, Michelle stressed that Josh made a bad choice."}, {"sentId": 134, "text": "Do you view this as a choice, is it a behavior or is it a crime?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 135, "text": "I view it, as a psychologist, as a behavior, as a highly maladaptive behavior."}, {"sentId": 136, "text": "But one that's contingent, as many behaviors on environmental as well as sort of, you know, internal factors."}], "speaker": "CAFFARO", "secId": 57}, {"sentences": [{"sentId": 137, "text": "We don't know nearly as much about the offender as we like."}, {"sentId": 138, "text": "But the environment that he was raised in, the family is a key determinant here in terms of how this happened and how it was allowed to happen over time."}], "speaker": "CAFFARO", "secId": 58}, {"sentences": [{"sentId": 139, "text": "Yes."}, {"sentId": 140, "text": "On that day listen to what they talk about this issue."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 141, "text": "M. DUGGAR: Hello and he was like, what's wrong?"}, {"sentId": 142, "text": "Where is -- why is daddy and Josh leaving?"}, {"sentId": 143, "text": "And as we're all leaving the next day and for days and days I was saying, you know, Josh has done some very bad things and he's very sorry."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 144, "text": "J. DUGGAR: Yes."}, {"sentId": 145, "text": "But I was thankful and the ray of hope was that Josh had come and told us."}, {"sentId": 146, "text": "And his heart was still soft because we wouldn't have known about any of these things if he didn't tell us."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 147, "text": "All of it you learned from Josh?"}], "speaker": "KELLY", "secId": 62}, {"sentences": [{"sentId": 148, "text": "J. DUGGAR: And actually none of the victims knew about this or understood what he had done."}], "speaker": "KELLY", "secId": 63}, {"sentences": [{"sentId": 149, "text": "What about that Jim Bob, as a parent, did you feel guilty when you learned that his behavior had continued and others girls in the house had become victims?"}], "speaker": "KELLY", "secId": 64}, {"sentences": [{"sentId": 150, "text": "J. DUGGAR: Yes."}, {"sentId": 151, "text": "Yes."}, {"sentId": 152, "text": "We, I think as parents, you feel like a failure when one of your kids does something wrong."}], "speaker": "KELLY", "secId": 65}, {"sentences": [{"sentId": 153, "text": "Erin, the victims didn't know?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 154, "text": "No."}, {"sentId": 155, "text": "I mean, according to them, they said they were asleep and I personally, from my own experience, both times when I was abused, it happened while I was sleeping, but I woke up."}, {"sentId": 156, "text": "So, I don't know, you know, how this -- you know, I wasn't there."}, {"sentId": 157, "text": "I don't know how this happened."}, {"sentId": 158, "text": "But I woke up."}], "speaker": "MERRYN", "secId": 67}, {"sentences": [{"sentId": 159, "text": "Obviously he's saying, you know, he went to his parents and told."}, {"sentId": 160, "text": "But I would describe that behavior of what he did as grooming."}, {"sentId": 161, "text": "It's a grooming process, you know, predators use when they sexually abuse someone."}, {"sentId": 162, "text": "It's a process they use to see if they can get away with it."}, {"sentId": 163, "text": "He obviously wants to told his parents."}, {"sentId": 164, "text": "But other predators out there will use it to see how far they can go before they get caught."}], "speaker": "MERRYN", "secId": 68}, {"sentences": [{"sentId": 165, "text": "John, do you believe the victims didn't know?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 166, "text": "Well, it's likely that, especially if it was happening over the course of months or even years that had some point the victims knew it was happening."}, {"sentId": 167, "text": "As your guest is saying, victims oftentimes can pretend to be asleep as a way to both protecting the offender and also just protecting the family environment from this, you know, horrible event."}], "speaker": "CAFFARO", "secId": 70}, {"sentences": [{"sentId": 168, "text": "But that's not necessarily a good indicator either in terms of the victim's recovery."}, {"sentId": 169, "text": "Children who have to pretend something isn't happening when it is, often suffer dire consequences later from that kind behavior."}], "speaker": "CAFFARO", "secId": 71}, {"sentences": [{"sentId": 170, "text": "So, John, I want to ask you this."}, {"sentId": 171, "text": "Because every doctor that I've had on have spoken about this, will tell you that those behaviors, that behavior is you say learned behavior."}, {"sentId": 172, "text": "He was in a very suppressed environment sexually."}, {"sentId": 173, "text": "Where would he learn those behaviors from if they hadn't been presented to him in the past or before?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 174, "text": "You're talking about Josh?"}], "speaker": "CAFFARO", "secId": 73}, {"sentences": [{"sentId": 175, "text": "Yes."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 176, "text": "Yes."}, {"sentId": 177, "text": "Well, it's an interesting question."}, {"sentId": 178, "text": "The evidence is pretty clear on this point that the earlier an analyst the offender becomes known, the more likely it is that they were actually traumatized themselves."}, {"sentId": 179, "text": "It's one of the key questions I've had about this case is whether or not Josh has a history of sexual traumatization or any sort of traumatization that preceded the molest of these girls."}], "speaker": "CAFFARO", "secId": 75}, {"sentences": [{"sentId": 180, "text": "The fact that he was -- it seems like about 14 maybe, which is when it first became known, that doesn't necessarily mean that's when it first began."}, {"sentId": 181, "text": "It may be when he first confessed to the event."}, {"sentId": 182, "text": "But again, we need to know from the victims what really happened."}, {"sentId": 183, "text": "But that suggests that there might indeed be a history of traumatization in this boy's life."}], "speaker": "CAFFARO", "secId": 76}, {"sentences": [{"sentId": 184, "text": "Thank you for answering that."}, {"sentId": 185, "text": "Erin, I want to ask you."}, {"sentId": 186, "text": "I know that this has been personal for you in a sense because you have been speaking to Michelle."}, {"sentId": 187, "text": "Do you care to share any of your conversation or how she's doing or what she has shared with you or what you have share with her?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 188, "text": "Well, I just share would her, you know, so many people are throwing stones at this family and being a survivor of sexual abuse, and many would think that, you know, I'd want to throw stones at them too and say, what you did was wrong."}], "speaker": "MERRYN", "secId": 78}, {"sentences": [{"sentId": 189, "text": "It's not my place to judge them."}, {"sentId": 190, "text": "And basically what I've been encouraging her is, Michelle, what can you do now from this situation?"}, {"sentId": 191, "text": "What can you learn from this and do something good out of it?"}, {"sentId": 192, "text": "You know how can you educate others?"}, {"sentId": 193, "text": "And I know she told in the interview, she brought up Erin's Law."}, {"sentId": 194, "text": "And how she is trying to help me get it introduced in other states."}], "speaker": "MERRYN", "secId": 79}, {"sentences": [{"sentId": 195, "text": "And so, obviously that was edited out."}, {"sentId": 196, "text": "But like I said, I've encouraged her you need to do something good out of this negative event."}, {"sentId": 197, "text": "You know, yes, I feel that they made some mistakes, not going to the authorities immediately, allowing their son to be back into this home."}, {"sentId": 198, "text": "But at the same I ask parents out there that are listening, put yourself in their shoes."}, {"sentId": 199, "text": "What if this was your son?"}, {"sentId": 200, "text": "You know, how would you handle this?"}], "speaker": "MERRYN", "secId": 80}, {"sentences": [{"sentId": 201, "text": "No one prepares for that."}, {"sentId": 202, "text": "We prepare for stranger danger to hurt our kids, not somebody we love and trust."}, {"sentId": 203, "text": "And look at the police officer that they went to, look at the pedophile he was with pornography."}], "speaker": "MERRYN", "secId": 81}, {"sentences": [{"sentId": 204, "text": "These people are somebody we know and trust."}, {"sentId": 205, "text": "93 percent of the time it is people we know and trust."}, {"sentId": 206, "text": "Not that stranger danger we warn so much about."}, {"sentId": 207, "text": "So, parents listening, what they need to do, is sit down and talk to their kids about personal body safety."}, {"sentId": 208, "text": "You don't keep the secrets if this is ever happened to you, you tell somebody, you will be believed."}], "speaker": "MERRYN", "secId": 82}, {"sentences": [{"sentId": 209, "text": "All right."}, {"sentId": 210, "text": "Erin, thank you for sharing that with us."}, {"sentId": 211, "text": "I absolutely I agree with you 100 percent."}, {"sentId": 212, "text": "The question is so, if it happens in your family, how much can you trust what the Duggar parents are saying."}, {"sentId": 213, "text": "We've got a lot on this when we come right back."}, {"sentId": 214, "text": "The Duggars and the law, what might have happened if there had been no statute of limitation in this case."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 215, "text": "Plus, Caitlyn Jenner says she's finally living an authentic life."}, {"sentId": 216, "text": "But, tonight therapist debate that, what about her family?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 217, "text": "We're continuing on with our breaking news tonight."}, {"sentId": 218, "text": "Jim Bob, Michelle Duggar speaking out about the sexual molestation scandal involving their son, Josh."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 219, "text": "I'm joined now by attorney and the Victim's Rights Advocate, Lisa Bloom, legal analyst for Avo.com."}, {"sentId": 220, "text": "Also with me, CNN correspondent, Dan Simon and Janet Johnson, criminal defense attorney, also John Caffaro, and Brian Stelter are with me."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 221, "text": "So, I appreciate all of you joining me."}, {"sentId": 222, "text": "I want to listen to part of the interview and then I want to get your reaction."}, {"sentId": 223, "text": "This one is about when Josh came back into the home."}, {"sentId": 224, "text": "Let's listen."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 225, "text": "When you heard that behavior had resumed, describe what that was like for you?"}], "speaker": "KELLY", "secId": 88}, {"sentences": [{"sentId": 226, "text": "J. DUGGAR: We thought, you know, at first that Josh, you know, was on the road to mend, you know, at first but he was still a kid, you know, and he was still a juvenile."}, {"sentId": 227, "text": "He wasn't an adult."}], "speaker": "KELLY", "secId": 89}, {"sentences": [{"sentId": 228, "text": "And so, there was a couple more times that he came and told us what he done and we were devastated."}, {"sentId": 229, "text": "And all this again, this was not rape or anything like that."}, {"sentId": 230, "text": "This was like touching somebody over their clothes."}, {"sentId": 231, "text": "There were a couple of incidents where he touched them under their clothes, but it was like a few seconds and then he came to us and was crying and told us what happened."}], "speaker": "KELLY", "secId": 90}, {"sentences": [{"sentId": 232, "text": "Lisa Bloom, if you're saying over the clothes, whatever."}, {"sentId": 233, "text": "I mean, that still molestation."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 234, "text": "What was just sad to me about this interview was how willfully ignorant the Duggar parents are about child sexual abuse."}, {"sentId": 235, "text": "They don't seem to have educated themselves then or now about the facts."}], "speaker": "BLOOM", "secId": 92}, {"sentences": [{"sentId": 236, "text": "It is not minimized if it's only a few seconds, if it's over the clothes, if a victim is sleeping."}, {"sentId": 237, "text": "None of that is particularly significant."}, {"sentId": 238, "text": "The whole interview seemed to focus on what they were feeling, how hard this was for them and, of course, I'm sure it was hard for them, but I have to ask where is Josh Duggar?"}], "speaker": "BLOOM", "secId": 93}, {"sentences": [{"sentId": 239, "text": "He's a grown man now."}, {"sentId": 240, "text": "He's a father."}, {"sentId": 241, "text": "He has children sitting on his lap, which they say would not be allowed in their home."}, {"sentId": 242, "text": "Why wasn't Josh Duggar doing this interview?"}], "speaker": "BLOOM", "secId": 94}, {"sentences": [{"sentId": 243, "text": "That is a very good question."}, {"sentId": 244, "text": "Brian Stelter, can you answer that?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 245, "text": "I've tried to ask that question actually to the Duggar PR people."}, {"sentId": 246, "text": "They haven't had any comment."}, {"sentId": 247, "text": "We do know the two of victims, two of the sisters did speak with Megyn Kelly."}, {"sentId": 248, "text": "We're not going to hear much of that until later in the week."}], "speaker": "STELTER", "secId": 96}, {"sentences": [{"sentId": 249, "text": "We're going to hear them."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 250, "text": "But he's telling that we haven't heard from Josh."}], "speaker": "STELTER", "secId": 98}, {"sentences": [{"sentId": 251, "text": "We'll hear from them."}, {"sentId": 252, "text": "But let's -- we're going to talk about why we haven't heard from Josh."}, {"sentId": 253, "text": "So, listen to it at least."}, {"sentId": 254, "text": "Play it."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 255, "text": "Yes."}], "speaker": "STELTER", "secId": 100}, {"sentences": [{"sentId": 256, "text": "Did you had a worry that the treatment didn't work with especially with so many young children in the house?"}], "speaker": "KELLY", "secId": 101}, {"sentences": [{"sentId": 257, "text": "No."}, {"sentId": 258, "text": "No."}, {"sentId": 259, "text": "Josh was a changed person."}, {"sentId": 260, "text": "And you could..."}], "speaker": "J DUGGAR", "secId": 102}, {"sentences": [{"sentId": 261, "text": "M. DUGGAR: But we did -- and we still had those things carved in place."}, {"sentId": 262, "text": "I mean, it's like we just -- there were a lot things that changed."}, {"sentId": 263, "text": "And our understanding as parents with this, you know, this first child, first son, you know, to come to this place in his life, we're like, there's things that we've learned even since then that I think -- you know what, we don't let boys baby sit."}, {"sentId": 264, "text": "We don't let, you know, they don't play hide and seek together."}], "speaker": "J DUGGAR", "secId": 103}, {"sentences": [{"sentId": 265, "text": "Two don't go off and hide."}, {"sentId": 266, "text": "I mean, there are just a lot of things that we put in place and we said to him."}, {"sentId": 267, "text": "You're not alone in the room with someone else."}, {"sentId": 268, "text": "Always be out visible and that, you know, little ones don't sit on big boys laps or people that you don't know or even family members unless it's your daddy."}, {"sentId": 269, "text": "You know, and so, we just -- there's boundaries that we've learned..."}], "speaker": "J DUGGAR", "secId": 104}, {"sentences": [{"sentId": 270, "text": "So, that more about boundaries and what they've learned."}, {"sentId": 271, "text": "He's a changed person."}, {"sentId": 272, "text": "Doctor, John, what do -- how do you know someone is changed?"}, {"sentId": 273, "text": "How do they know he's changed?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 274, "text": "We can't really determine that without getting more information about a number of things that had to do with the time of the occurrence of sexual molests acts."}], "speaker": "CAFFARO", "secId": 106}, {"sentences": [{"sentId": 275, "text": "For example, as I said earlier, whether or not he's actually got a history of being traumatized himself or the important."}, {"sentId": 276, "text": "What kind of treatment did he have."}, {"sentId": 277, "text": "Did he have a specific treatment; was he treated by someone who had expertise in working with sibling sexual abuse or working with juvenile offenders in general?"}], "speaker": "CAFFARO", "secId": 107}, {"sentences": [{"sentId": 278, "text": "One of the primary things that hasn't been talked about yet has to do with the fact that the evidence is really clear that in cases of sibling sexual abuse, there's almost always instances of  lack of parental supervision and they're even neglect."}], "speaker": "CAFFARO", "secId": 108}, {"sentences": [{"sentId": 279, "text": "So, I would want to know who was supervising Josh when he was sort of having access to these children."}, {"sentId": 280, "text": "In large families it's not unusual to have one child in-charge of younger siblings."}, {"sentId": 281, "text": "But we need to know something more about whether or not the parents were actually supervising or monitoring Josh's behavior."}], "speaker": "CAFFARO", "secId": 109}, {"sentences": [{"sentId": 282, "text": "Dan, does he, Dan Simon, there is a police reveal any of that information?"}, {"sentId": 283, "text": "What are you learning about this police report?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 284, "text": "Well, this is a new police report."}, {"sentId": 285, "text": "As Megyn Kelly noted in the Fox broadcast."}, {"sentId": 286, "text": "This was all, you know, blown open, blown wide open by \"In Touch Weekly\" and now they've obtained a new police report."}], "speaker": "SIMON", "secId": 111}, {"sentences": [{"sentId": 287, "text": "And I think the thing that you take away from this is that, this was very widespread."}, {"sentId": 288, "text": "There were at least seven or eight incidents to which Josh confessed to his father."}, {"sentId": 289, "text": "He told his father repeatedly about some of these things."}, {"sentId": 290, "text": "I want to give you one example of what Jim Bob told the authorities when they started looking into this."}], "speaker": "SIMON", "secId": 112}, {"sentences": [{"sentId": 291, "text": "This is 2006."}, {"sentId": 292, "text": "The quote says, \"James,\" we're talking about Jim Bob here, but the report said, \"James said that Josh was reading to his 5- year-old sister and as she was sitting on his lap, he had touched her breasts and private area.\""}], "speaker": "SIMON", "secId": 113}, {"sentences": [{"sentId": 293, "text": "The report goes on to say that James also said, that during this time frame, his daughter had been standing in the laundry room and Josh had put his hand under her dress."}], "speaker": "SIMON", "secId": 114}, {"sentences": [{"sentId": 294, "text": "The bottom line here, Don, is these were horrible things that were going on and now we're getting some better insight into how pervasive this was and how disturbing this was."}], "speaker": "SIMON", "secId": 115}, {"sentences": [{"sentId": 295, "text": "All right."}, {"sentId": 296, "text": "Before I get to Janet Johnson I want you to listen to the daughters."}, {"sentId": 297, "text": "Here they are."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 298, "text": "They can't do this to us."}, {"sentId": 299, "text": "We're victims."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 117}, {"sentences": [{"sentId": 300, "text": "And yet they did."}], "speaker": "KELLY", "secId": 118}, {"sentences": [{"sentId": 301, "text": "And they did."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 119}, {"sentences": [{"sentId": 302, "text": "The system that was set up to protect kids, both those who make stupid mistakes or have problems like this in their life and the ones that are effected by those choices."}, {"sentId": 303, "text": "It's greatly failed."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 120}, {"sentences": [{"sentId": 304, "text": "So, Janet, they're talking about the information in the police report being leaked out, the whole reason that we're doing this story and they say they're looking into their legal options."}, {"sentId": 305, "text": "What do you make of that?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 306, "text": "As a defense attorney, it's always good to hear people come around and be concerned about the rights of juveniles and the rights of, you know, victims."}, {"sentId": 307, "text": "And I get that."}, {"sentId": 308, "text": "But it's kind of burying the lead though, I think in this story."}, {"sentId": 309, "text": "Because, you know, we do have somebody who went that report was written, I actually disagree that there was a statute of limitations that it had already run."}], "speaker": "JOHNSON", "secId": 122}, {"sentences": [{"sentId": 310, "text": "I think because they were minors, they were still within the statute of limitations."}, {"sentId": 311, "text": "So, yes, I guess it's bad to report leaks."}, {"sentId": 312, "text": "But it's hard to get incensed about that when they missed an opportunity to prosecute somebody who, you know, we just talked about, he has three, and he's expecting four children."}, {"sentId": 313, "text": "You know, is that a concern today?"}], "speaker": "JOHNSON", "secId": 123}, {"sentences": [{"sentId": 314, "text": "You know, is the doctor concerned that this is someone who now has little children at home and he's not had psycho sexual treatment, which I think is required in this situation."}], "speaker": "JOHNSON", "secId": 124}, {"sentences": [{"sentId": 315, "text": "It's clear the family wants this to be about the release of records."}], "speaker": "STELTER", "secId": 125}, {"sentences": [{"sentId": 316, "text": "Right."}], "speaker": "JOHNSON", "secId": 126}, {"sentences": [{"sentId": 317, "text": "That is clear from Megyn Kelly first time it's on Monday and it's even clearer now."}, {"sentId": 318, "text": "Michelle Duggar at one point said they've been more victimized by what happened in the last two weeks than they were 12 years ago."}], "speaker": "STELTER", "secId": 127}, {"sentences": [{"sentId": 319, "text": "Yes."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 320, "text": "Yes."}], "speaker": "JOHNSON", "secId": 129}, {"sentences": [{"sentId": 321, "text": "That just -- it doesn't ring true to a lot of people."}], "speaker": "STELTER", "secId": 130}, {"sentences": [{"sentId": 322, "text": "Brian, hang on, because I think there's a good question that Janet's asks for the doctor."}, {"sentId": 323, "text": "What do you make of Janet's question, should he be in the home with his children, should it be made clear and should we be sure that he has had treatment for this?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 324, "text": "We definitely should be sure that he's had treatment and determine whether or not that's actually something we can rule him out."}, {"sentId": 325, "text": "We also need to know something more about the circumstances surrounding even his parenting with his children now currently."}], "speaker": "CAFFARO", "secId": 132}, {"sentences": [{"sentId": 326, "text": "There's again, Don, a lot of evidence that suggest that this kind of abuse is into generational."}, {"sentId": 327, "text": "In other words, folks who come from the family whether it was sexual abuse tend to re-create that trauma in their own families."}, {"sentId": 328, "text": "So, I would definitely agree with your guest that it would be wise and prudent to know more about what the extent that Josh is an active parent should..."}], "speaker": "CAFFARO", "secId": 133}, {"sentences": [{"sentId": 329, "text": "Should something be done, doctor, to check on Josh's kids?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 330, "text": "I'm sorry?"}], "speaker": "CAFFARO", "secId": 135}, {"sentences": [{"sentId": 331, "text": "Should something be done to check on Josh's kids?"}, {"sentId": 332, "text": "CAFFARO: Well, certainly, some -- I think my own view of this would be that we would want to take a look that entire family, not just the children but the entire family."}, {"sentId": 333, "text": "Because those kind of dynamics tend to be re-created."}, {"sentId": 334, "text": "So that the entire family ought to be evaluated for what might be going on in the family."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 335, "text": "OK."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 336, "text": "Don."}], "speaker": "BLOOM", "secId": 138}, {"sentences": [{"sentId": 337, "text": "Go ahead."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 338, "text": "I would say, absolutely, yes."}, {"sentId": 339, "text": "And can we talk about the safeguards that Michelle Duggar said they took put in place."}, {"sentId": 340, "text": "No male baby sitters."}, {"sentId": 341, "text": "Hello, the threat was coming from inside the home."}, {"sentId": 342, "text": "No hide and go seek."}, {"sentId": 343, "text": "None of these incidents allegedly happened during hide and go seek."}], "speaker": "BLOOM", "secId": 140}, {"sentences": [{"sentId": 344, "text": "It's like two sheep's passing in the night the safeguards that they supposedly put in place."}, {"sentId": 345, "text": "The bottom line is, it did not work."}, {"sentId": 346, "text": "A 5- year-old girl was molested after the parents knew about it and failed to remove the perpetrator from the home."}, {"sentId": 347, "text": "And I hope nobody..."}], "speaker": "BLOOM", "secId": 141}, {"sentences": [{"sentId": 348, "text": "And Lisa..."}], "speaker": "JOHNSON", "secId": 142}, {"sentences": [{"sentId": 349, "text": "... any of the safeguards were at all effective because they simply did not address the problem."}], "speaker": "BLOOM", "secId": 143}, {"sentences": [{"sentId": 350, "text": "Janet, quickly."}, {"sentId": 351, "text": "I have to get a break in."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 352, "text": "And Lisa."}, {"sentId": 353, "text": "Well, and you can be alone with daddy."}, {"sentId": 354, "text": "I mean, daddy can be a perpetrator."}, {"sentId": 355, "text": "And I'm not saying this case is, but that's just -- the science there is wrong."}], "speaker": "JOHNSON", "secId": 145}, {"sentences": [{"sentId": 356, "text": "Yes."}, {"sentId": 357, "text": "OK."}, {"sentId": 358, "text": "Thank you every one."}, {"sentId": 359, "text": "Stick round."}, {"sentId": 360, "text": "When we come right back, we're going to talk about can the show survive."}, {"sentId": 361, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 362, "text": "We're back now with our breaking news."}, {"sentId": 363, "text": "Jim Bob and Michelle Duggar speaking out about the sexual molestation scandal involving their son, Josh, and their family."}, {"sentId": 364, "text": "But what happens next for the family and for the show?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 365, "text": "We're going to continue on to talk about this."}, {"sentId": 366, "text": "And I need to tell you my guest, we'll going to go a little bit longer than we thought we were going to because it's such an interesting conversation."}, {"sentId": 367, "text": "And I appreciate what my guests are adding to this conversation."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 368, "text": "Lisa Bloom, Janet Johnson, John Caffaro is here, Brian Stelter, and also Nischelle Turner is back with us."}, {"sentId": 369, "text": "Thank you all for joining us."}, {"sentId": 370, "text": "I want you to listen to, I thought there was a great question by Megyn Kelly."}, {"sentId": 371, "text": "Megyn said, why would you, after all this happened, why would you even invite cameras into your home?"}, {"sentId": 372, "text": "Here it is."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 373, "text": "Right."}], "speaker": "JOHNSON", "secId": 150}, {"sentences": [{"sentId": 374, "text": "OK."}, {"sentId": 375, "text": "So, it's all behind you for all intense purposes."}, {"sentId": 376, "text": "And then in 2008, you launched a reality TV show."}, {"sentId": 377, "text": "What would make you launch a reality TV show about your family given this past?"}], "speaker": "KELLY", "secId": 151}, {"sentences": [{"sentId": 378, "text": "You know, back in -- back early on, it was after all this was taken care of in 2003."}, {"sentId": 379, "text": "We actually had a magazine that came to Michelle and said, hey, can we do a story about your family, and we said, yes, that would be fine."}], "speaker": "DUGGAR", "secId": 152}, {"sentences": [{"sentId": 380, "text": "But are you thinking at all, wait, this might not be a good idea because when you bring cameras into your home, they tend to discover things and people get more interested in you."}], "speaker": "KELLY", "secId": 153}, {"sentences": [{"sentId": 381, "text": "J. DUGGAR: We had nothing to hide."}, {"sentId": 382, "text": "We had taken care of all that years before and when they asked us to do the reality show, all of this had been taken care of five years before."}], "speaker": "KELLY", "secId": 154}, {"sentences": [{"sentId": 383, "text": "Nischelle, you were at Entertainment Tonight, you are still a contributor here on CNN."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 384, "text": "Yes."}], "speaker": "TURNER", "secId": 156}, {"sentences": [{"sentId": 385, "text": "You worked as an entertainment for us once, you have nothing to hide."}, {"sentId": 386, "text": "We know when cameras -- that was a great question, when cameras go into your home..."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 387, "text": "Yes."}], "speaker": "TURNER", "secId": 158}, {"sentences": [{"sentId": 388, "text": "...you should know better."}, {"sentId": 389, "text": "Things are going to come out."}, {"sentId": 390, "text": "It invites things to come out."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 391, "text": "Yes."}, {"sentId": 392, "text": "You know, there's a lot of reality television stars that say, if you have a skeletons in your closet, don't go on television because inevitably they are going to come out."}], "speaker": "TURNER", "secId": 160}, {"sentences": [{"sentId": 393, "text": "But, you know, one of reasons she asked why, I was thinking to myself, well, it's almost an easy answer to me you would think, because the bottom line a lot of times is the bottom line."}], "speaker": "TURNER", "secId": 161}, {"sentences": [{"sentId": 394, "text": "I mean, listen, the Duggars earn about $40,000 an episode for the show."}, {"sentId": 395, "text": "They've been on for 10 seasons."}, {"sentId": 396, "text": "They could very well be on for an 11th if TLC does not pull the plug on the show."}, {"sentId": 397, "text": "It's the most popular show on the network."}], "speaker": "TURNER", "secId": 162}, {"sentences": [{"sentId": 398, "text": "It makes about $25 million dollars in ad revenue for the network."}, {"sentId": 399, "text": "So, when someone comes to you with that type pf prosperity, you know, and you're thinking, well, this is supposed to be a sealed document in juvenile court, no one will ever find out, let's do it."}], "speaker": "TURNER", "secId": 163}, {"sentences": [{"sentId": 400, "text": "$25 million revenue, they're getting $40,000, they should be paid more, but that's another story."}, {"sentId": 401, "text": "How can TLC continue this, Brian?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 402, "text": "TLC is a very carefully avoiding comment on everything about this tonight, Don."}, {"sentId": 403, "text": "They are avoiding comments as they had been for weeks."}, {"sentId": 404, "text": "But taking it off the air but not canceling it, they've taken this middle ground and they're going to stay there."}], "speaker": "STELTER", "secId": 165}, {"sentences": [{"sentId": 405, "text": "It was interesting we heard Jim Bob tonight say, I don't know whether the rest of the family should be punished with what Josh did many years ago."}, {"sentId": 406, "text": "That sort of implies, let our show continue."}, {"sentId": 407, "text": "On the other hand, they also said, we'll be fine if they film and so they film us."}], "speaker": "STELTER", "secId": 166}, {"sentences": [{"sentId": 408, "text": "I think the ultimate outcome here might still be a spin off with some of the kids but not the wider family."}], "speaker": "STELTER", "secId": 167}, {"sentences": [{"sentId": 409, "text": "It seems like there was -- not only watering down of what happened, but also there was a lot of denial."}, {"sentId": 410, "text": "I mean, I felt sorry in a way, because I felt they were in denial."}, {"sentId": 411, "text": "I mean, maybe they're just that naive, I don't know."}, {"sentId": 412, "text": "But this is when they talked about when the behavior had continued on belongs to them."}, {"sentId": 413, "text": "Listen."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 414, "text": "When you heard that the behavior had resumed, describe what that was like for you."}], "speaker": "KELLY", "secId": 169}, {"sentences": [{"sentId": 415, "text": "J. DUGGAR: We thought, you know, at first, that Josh was on the road to mend but he was still a kid, you know and he was still a juvenile."}, {"sentId": 416, "text": "He wasn't an adult and so there was a couple more times that he came and told us what he had done and we were just devastated."}], "speaker": "KELLY", "secId": 170}, {"sentences": [{"sentId": 417, "text": "And all this again, this was not rape or anything like that."}, {"sentId": 418, "text": "This was like touching somebody over their clothes."}, {"sentId": 419, "text": "There were a couple of incidents where he touched them under their clothes but it was like a few seconds and then he came to us and was crying and told us what happened."}], "speaker": "KELLY", "secId": 171}, {"sentences": [{"sentId": 420, "text": "I mean, Janet, does he know that this is not like rape or."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 421, "text": "Yes, Don."}, {"sentId": 422, "text": "And he's on the mend like he had a broken leg."}, {"sentId": 423, "text": "I mean, I've represented kids that were accused of this and I've had to depose victims and meet with parents of victims."}, {"sentId": 424, "text": "And, you know, I have to think that if one of the girls was offended by somebody outside of the family, this is not the language you would be hearing."}], "speaker": "JOHNSON", "secId": 173}, {"sentences": [{"sentId": 425, "text": "They would now be saying, we thought he was on the mend, and you know, he was a juvenile."}, {"sentId": 426, "text": "Yes, you know, they have juvenile justice system where kids go to facilities for a year and a half."}, {"sentId": 427, "text": "I mean, they go to high level security facilities to get treatment, but, you know, also to keep them away from the family."}, {"sentId": 428, "text": "This isn't the conversation that I hear in court every day."}], "speaker": "JOHNSON", "secId": 174}, {"sentences": [{"sentId": 429, "text": "Doctor, do you want to weigh in on that?"}, {"sentId": 430, "text": "JOHN CAFFARO, FAMILY PSYCHOLOGIST AND AUTHOR: Well, I do actually and"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 431, "text": "I guess I want to suggest too also that this is a kind of agonizing selfish choice sort of situation for the parents of this kind of an event to have to choose between your two children."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 432, "text": "You wouldn't wish on anybody."}, {"sentId": 433, "text": "So, I guess what I want to say is that, as much as we're all in support of safety for the victims first and foremost, it's also important to recognize that this family is probably struggling to make sense of this because it would be difficult for any set of parents to have to choose between..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 434, "text": "You know, I have..."}], "speaker": "BLOOM", "secId": 178}, {"sentences": [{"sentId": 435, "text": "Lisa Bloom, go ahead."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 436, "text": "They're not choosing."}, {"sentId": 437, "text": "I'm sorry, I have to disagree with the Sophie's choice thing."}, {"sentId": 438, "text": "You have a responsibility as a parent to protect your children if they are victims of sexual abuse."}, {"sentId": 439, "text": "You take the predator out of the home that he's a child."}], "speaker": "BLOOM", "secId": 180}, {"sentences": [{"sentId": 440, "text": "He's not going to, you know, get his head chopped off."}, {"sentId": 441, "text": "He's going to a treatment facility."}, {"sentId": 442, "text": "It's not in his interest to be allowed to reoffend."}, {"sentId": 443, "text": "And so, I resent that implication."}, {"sentId": 444, "text": "There are so many inconsistencies in the story that these parents have."}], "speaker": "BLOOM", "secId": 181}, {"sentences": [{"sentId": 445, "text": "They said that the kids were all asleep when it happened."}, {"sentId": 446, "text": "Then they say one of them was on his lap having a book read to her and another was a babysitter."}], "speaker": "BLOOM", "secId": 182}, {"sentences": [{"sentId": 447, "text": "The biggest problem they have is they completely believe Josh Duggar's account of what happened."}, {"sentId": 448, "text": "But we know that perpetrators tend to minimize and deny."}, {"sentId": 449, "text": "They believe the victims when they say they were asleep, which is a very common thing that young girl say because of the denial and I don't want to acknowledge everything that happened."}], "speaker": "BLOOM", "secId": 183}, {"sentences": [{"sentId": 450, "text": "I mean, these parents are so in the dark of the realities, of child sexual abuse."}, {"sentId": 451, "text": "And they made a choice to stay in the dark, even after they knew that they had a predator in their home."}], "speaker": "BLOOM", "secId": 184}, {"sentences": [{"sentId": 452, "text": "OK. Lisa."}, {"sentId": 453, "text": "Doctor, I'll let you respond after the break."}, {"sentId": 454, "text": "We have much more in this breaking news tonight."}, {"sentId": 455, "text": "Does Josh Duggar have to speak out on this himself?"}, {"sentId": 456, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 457, "text": "We're back now with our breaking news tonight."}, {"sentId": 458, "text": "Jim Bob and Michelle Duggar speaking out about their son, Josh, and the sexual molestation scandal surrounding their family."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 459, "text": "Back with me now, Lisa Bloom, Janet Johnson, John Caffaro, and Nischelle Turner, and relationship therapist Elisabeth Mandel, and Nell Gibbon Daly, a psychotherapist and writer."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 460, "text": "I have to let you doctor to what Lisa Bloom said, because you were rearing to respond to that."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 461, "text": "Thank you so much."}, {"sentId": 462, "text": "I appreciate it."}, {"sentId": 463, "text": "Let me first say that I'm not in disagreement with any of the comments that are made about holding the child responsible, holding the offender responsible."}], "speaker": "CAFFARO", "secId": 189}, {"sentences": [{"sentId": 464, "text": "But from a clinical point of view, the tasks involved in helping this family heal are different than what the judicial systems has to do."}, {"sentId": 465, "text": "In fact, this is why these cases are so complex."}, {"sentId": 466, "text": "So, I was only trying to suggest that indeed, the entire family, while there was one offender in this case, as far as we know, and that's also a question -- that's only as far as we know, but nonetheless, the entire family, particularly the parents are most responsible for maintaining this behavior."}], "speaker": "CAFFARO", "secId": 190}, {"sentences": [{"sentId": 467, "text": "Because it was obviously was disclosed and then it continued on."}, {"sentId": 468, "text": "So, my only comment is that everyone in this family deserves compassion because they're going to have to go through a pretty tough time if they are going to actually be able to deal with the denial on multiple levels and keeping the children safe."}], "speaker": "CAFFARO", "secId": 191}, {"sentences": [{"sentId": 469, "text": "And let's not forget there's at least one victim who's not in the family that we haven't heard from either."}, {"sentId": 470, "text": "And without knowing their stories and what really would be consistent with, you know, what Josh' said, we really only have anecdotal reports to go on here."}, {"sentId": 471, "text": "So, there is a lot of information that is still lost."}], "speaker": "CAFFARO", "secId": 192}, {"sentences": [{"sentId": 472, "text": "The parents say they feel like failures."}, {"sentId": 473, "text": "Listen."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 474, "text": "I think as parents, we felt, we're failures."}, {"sentId": 475, "text": "You know, here we tried to raise our kids to do what's right, to know what's right and yet one of our children made some really bad choices."}, {"sentId": 476, "text": "And I think as a parent, we were just very devastated."}], "speaker": "DUGGAR", "secId": 194}, {"sentences": [{"sentId": 477, "text": "Nell, what does this do to a family?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 478, "text": "I think it's obviously very devastating for the family."}, {"sentId": 479, "text": "The one thing that concerns me is that when, you know, in the last few years since they've been on television, they've come out and on certain political issues having certain very conservative stances on things."}], "speaker": "DALY", "secId": 196}, {"sentences": [{"sentId": 480, "text": "And I think that what I've heard in my community with my colleagues is that, there was an element of self-righteousness sometimes that they portrayed in the family."}, {"sentId": 481, "text": "And then now we see this side of them that they clearly hid which, you know, becomes very problematic both for the family to heal from."}], "speaker": "DALY", "secId": 197}, {"sentences": [{"sentId": 482, "text": "Does it see to you like they're speaking sort of above their heads above their knowledge of the actual situation, the severity of the situation?"}, {"sentId": 483, "text": "ELISABETH MANDEL, RELATIONSHIP THERAPIST: It does."}, {"sentId": 484, "text": "It sounds like they're down playing it to protect their reputation as a family."}, {"sentId": 485, "text": "I think that part of the reason why they're doing this is to protect their children from, you know, mockery, but ultimately, you know, the parents need to come to terms with the truth and the family, yes, needs to heal from this together."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 486, "text": "Yes."}, {"sentId": 487, "text": "But they live with this?"}, {"sentId": 488, "text": "They're going to live with the stigma of this."}, {"sentId": 489, "text": "They're still having to be in the same family and deal with the person who perpetrated this molestation or abuse."}, {"sentId": 490, "text": "19 children in the family, four abused and then there's Josh."}, {"sentId": 491, "text": "Do you think that they all need to be in therapy?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 492, "text": "Oh, I mean, yes."}, {"sentId": 493, "text": "Yes."}], "speaker": "GIBBON", "secId": 200}, {"sentences": [{"sentId": 494, "text": "You do?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 495, "text": "Yes."}, {"sentId": 496, "text": "Obviously, yes."}, {"sentId": 497, "text": "The thing is that the treatment for what these girls went through would be different than what the perpetrator went through and then obviously, the ramifications just keep going outward."}], "speaker": "GIBBON", "secId": 202}, {"sentences": [{"sentId": 498, "text": "Yes."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 499, "text": "So, having family therapy and individual therapy for all of the people involved is massively important."}], "speaker": "GIBBON", "secId": 204}, {"sentences": [{"sentId": 500, "text": "Even the 14 kids, even the kids who weren't involved?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 501, "text": "Yes, we have -- look at what they're going to face going forward just publicly."}], "speaker": "GIBBON", "secId": 206}, {"sentences": [{"sentId": 502, "text": "Yes."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 503, "text": "Knowing that has happened."}, {"sentId": 504, "text": "And some of the children are still quite small, so how do they begin to make sense of this?"}], "speaker": "GIBBON", "secId": 208}, {"sentences": [{"sentId": 505, "text": "Yes."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 506, "text": "Then one of the ways that we do make sense of trauma that happened in the family is by talking about it."}], "speaker": "GIBBON", "secId": 210}, {"sentences": [{"sentId": 507, "text": "Yes."}, {"sentId": 508, "text": "Is Nischelle Turner still with us or -- Nischelle?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 509, "text": "I'm here, Don."}, {"sentId": 510, "text": "I haven't left."}], "speaker": "TURNER", "secId": 212}, {"sentences": [{"sentId": 511, "text": "OK."}, {"sentId": 512, "text": "So, Nischelle, tell us about Josh Duggar because he has kids and doesn't he have one on the way?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 513, "text": "Yes, three kids, one on the way."}, {"sentId": 514, "text": "And, yes, he, you know, we did hear him speak often from the Parent's research Council about very conservative views."}, {"sentId": 515, "text": "He was taking a leadership role there and that's kind of what has him also, you know, also in this situation is the fact that we heard him say like, the ladies were talking about -- sounding a bit self-righteous on a lot of different issues."}, {"sentId": 516, "text": "And now we're seeing kind of his past come back to haunt him."}, {"sentId": 517, "text": "So, it will be interesting."}], "speaker": "TURNER", "secId": 214}, {"sentences": [{"sentId": 518, "text": "Nischelle, does he have to talk?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 519, "text": "Well, he doesn't have to but should he, absolutely."}, {"sentId": 520, "text": "And would we like for that to happen?"}, {"sentId": 521, "text": "Yes."}, {"sentId": 522, "text": "And would I like for him to do that with me on Entertainment Tonight, yes."}], "speaker": "TURNER", "secId": 216}, {"sentences": [{"sentId": 523, "text": "I would love for him to do it right here on CNN Tonight, on either of this tonight's shows, but CNN Tonight preferably and then to Nischelle Turner."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 524, "text": "There you go."}], "speaker": "TURNER", "secId": 218}, {"sentences": [{"sentId": 525, "text": "Because I really -- as a survivor, honestly I would really like to talk to him and talk to this family, anyone in this family."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 526, "text": "Yes."}], "speaker": "TURNER", "secId": 220}, {"sentences": [{"sentId": 527, "text": "But I have to ask you, Lisa, do you think he should talk..."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 528, "text": "He should talk to you."}], "speaker": "BLOOM", "secId": 222}, {"sentences": [{"sentId": 529, "text": "Yes, go ahead, Lisa, should he talk?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 530, "text": "Yes."}, {"sentId": 531, "text": "And you know why that's important because in 2002 to 2006, when this all went down the family circled around to protect Josh Duggar."}, {"sentId": 532, "text": "And today, in 2015, exactly the same thing is happening."}], "speaker": "BLOOM", "secId": 224}, {"sentences": [{"sentId": 533, "text": "The whole family is protecting Josh Duggar who is at the center of this who has not come forward to speak, even though he's a grown man."}, {"sentId": 534, "text": "I think that's very sad."}, {"sentId": 535, "text": "You know what, therapy is great, I'm all in favor of it for everybody in the family, but you what's even better for victims, accountability and justice."}], "speaker": "BLOOM", "secId": 225}, {"sentences": [{"sentId": 536, "text": "Yes."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 537, "text": "That's what I traffic in because I reference victims."}, {"sentId": 538, "text": "A little accountability goes a long way to healing victims."}], "speaker": "BLOOM", "secId": 227}, {"sentences": [{"sentId": 539, "text": "And as much as we all have faith and belief and I have faith and belief but that is not therapy."}, {"sentId": 540, "text": "God and religion are not therapy."}, {"sentId": 541, "text": "You need professional therapy when you're dealing with this."}, {"sentId": 542, "text": "We'll be right back and then we will continue to talk."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 543, "text": "Breaking news now."}, {"sentId": 544, "text": "The Duggar scandal."}, {"sentId": 545, "text": "My guests are all back with me."}, {"sentId": 546, "text": "So, thank you for joining us."}, {"sentId": 547, "text": "I want to know, is it fair to put the daughters out there at guest?"}, {"sentId": 548, "text": "Because let's listen to this now by where they talk about, one of the daughters at least was awake but they say not aware."}, {"sentId": 549, "text": "Here it is."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 550, "text": "The subsequent incidents after the first one involved daughters who are awake or at least a couple of them?"}, {"sentId": 551, "text": "J. DUGGAR: There were a couple, yes."}, {"sentId": 552, "text": "And they didn't really understand"}], "speaker": "KELLY", "secId": 230}, {"sentences": [{"sentId": 553, "text": "though what happened."}], "speaker": "KELLY", "secId": 231}, {"sentences": [{"sentId": 554, "text": "So, that's what happened?"}], "speaker": "KELLY", "secId": 232}, {"sentences": [{"sentId": 555, "text": "M. DUGGAR: They didn't say it was more of his heart -- his intent that he knew..."}], "speaker": "KELLY", "secId": 233}, {"sentences": [{"sentId": 556, "text": "J. DUGGAR: Right."}], "speaker": "KELLY", "secId": 234}, {"sentences": [{"sentId": 557, "text": "M. DUGGAR: ... that it was wrong."}, {"sentId": 558, "text": "But they weren't even aware."}, {"sentId": 559, "text": "It was like, you know, it wasn't -- to them, they probably didn't even understand that it was improper touch."}], "speaker": "KELLY", "secId": 235}, {"sentences": [{"sentId": 560, "text": "I mean, and now let's hear from the daughters."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 561, "text": "They don't have a right to do this."}, {"sentId": 562, "text": "This is an -- we're victims."}, {"sentId": 563, "text": "They can't do this to us."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 237}, {"sentences": [{"sentId": 564, "text": "And yet they did?"}], "speaker": "KELLY", "secId": 238}, {"sentences": [{"sentId": 565, "text": "And they did."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 239}, {"sentences": [{"sentId": 566, "text": "The system that was set up to protect kids, both those who make stupid mistakes or have problems like this in their life and the ones affected by those choices, it's greatly failed."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 240}, {"sentences": [{"sentId": 567, "text": "Lisa, should they be putting the daughters out there do you think?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 568, "text": "That's up to the daughters."}, {"sentId": 569, "text": "I would say to them from the bottom of my heart, you have nothing to be ashamed of, you have done nothing wrong."}, {"sentId": 570, "text": "I hope you will hold your heads high."}, {"sentId": 571, "text": "The choices you make about your life are going to be what defines you, not these crises, not what the media has done, not what the police did, and certainly not what Josh Duggar did to you."}, {"sentId": 572, "text": "You should not be upset about this."}], "speaker": "BLOOM", "secId": 242}, {"sentences": [{"sentId": 573, "text": "Yes."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 574, "text": "You can define your own life."}], "speaker": "BLOOM", "secId": 244}, {"sentences": [{"sentId": 575, "text": "I just have a few seconds here."}, {"sentId": 576, "text": "John, should the daughters be out there like that?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 577, "text": "I think there's always the risk of re-traumatization with the daughters and I would want to give them full freedom to sort of decide for that on their own rather than just impose it on."}, {"sentId": 578, "text": "They've already been imposed upon obviously and some of them most degree just ways we can imagine."}, {"sentId": 579, "text": "LEMON: John, Lisa, Janet, Elisabeth, thank you very much."}, {"sentId": 580, "text": "Nell, I"}], "speaker": "CAFFARO", "secId": 246}, {"sentences": [{"sentId": 581, "text": "appreciate all of you and to all of my guests who have joined me this evening."}, {"sentId": 582, "text": "We'll be right back."}], "speaker": "CAFFARO", "secId": 247}, {"sentences": [{"sentId": 583, "text": "Sorry we didn't get to the Jenner story."}, {"sentId": 584, "text": "I will call it to try to do it tomorrow night."}, {"sentId": 585, "text": "I'll see you then."}, {"sentId": 586, "text": "Good night."}], "speaker": "LEMON", "secId": 248}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.03.cnnt.01.html.json", "time": "Aired June 3, 2015 - 22:00   ET"}