{"sectionCount": 209, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TODD", "YOUNG", "CARROLL", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "WATKINS", "LYNCH", "LEMON ", "OBAMA", "CUMMINGS", "STANSBURY", "PRESIDENT OBAMA", "VAUSE", "KAPUR", "JONES", "ENCINO"], "subTitle": "Most Protesters Are Adhering To The Curfew; Officer's Family Member Speaks Out About Gray's Arrest; D. Watkins Op-Ed On Police Featured In \"New York Times\"; Frustration Grows Over Nepal Quake Response; Orioles Game On Wednesday Closed To Public. Aired 12-1a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/29/cnnt.03.html", "sentenceCount": 518, "sections": [{"sentences": [{"sentId": 0, "text": "I am Don Lemon live in Baltimore, Maryland."}, {"sentId": 1, "text": "I want to welcome our viewers from here in the United States and around the world."}, {"sentId": 2, "text": "We are seeing the second night of a mandatory curfew in Baltimore, Maryland."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "We are two hours into it now and it appears to be holding."}, {"sentId": 4, "text": "What happened today was unprecedented when it comes to these rioting and protesting in this city."}, {"sentId": 5, "text": "What have happened is members of the community, the police department and leaders here, city leaders have gotten their acts together."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "They have all come together to get the people off the streets, who want to defy this mandatory curfew and it happened all evening, not just close to that curfew."}, {"sentId": 7, "text": "It started happening earlier in the day."}, {"sentId": 8, "text": "They were getting the message out."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "There are also protests that cropped up in Washington, D.C., the nation's capital also in New York City, as well, one that is still going on."}, {"sentId": 10, "text": "We're keeping an eye on all of that for you this evening."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 11, "text": "But we want to get straight to the streets of Baltimore now."}, {"sentId": 12, "text": "CNN's Brian Todd is out there."}, {"sentId": 13, "text": "Brian, you reported earlier here on CNN that police changed their tactics here in Baltimore."}, {"sentId": 14, "text": "What are you seeing and hearing now?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 15, "text": "Don, two hours into this curfew, what we are seeing is almost a zero police presence."}, {"sentId": 16, "text": "The police have cleared out of this intersection."}, {"sentId": 17, "text": "This is the intersection of Pennsylvania Avenue and North Avenue, one of the most volatile intersections in the entire city."}], "speaker": "TODD", "secId": 5}, {"sentences": [{"sentId": 18, "text": "Two nights ago, we were seeing looting in this area, cars, and structures being set on fire in this area."}, {"sentId": 19, "text": "Now very quiet, this curfew seems to be holding."}], "speaker": "TODD", "secId": 6}, {"sentences": [{"sentId": 20, "text": "We did witness a scuffle earlier between volunteers trying to get people to go home a little more than three hours ago as the curfew approached."}, {"sentId": 21, "text": "That was about as bad as the tension got tonight."}], "speaker": "TODD", "secId": 7}, {"sentences": [{"sentId": 22, "text": "So right now, a pretty impressive calm here in Baltimore that has seen so much trouble over the past few days."}, {"sentId": 23, "text": "Earlier, we were following a group of marchers, mostly college students, few hundred strong."}], "speaker": "TODD", "secId": 8}, {"sentences": [{"sentId": 24, "text": "I'm not sure exactly how many, but it was probably over a thousand of them."}, {"sentId": 25, "text": "It was the biggest and most organized march that we have been through and followed in the streets of Baltimore for a week and they were very energetic."}], "speaker": "TODD", "secId": 9}, {"sentences": [{"sentId": 26, "text": "They were very passionate."}, {"sentId": 27, "text": "They were angry, but they were very, very peaceful."}, {"sentId": 28, "text": "They took us through the streets of Baltimore to city hall and back to Penn Station where they started."}], "speaker": "TODD", "secId": 10}, {"sentences": [{"sentId": 29, "text": "What they were telling us was that they really wanted to take back the message from the people who had -- they feel, had stolen their message on Monday night with all the looting and the burning."}], "speaker": "TODD", "secId": 11}, {"sentences": [{"sentId": 30, "text": "That, I think they were successful in doing that tonight, Don, and right now, the cease-fire I called it, it's the curfew is over."}], "speaker": "TODD", "secId": 12}, {"sentences": [{"sentId": 31, "text": "Yes, well, curfew, cease-fire, we'll take both of them."}, {"sentId": 32, "text": "Thank you very much, Brian Todd, out on the streets."}, {"sentId": 33, "text": "Standby."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 34, "text": "I want to get now to CNN's Jason Carroll also in Baltimore."}, {"sentId": 35, "text": "Jason, you have been covering this for a while."}, {"sentId": 36, "text": "I think it was very poignant what you said earlier."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 37, "text": "You said today was a better day for Baltimore than yesterday and the day before."}, {"sentId": 38, "text": "All right, we're not hearing Jason."}, {"sentId": 39, "text": "We'll get back to him in just a little bit."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 40, "text": "CNN's Ryan Young is among the crowd, as well."}, {"sentId": 41, "text": "He has been covering this."}, {"sentId": 42, "text": "We want to get to Ryan to find out what's going on from his perspective."}, {"sentId": 43, "text": "Ryan, are you there?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 44, "text": "Yes, I'm here, Don."}, {"sentId": 45, "text": "We're actually walking down the street here."}, {"sentId": 46, "text": "The officers are just doing a check to make sure that everyone has cleared the street."}, {"sentId": 47, "text": "Honestly, we haven't seen people in over an hour and a half."}], "speaker": "YOUNG", "secId": 17}, {"sentences": [{"sentId": 48, "text": "People have decided to listen to the police officers and leave the streets here."}, {"sentId": 49, "text": "About two hours ago, we were in the middle of a skirmish that happened when people try to shut down the streets and take it over."}], "speaker": "YOUNG", "secId": 18}, {"sentences": [{"sentId": 50, "text": "But ever since that moment, when we watch Elijah Cummings walk through the people of this community and tell them to go home, everything has been clear."}], "speaker": "YOUNG", "secId": 19}, {"sentences": [{"sentId": 51, "text": "Right now, I can honestly tell you we've seen a few officers here, but the numbers are dramatically different compared to just a few hours ago and a completely different story from last night."}], "speaker": "YOUNG", "secId": 20}, {"sentences": [{"sentId": 52, "text": "So, Ryan, that is a good thing that it's a completely different story than last night."}, {"sentId": 53, "text": "I think that on the first night when we were here during the massive looting and rioting that happened, city officials and state officials, they were big grilled by residents and by the media."}, {"sentId": 54, "text": "People wanted some accountability."}, {"sentId": 55, "text": "They wanted their questions answered and it appears that those officials have now gotten their acts together and they are dealing with this properly."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 56, "text": "Don, I honestly have to say, there was a lot of leadership that we saw from community members and from the local leaders and from the congressman himself, standing out here with the bull horn, talking with people, having one-on-one conversations."}], "speaker": "YOUNG", "secId": 22}, {"sentences": [{"sentId": 57, "text": "Actually asking the cameramen to move away so he could talk to people on the side, addressing young people telling them, yes, I hear your frustration, but this is not the way to do it, asking them to go home so they would not be arrested."}, {"sentId": 58, "text": "There is something that we watched in realtime."}], "speaker": "YOUNG", "secId": 23}, {"sentences": [{"sentId": 59, "text": "It's such a different story to watch them to respond to him and to decide to leave this area."}, {"sentId": 60, "text": "It's one of those things that if you think about the locking of the arms and now this moment where leaders are standing in the middle of the street."}], "speaker": "YOUNG", "secId": 24}, {"sentences": [{"sentId": 61, "text": "Actually when the police stepped back and allowed the community members to police themselves, it's something wonderful to watch."}, {"sentId": 62, "text": "Now you basically have a few officers walking up and down the street, just making sure that no one is left hiding in pockets."}], "speaker": "YOUNG", "secId": 25}, {"sentences": [{"sentId": 63, "text": "Look, we've even seen homeless people who they've left alone because they know they sleep in the street."}, {"sentId": 64, "text": "It's one of those things you'd see Baltimore is kind of returning back to normal in terms of this neighborhood."}], "speaker": "YOUNG", "secId": 26}, {"sentences": [{"sentId": 65, "text": "All right, thank you very much, Ryan Young."}, {"sentId": 66, "text": "I want to get to CNN's Jason Caroll."}, {"sentId": 67, "text": "He joins us now live with more on what's going on with this."}, {"sentId": 68, "text": "Jason, I said to you earlier, you said tonight is a better night for Baltimore than last night and the night before."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 69, "text": "And also, just to pick up on that a little bit more, Don, when you hear about a change in police tactics, if I could try to explain a little bit the reason why."}, {"sentId": 70, "text": "What they're doing is they're taking the temperature of the community and they're adjusting, day by day, hour by hour, based on what they're seeing."}], "speaker": "CARROLL", "secId": 28}, {"sentences": [{"sentId": 71, "text": "This is the intersection where you saw so much trouble a few nights ago, a little less trouble last night."}, {"sentId": 72, "text": "Look, it's completely empty now."}, {"sentId": 73, "text": "Frankly, throughout the evening, the crowd here was much less than what we saw even the night before and the night before that."}], "speaker": "CARROLL", "secId": 29}, {"sentences": [{"sentId": 74, "text": "So what police are doing is they're adjusting their tactics based on what they're seeing."}, {"sentId": 75, "text": "So that's what happened out here tonight."}, {"sentId": 76, "text": "You had less people out here tonight."}, {"sentId": 77, "text": "It was a less volatile situation out here tonight and so police adjusted accordingly."}], "speaker": "CARROLL", "secId": 30}, {"sentences": [{"sentId": 78, "text": "And that's what they're going to be doing day by day."}, {"sentId": 79, "text": "That's what's going to happen tomorrow."}, {"sentId": 80, "text": "That's what's going to happen Friday."}, {"sentId": 81, "text": "And then again on Saturday based on how large that demonstration is that we have out here on Saturday."}, {"sentId": 82, "text": "But throughout the day here, as I said, it was a better day for Baltimore."}, {"sentId": 83, "text": "I was marching with those protesters who came out, hundreds of them who were in the streets, nurses, parents with their children, all trying to get out the message of peace, all trying to get out the message of nonviolence."}], "speaker": "CARROLL", "secId": 31}, {"sentences": [{"sentId": 84, "text": "And so police, once again, adjusting their tactics, again, a better day today than we saw yesterday."}, {"sentId": 85, "text": "Can't say for sure what will happen tomorrow or again on Friday."}], "speaker": "CARROLL", "secId": 32}, {"sentences": [{"sentId": 86, "text": "Whatever happens, police will adjust, but you do have a significant number of people in this community, who will continue to have their voices heard, but they want to do it peacefully -- Don."}], "speaker": "CARROLL", "secId": 33}, {"sentences": [{"sentId": 87, "text": "Jason, I want to talk to you more about that because that preliminary report is expected on Friday."}, {"sentId": 88, "text": "It's not exactly sure if it's going to come out and it doesn't mean that if it is, that you get the preliminary report, that we will find out what's in that report."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 89, "text": "Are they managing, the people that you're seeing out on the streets, especially the community leaders, are they managing expectations about this in light of the demonstrations that are scheduled for the weekend?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 90, "text": "I think they are."}, {"sentId": 91, "text": "I think they're trying to."}, {"sentId": 92, "text": "But I think it's safe to say that there are a number of people who will be very disappointed if there is not some information that is publicly released on Friday."}], "speaker": "CARROLL", "secId": 36}, {"sentences": [{"sentId": 93, "text": "But I remember hearing from the mayor earlier this week, that in terms of trying to release information that was probably not going to happen."}, {"sentId": 94, "text": "There are reasons for that in terms of the investigative process."}], "speaker": "CARROLL", "secId": 37}, {"sentences": [{"sentId": 95, "text": "You don't want to release information, get it out there and possibly have witnesses trying to change their story."}, {"sentId": 96, "text": "So I think what community leaders are trying to do, like one of them that I met out here last night, Reverend Coleman."}], "speaker": "CARROLL", "secId": 38}, {"sentences": [{"sentId": 97, "text": "She was the one that you saw out here on her bull horn, trying to get people to go home and obey the curfew."}, {"sentId": 98, "text": "I think what you will have is community leaders out here on the streets, community leaders, not in front of the cameras, doing things behind the scenes  to work with people to try to manage expectations -- Don."}], "speaker": "CARROLL", "secId": 39}, {"sentences": [{"sentId": 99, "text": "Jason Carroll, thank you, Jason."}, {"sentId": 100, "text": "Appreciate your reporting."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 101, "text": "I want everyone to pay attention to this because tonight, we're hearing the story of one of the officers involved in the Freddie Gray arrest."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 102, "text": "A family member of that officer, who asked us not to use her name or her face, she came to us wanting to share what the officer said about what happened."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 103, "text": "This person says the officer did not ask her to approach us, but she believes it is the right thing to do."}, {"sentId": 104, "text": "We know her identity and relationship to the officer, but we have agreed not to disclose that."}, {"sentId": 105, "text": "We talked to her earlier today."}, {"sentId": 106, "text": "Take a listen."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 107, "text": "Why are you coming forward?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 108, "text": "Because no one else is speaking up for the officers that were involved."}, {"sentId": 109, "text": "Nobody is standing up for the officers, any of them."}, {"sentId": 110, "text": "And that's just not right."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 45}, {"sentences": [{"sentId": 111, "text": "And the person that you are directly related to is --"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 112, "text": "African-American."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 47}, {"sentences": [{"sentId": 113, "text": "Is African-American."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 114, "text": "Yes."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 49}, {"sentences": [{"sentId": 115, "text": "What did he say happened?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 116, "text": "He believes that whatever happened to Mr. Gray happened before he was transported."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 51}, {"sentences": [{"sentId": 117, "text": "Did he hear screaming?"}, {"sentId": 118, "text": "Was he in the back?"}, {"sentId": 119, "text": "It was saying that he was in the back going crazy, maybe, and yelling and moving around?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 120, "text": "There was -- he was irate and he was cursing."}, {"sentId": 121, "text": "He was yelling and he was kicking, and that's what was heard."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 53}, {"sentences": [{"sentId": 122, "text": "What happened first?"}, {"sentId": 123, "text": "Was he secured first?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 124, "text": "He was placed into the wagon with cuffs."}, {"sentId": 125, "text": "He wasn't shackled."}, {"sentId": 126, "text": "He was shackled later en route to where they were going because he was irate."}, {"sentId": 127, "text": "They had to stop."}, {"sentId": 128, "text": "At that point, they shackled him."}, {"sentId": 129, "text": "But the officers that shackled him and the officers that placed him in the wagon did not seat belt him."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 55}, {"sentences": [{"sentId": 130, "text": "He was never seat belted?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 131, "text": "No."}, {"sentId": 132, "text": "It's an unwritten, unspoken rule that when someone is irate in the paddy wagon, you don't reach over someone that's irate because they still have a mouth."}, {"sentId": 133, "text": "They don't have a muzzle, so they can bite you and they can spit in your face."}, {"sentId": 134, "text": "So you have to get in close proximity to someone in order to seat belt them."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 57}, {"sentences": [{"sentId": 135, "text": "It has been said that the police who are driving, the person driving the van, that they will give them a rough ride just because they gave them so much trouble being arrested sometimes."}, {"sentId": 136, "text": "Is that true?"}, {"sentId": 137, "text": "Did that happen in this case?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 138, "text": "How could that do that when the arresting officers actually have to call, just like they call for backup, a paddy wagon isn't right there when they arrest somebody."}, {"sentId": 139, "text": "So they have to call for a paddy wagon."}, {"sentId": 140, "text": "So that officer doesn't know what transpired before he got there and he's not involved in trying to chase this gentleman or manhandled him."}, {"sentId": 141, "text": "He's transportation."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 59}, {"sentences": [{"sentId": 142, "text": "So when he arrives, that's basically all that he's supposed to do and so how can -- how can anyone say that it was a rough ride --  a rough enough ride for this gentleman to be as injured as he was?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 60}, {"sentences": [{"sentId": 143, "text": "And if he was injured in the wagon, then why wasn't the other gentleman injured, as well, when he's given a statement?"}, {"sentId": 144, "text": "Why can't they figure out whether this gentleman was injured when he was being chased or where he was injured?"}, {"sentId": 145, "text": "There are a million cameras everywhere."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 61}, {"sentences": [{"sentId": 146, "text": "You think they're hiding something?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 147, "text": "Yes, I do."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 63}, {"sentences": [{"sentId": 148, "text": "What would be the reason for that?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 149, "text": "Because if they come out and they tell the whole story, then what did they do about all of the stuff that's transpired up and to this point?"}, {"sentId": 150, "text": "They -- there's been a riot."}, {"sentId": 151, "text": "There's now a curfew."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 65}, {"sentences": [{"sentId": 152, "text": "There have been businesses that have been destroyed."}, {"sentId": 153, "text": "How can they go back now and say anything different?"}, {"sentId": 154, "text": "They have to let this play out now."}, {"sentId": 155, "text": "It's a disaster."}, {"sentId": 156, "text": "So why didn't the mayor come out and handle this a better way?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 66}, {"sentences": [{"sentId": 157, "text": "Why didn't she deal with this properly?"}, {"sentId": 158, "text": "There's a state's attorney."}, {"sentId": 159, "text": "Just like Freddie Gray deserved due process, so do these officers."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 67}, {"sentences": [{"sentId": 160, "text": "According to your loved one, what took so long to get medical help?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 161, "text": "They don't know."}, {"sentId": 162, "text": "They have not discussed that with us, what took so long."}, {"sentId": 163, "text": "We didn't ask what took so long."}, {"sentId": 164, "text": "I think the officers that chased him and handcuffed him and had him on the ground and he said that he was hurting."}, {"sentId": 165, "text": "I think that they should know needed medical attention."}, {"sentId": 166, "text": "Shouldn't that be their call to make?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 69}, {"sentences": [{"sentId": 167, "text": "How is he doing?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 168, "text": "How would anybody be doing in a situation like this?"}, {"sentId": 169, "text": "How would anybody be doing in a situation where you go out here, you risk your life, you make a little bit of money, and then, when something bad happens, nobody is standing behind you such as your city that you've served?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 71}, {"sentences": [{"sentId": 170, "text": "How would anybody be doing when somebody is dead?"}, {"sentId": 171, "text": "Just because they wear that uniform doesn't mean that they don't hurt or that they're not upset or they don't blame themselves."}, {"sentId": 172, "text": "What could they have done differently?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 72}, {"sentences": [{"sentId": 173, "text": "Doesn't mean that that doesn't go on in their head, it does, because they're human beings."}, {"sentId": 174, "text": "They are not machines."}, {"sentId": 175, "text": "They are human beings with families."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 73}, {"sentences": [{"sentId": 176, "text": "How would anybody be doing in this impossible situation when they're watching their city burn?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 74}, {"sentences": [{"sentId": 177, "text": "Is the department racist?"}, {"sentId": 178, "text": "Do you think this was racist?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 179, "text": "That's a fair question."}, {"sentId": 180, "text": "Do -- are there some bad apples?"}, {"sentId": 181, "text": "Yes, but you can have racism and be black."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 76}, {"sentences": [{"sentId": 182, "text": "What are you worried about?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 183, "text": "Six officers did not injure this man."}, {"sentId": 184, "text": "Six officers didn't put him in the hospital."}, {"sentId": 185, "text": "I'm worried that instead of them figuring out who did, that six officers are going to be punished behind something that maybe one or two or even three officers may have done to Freddie Gray."}, {"sentId": 186, "text": "Nobody knows what happened to Freddie Gray that day except Freddie Gray and whoever it was that injured him."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 78}, {"sentences": [{"sentId": 187, "text": "Very powerful, very powerful words."}, {"sentId": 188, "text": "You can hear now the sirens going off here in the city, a city that they're trying to keep under control this evening."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 189, "text": "A citywide curfew is in effect right now in Baltimore after days of protests."}, {"sentId": 190, "text": "And soon, we could learn more about the day Freddie Gray died, more on that investigation coming up."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 191, "text": "Baltimore doesn't really look like Baltimore."}, {"sentId": 192, "text": "We're living in a militarized state right now."}], "speaker": "UNIDENTIFIED MALE", "secId": 81}, {"sentences": [{"sentId": 193, "text": "Plus, meet a long time Baltimore resident and professor with a unique perspective on the Baltimore police."}, {"sentId": 194, "text": "His views may surprise you."}, {"sentId": 195, "text": "That's coming up next on CNN."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 196, "text": "We are live from Baltimore tonight where a citywide curfew is now in effect after days of violent protests over the death of Freddie Gray, an African-American man who died in police custody."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 197, "text": "I want to give you the very latest right now."}, {"sentId": 198, "text": "Here is what \"The Washington Post\" is reporting."}, {"sentId": 199, "text": "Reporting a prisoner who rode in the police van with Gray told investigators that he could hear him banging against the walls of the vehicle."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 200, "text": "He believes he was intentionally trying to injure himself."}, {"sentId": 201, "text": "But that prisoner cannot actually see Gray."}, {"sentId": 202, "text": "Now, the newspaper correctly point out that the police -- that police have maintained that they know -- they don't know whether Gray was injured during the arrest or in the van."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 203, "text": "By the way, there was a metal partition between the prisoner and Gray in that van."}, {"sentId": 204, "text": "There were 18 new arrests on Wednesday in Baltimore, 60 in New York City."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 205, "text": "After severe rioting in Baltimore earlier this week, the protests now appear mostly peaceful, but they are spreading, New York City, Baltimore, Washington, D.C., so far."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 206, "text": "Meanwhile, the investigation continues into what exactly happened to Freddie Gray, the man who inspired all of these protesters."}, {"sentId": 207, "text": "Gray suffered a spinal injury while he was in Baltimore police custody."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 208, "text": "The preliminary report into his arrest is scheduled to be complete on Friday when the information will be handed over to a prosecutor."}, {"sentId": 209, "text": "But officials say it could still be a while before the prosecutor decides if charges will be filed."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 210, "text": "And then there's also a federal investigation to talk about."}, {"sentId": 211, "text": "The Justice Department is looking into whether Gray's civil rights were violated."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 212, "text": "The newly appointed attorney general, Loretta Lynch, you see her on your screen there, says her department is working very carefully to determine all of the facts in this case, a lot of moving parts here."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 213, "text": "I want to bring in D. Watkins."}, {"sentId": 214, "text": "He is a long time Baltimore resident, professor and author with two upcoming books, \"The Beast Side\" and \"The Cook Up.\""}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 215, "text": "He also wrote about his experiences growing up with Baltimore police in a \"New York Times\" op-ed piece."}, {"sentId": 216, "text": "It is a very powerful piece."}, {"sentId": 217, "text": "And I want to talk to you about that."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 218, "text": "First of all, before we get to your experiences growing up here, you take everyone to task in this op-ed, from the city leadership to -- everyone, to police, why?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 219, "text": "D. WATKINS, COPPIN STATE UNIVERSITY PROFESSOR:  Because how can we get better?"}, {"sentId": 220, "text": "You know, if we sit around and we pat everyone on the back for doing the things that they're supposed to do, we'll never be the city that we could be."}, {"sentId": 221, "text": "So, you know, I feel like challenging our public officials, our officers and everyone is the best way for us to move forward."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 222, "text": "Yes, and reading through your op-ed here, it says in Baltimore, we're all Freddie Gray."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 223, "text": "Yes."}, {"sentId": 224, "text": "I'm from East Baltimore."}, {"sentId": 225, "text": "You know, the police officers have had a choke hold on our communities forever."}, {"sentId": 226, "text": "And people are tired."}, {"sentId": 227, "text": "Freddie Gray is one story that went viral and that has gained national attention."}], "speaker": "WATKINS", "secId": 97}, {"sentences": [{"sentId": 228, "text": "But there's so many of us that have been mistreated by police officers throughout the bulk of our lives."}, {"sentId": 229, "text": "Like I said in my article, you know, kindergarten and grad school and other stuffs."}, {"sentId": 230, "text": "LEMON:  But do you let members of the community off the hook here?"}], "speaker": "WATKINS", "secId": 98}, {"sentences": [{"sentId": 231, "text": "No, I don't, but I do also understand the role in a systemic racism plays."}, {"sentId": 232, "text": "I understand that in Baltimore City, you can be a black person and with some college, you have less than a chance to get a job than a white person with some jail."}], "speaker": "WATKINS", "secId": 99}, {"sentences": [{"sentId": 233, "text": "I understand that there's 80,000 -- there has been 80,000 displaced residences in Baltimore over the last 10 years because of urban renewal and gentrification and some of the social fabric that has been constructed."}], "speaker": "WATKINS", "secId": 100}, {"sentences": [{"sentId": 234, "text": "You know, generations had just been like, you know, to a pause."}, {"sentId": 235, "text": "So you know, you're just leaving people without opportunity."}, {"sentId": 236, "text": "So I understand where a lot of these issues come from."}, {"sentId": 237, "text": "At the same time, I challenge them, too."}, {"sentId": 238, "text": "I write about it, I teach people how to read."}, {"sentId": 239, "text": "I run workshops."}, {"sentId": 240, "text": "You know, I'm active."}], "speaker": "WATKINS", "secId": 101}, {"sentences": [{"sentId": 241, "text": "Yes, we spoke to a lot of teachers here tonight and parents, mothers."}, {"sentId": 242, "text": "You know the video of the mom and she's out there."}, {"sentId": 243, "text": "She says look --"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 244, "text": "Yes, she's slapping her kid around, yes."}], "speaker": "WATKINS", "secId": 103}, {"sentences": [{"sentId": 245, "text": "We need more moms like that, don't you think?"}, {"sentId": 246, "text": "When you're in Baltimore, you need more moms like that?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 247, "text": "Yes, we do and not just Baltimore, but the world."}, {"sentId": 248, "text": "Like you said, challenge people."}], "speaker": "WATKINS", "secId": 105}, {"sentences": [{"sentId": 249, "text": "Right."}, {"sentId": 250, "text": "So you challenge everyone and what you said to me in the commercial break, I think, is important."}, {"sentId": 251, "text": "You said you challenge everyone, you take everyone to task, and if they show you that you are wrong, what?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 252, "text": "I'll listen to what they say and we both evolve."}, {"sentId": 253, "text": "You know, I learn as a person."}], "speaker": "WATKINS", "secId": 107}, {"sentences": [{"sentId": 254, "text": "I'm a lifelong student so you know, I don't mind a person telling me that something I did was wrong or something I wrote was wrong because it will give me an opportunity to make myself a better person."}], "speaker": "WATKINS", "secId": 108}, {"sentences": [{"sentId": 255, "text": "So you are a child."}, {"sentId": 256, "text": "You're growing up here."}, {"sentId": 257, "text": "You're on the playground."}, {"sentId": 258, "text": "You're on the basketball court."}, {"sentId": 259, "text": "This is just one example."}, {"sentId": 260, "text": "There ever a number."}, {"sentId": 261, "text": "What happens?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 262, "text": "The cops come in and they make everyone lay on the ground, you know?"}, {"sentId": 263, "text": "And it's nothing new."}, {"sentId": 264, "text": "I'm glad you asked that question."}, {"sentId": 265, "text": "So the examples that I use in a story are just snapshots of things that happens."}, {"sentId": 266, "text": "I can give you so many stories like that."}, {"sentId": 267, "text": "It could be my third book."}], "speaker": "WATKINS", "secId": 110}, {"sentences": [{"sentId": 268, "text": "You know, but the cops come in like they always do and make everyone lay on the ground and they make us stay there until they're ready for us to go."}, {"sentId": 269, "text": "LEMON:  And that's your experience as a child."}], "speaker": "WATKINS", "secId": 111}, {"sentences": [{"sentId": 270, "text": "As a child."}], "speaker": "WATKINS", "secId": 112}, {"sentences": [{"sentId": 271, "text": "That's your interaction with police and it shows why people have negative images and negative experiences and negative feelings about police."}, {"sentId": 272, "text": "OK, this is the last line in your piece and I want to talk to you about this."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 273, "text": "You said, we are all starting to believe that holding hands, following passes and peaceful protests are pointless."}, {"sentId": 274, "text": "The only option is to rise up and force Mayor Rawlings-Blake to make what should be an easy choice, stop protecting the livelihoods of the cops who killed Freddie Gray or watch Baltimore burn to the ground."}, {"sentId": 275, "text": "A lot of people did not like that and a lot of people did."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 276, "text": "Yes, a lot of people didn't like it and I think some of the people who didn't like it or maybe talk about the context is what I was saying is when I say, rise up, I'm not just talking about the negativity."}], "speaker": "WATKINS", "secId": 115}, {"sentences": [{"sentId": 277, "text": "I'm talking about the peaceful protests that happened here today."}, {"sentId": 278, "text": "There was that diverse collection of people out here today and marching for Freddie Gray and nothing negative happened."}], "speaker": "WATKINS", "secId": 116}, {"sentences": [{"sentId": 279, "text": "There was white faces, black faces, Latino faces, Asian faces, they looked like a ."}, {"sentId": 280, "text": "You know, so it was beautiful out here today."}, {"sentId": 281, "text": "When I said watch the city burn down, the city was actually on fire."}], "speaker": "WATKINS", "secId": 117}, {"sentences": [{"sentId": 282, "text": "And the city was on fire because a large segment feels disenfranchised."}, {"sentId": 283, "text": "They feel like, you know, Baltimore is not for them and they feel like our public officials and our police officers don't care about them because they can just come in our communities and break out necks, and then, you know, go on with their lives."}], "speaker": "WATKINS", "secId": 118}, {"sentences": [{"sentId": 284, "text": "And when you wrote it, it was on fire."}, {"sentId": 285, "text": "Context is very important."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 286, "text": "Yes."}, {"sentId": 287, "text": "When I wrote it, it was on fire."}], "speaker": "WATKINS", "secId": 120}, {"sentences": [{"sentId": 288, "text": "I think your piece is very powerful and I like your attitude and I like that you challenge everyone."}, {"sentId": 289, "text": "That's the only way that we should be."}, {"sentId": 290, "text": "Thank you so much, D. Watkins."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 291, "text": "Thank you."}], "speaker": "WATKINS", "secId": 122}, {"sentences": [{"sentId": 292, "text": "I'm going to have you back here on CNN."}, {"sentId": 293, "text": "Thank you as well."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 294, "text": "Baltimore shop owners continue to pick up the pieces."}, {"sentId": 295, "text": "Coming up, surveillance video of the looting that destroyed many of the city's businesses."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 296, "text": "Plus, a sense of mistrust between police and the African-American community seems to be at the root of all of these protests, but it is an issue that is not new."}, {"sentId": 297, "text": "More on that later."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 298, "text": "Welcome back to our continuing coverage on the state of emergency in Baltimore."}, {"sentId": 299, "text": "A city wide curfew is now in effect for the second night in a row after riots shook the community earlier this week."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 300, "text": "On Wednesday, crowds protesting police brutality marched peacefully through the city."}, {"sentId": 301, "text": "The police commissioner says officers made 18 arrests."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 302, "text": "New tonight, a report from \"The Washington Post\" says a prisoner who rode in the police van with Freddie Gray heard him, quote, \"Banging against the walls of the vehicle.\""}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 303, "text": "The two men were separated by a partition so the prisoner could not actually see Gray."}, {"sentId": 304, "text": "Police have maintained they do not know whether Gray was injured during the arrest or during the ride in that van."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 305, "text": "Two days after the destruction and looting of small businesses, some employees and owners face a long road ahead."}, {"sentId": 306, "text": "This video shows, it's from Monday night, it shows looters at the Dollar Plus Store."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 307, "text": "Look at that, they broke glass and they stole an estimated $5,000 in cash."}, {"sentId": 308, "text": "The owner says he spent the next day trying to clean up the mess."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 309, "text": "At the Hip Hop Chicken, looters were seen ransacking the business, setting off alarms and smashing property."}, {"sentId": 310, "text": "The Broadway Convenience Mart was also looted in Monday night's chaos."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 311, "text": "A large group of rioters smashed through the door and stole whatever they could."}, {"sentId": 312, "text": "The owner of Kim's Liquors, hoped to rebuild after their store was gutted."}, {"sentId": 313, "text": "Looters ravaged the aisles and left a lot of broken glass behind."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 314, "text": "President Barack Obama again today condemned the rioting, but also spoke of what he calls the enormous tension between police and some communities."}, {"sentId": 315, "text": "The new U.S. attorney general, Loretta Lynch, is calling for calling for calm."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 316, "text": "These senseless acts of violence are not only a grave danger to the community and they must stop, but they are counterproductive to the ultimate goal here, which is developing a respectful conversation within the Baltimore community and across the nation about the way our law enforcement officers interact with the residents that we are charged to serve and to protect."}], "speaker": "LYNCH", "secId": 135}, {"sentences": [{"sentId": 317, "text": "More now, I want to play for you on the root causes of the mistrust between police and citizens in Baltimore."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 318, "text": "Painful images seen around the world."}], "speaker": "LEMON ", "secId": 137}, {"sentences": [{"sentId": 319, "text": "I told you guys from the jump that this was going to happen."}], "speaker": "UNIDENTIFIED MALE", "secId": 138}, {"sentences": [{"sentId": 320, "text": "We're hearing harsh reminders from the people of Baltimore, local leaders and even President Obama that this night of violence was years in the making."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 321, "text": "This has been a slow-rolling crisis that has been going on for a long time."}, {"sentId": 322, "text": "This is not new."}, {"sentId": 323, "text": "We shouldn't pretend that it's new."}], "speaker": "OBAMA", "secId": 140}, {"sentences": [{"sentId": 324, "text": "The unrest happened just a few blocks from the house where Congressman Elijah Cummings lived for 33 years."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 325, "text": "I had my time."}], "speaker": "CUMMINGS", "secId": 142}, {"sentences": [{"sentId": 326, "text": "Cummings is very emotional about the lack of education and job opportunities for many young African-American men."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 327, "text": "They feel as if nobody hears them."}], "speaker": "CUMMINGS", "secId": 144}, {"sentences": [{"sentId": 328, "text": "Cummings and other black leaders fear those young men may turn to crime or violence or wind up like Freddie Gray, a symbol of another long simmering problem."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 329, "text": "Baltimore has a long history of police brutality and racial profiling and Mr. Gray's death represents another example in a series of tragedies of black lives being lost at the hands of someone in blue uniforms."}], "speaker": "STANSBURY", "secId": 146}, {"sentences": [{"sentId": 330, "text": "We've heard charges like that and we've seen pictures like this, in Baltimore, in New York, and in Ferguson, Missouri."}, {"sentId": 331, "text": "But when and how will the cycle end?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 332, "text": "We don't just pay attention to these communities when a CVS burns."}, {"sentId": 333, "text": "We don't just pay attention when a young man gets shot or has his spine snapped."}], "speaker": "PRESIDENT OBAMA", "secId": 148}, {"sentences": [{"sentId": 334, "text": "I'm telling you, Baltimore can happen anywhere and you've got people looking at us right now saying, that will never happen in my community, but yes, it will."}], "speaker": "CUMMINGS", "secId": 149}, {"sentences": [{"sentId": 335, "text": "Congressman Elijah Cummings, that was some very poignant words there."}, {"sentId": 336, "text": "CNN's Jason Carroll is out there on the streets."}, {"sentId": 337, "text": "Elijah Cummings was out there, one of many leaders here trying to keep the chaos to a bare minimum."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 338, "text": "Yes, and it's painful when you're hearing things like that."}, {"sentId": 339, "text": "You know, when I was out here yesterday, I heard one person say, you know, perhaps if there was more engagement between some of those people here in the community who felt disenfranchised, we wouldn't have gotten to where we are in this community today."}], "speaker": "CARROLL", "secId": 151}, {"sentences": [{"sentId": 340, "text": "Not just in this community, but in other communities across the country that are experiencing some of the same unrest."}, {"sentId": 341, "text": "But in terms of what happened in here today, Don, at least, today for Baltimore it was a peaceful day."}], "speaker": "CARROLL", "secId": 152}, {"sentences": [{"sentId": 342, "text": "You know, we saw thousands of people marching through the streets of downtown Baltimore, one mass demonstration where they started at Johns Hopkins University and marched over to Penn and then to city hall, then back over to Penn Station."}], "speaker": "CARROLL", "secId": 153}, {"sentences": [{"sentId": 343, "text": "A very diverse multicultural crowd, young people, old people, parents there with their children."}, {"sentId": 344, "text": "There was one message there that was the message of peace."}], "speaker": "CARROLL", "secId": 154}, {"sentences": [{"sentId": 345, "text": "This is the intersection that is peaceful now here at Pennsylvania and North and you know this intersection well."}, {"sentId": 346, "text": "This was the scene of so much unrest."}], "speaker": "CARROLL", "secId": 155}, {"sentences": [{"sentId": 347, "text": "This is what the city of Baltimore is hoping we will see in the coming days, that there will be more peace, police in terms of being out here today, changing their tactics up a little bit, pulling back having less of a presence that we've seen."}], "speaker": "CARROLL", "secId": 156}, {"sentences": [{"sentId": 348, "text": "They were responding to the community."}, {"sentId": 349, "text": "The community wasn't out here, wasn't as volatile as they've seen in days past, so they've pulled back."}, {"sentId": 350, "text": "They'll be monitoring and changing their tactics on a day-by- day basis."}], "speaker": "CARROLL", "secId": 157}, {"sentences": [{"sentId": 351, "text": "The question is, what will happen now?"}, {"sentId": 352, "text": "What will happen tomorrow?"}, {"sentId": 353, "text": "Perhaps it will be an even better day than we saw today."}, {"sentId": 354, "text": "That remains to be seen -- Don."}], "speaker": "CARROLL", "secId": 158}, {"sentences": [{"sentId": 355, "text": "Jason Carroll, great reporting out there on the streets of Baltimore."}, {"sentId": 356, "text": "Again, let's hope it does remain peaceful."}, {"sentId": 357, "text": "We are back in a moment with our breaking news coverage."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 358, "text": "We are live from Baltimore."}, {"sentId": 359, "text": "A citywide curfew is in effect after days of violent protests over the death of Freddie Gray."}, {"sentId": 360, "text": "He is an African-American man who died earlier this month in police custody."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 361, "text": "\"The Washington Post\" is now reporting new information reported from a prisoner who rode in the police van with Gray."}, {"sentId": 362, "text": "That prisoner told investigators that he could hear Gray banging against the walls of the vehicle although he could not see him because of a wall blocking his view."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 363, "text": "But he says he believes Gray was intentionally trying to injure himself."}, {"sentId": 364, "text": "Police have maintained they do not know whether he was injured during the ride in the van or before the arrest."}, {"sentId": 365, "text": "Officers admit Gray was not strapped into a seat belt during that ride, which is a violation of policy."}, {"sentId": 366, "text": "Meanwhile, there were 18 new arrests in Baltimore as protesters continue to share their frustration."}, {"sentId": 367, "text": "More than 60 people were arrested in New York demonstrations."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 368, "text": "After severe rioting in Baltimore earlier this week, Wednesday's protests have been mostly peaceful, but they are spreading to other cities."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 369, "text": "I want to get to CNN's John Vause now."}, {"sentId": 370, "text": "He is live for us in the International Newsroom."}, {"sentId": 371, "text": "He is going to bring us the very latest on the earthquake that hit Nepal."}, {"sentId": 372, "text": "Good evening, John."}, {"sentId": 373, "text": "Hello to you."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 374, "text": "Hello, Don."}, {"sentId": 375, "text": "Thank you for that."}], "speaker": "VAUSE", "secId": 165}, {"sentences": [{"sentId": 376, "text": "Officials in Nepal now say the death toll from Saturday's earthquake has passed 5,400 and almost 250,000 homes have either been damaged or destroyed."}, {"sentId": 377, "text": "We have new video that shows the moment the quake hit and we have to warn you, it is graphic."}], "speaker": "VAUSE", "secId": 166}, {"sentences": [{"sentId": 378, "text": "This is in Kathmandu."}, {"sentId": 379, "text": "You see the camera shaking, people running into the streets and moments later a building comes crashing down."}, {"sentId": 380, "text": "The government says it's trying to get relief supplies to survivors, but much more needs to be done."}], "speaker": "VAUSE", "secId": 167}, {"sentences": [{"sentId": 381, "text": "Rescuers were able to save one man trapped for about 80 hours under the rubble."}, {"sentId": 382, "text": "They saw him hand poking through the debris."}, {"sentId": 383, "text": "They gave him oxygen while digging him out."}, {"sentId": 384, "text": "It took 10 hours."}, {"sentId": 385, "text": "He was able to speak and has been taken to hospital."}], "speaker": "VAUSE", "secId": 168}, {"sentences": [{"sentId": 386, "text": "Nepal's prime minister visited some of the injured for the first time on Wednesday."}, {"sentId": 387, "text": "Many were visibly frustrated outside one hospital in Kathmandu."}, {"sentId": 388, "text": "They say the prime minister and the government are not doing enough to help the victims."}], "speaker": "VAUSE", "secId": 169}, {"sentences": [{"sentId": 389, "text": "You know how many countries they're giving us something, food or clothes or so many things."}, {"sentId": 390, "text": "But we don't get anything right now."}, {"sentId": 391, "text": "But he come just looking and we're on our way because we are looking for -- he doesn't give us -- and he's run away."}, {"sentId": 392, "text": "He is not good."}, {"sentId": 393, "text": "The Nepalese people don't like this prime minister."}], "speaker": "UNIDENTIFIED MALE", "secId": 170}, {"sentences": [{"sentId": 394, "text": "Some though are not waiting for aid."}, {"sentId": 395, "text": "There are long lines in Kathmandu with people waiting to board buses to get out of the capital."}, {"sentId": 396, "text": "Let's go now to Malika Kapur."}, {"sentId": 397, "text": "She is live in New Delhi this hour with the very latest on the situation in Kathmandu."}], "speaker": "VAUSE", "secId": 171}, {"sentences": [{"sentId": 398, "text": "So Malika, why are people trying to get out of the capital?"}, {"sentId": 399, "text": "Where do they plan to go?"}], "speaker": "VAUSE", "secId": 172}, {"sentences": [{"sentId": 400, "text": "Many of them want to go back to their homes which are in the villages outside of Kathmandu, John."}, {"sentId": 401, "text": "Remember, many people have come from the villages to work in Kathmandu."}, {"sentId": 402, "text": "It is a capital city, the main center of employment."}, {"sentId": 403, "text": "So a lot of people traditionally leave the villages and come to the main city looking for work."}, {"sentId": 404, "text": "Now they do want to go home because for many people, they have no idea what's happened to their homes in the villages, whether their homes are intact, whether their homes have been raised to the ground."}], "speaker": "KAPUR", "secId": 173}, {"sentences": [{"sentId": 405, "text": "Many of them haven't been able to communicate with their families left behind in the villages."}, {"sentId": 406, "text": "As you know, communication there is a real problem."}, {"sentId": 407, "text": "Phones aren't working."}, {"sentId": 408, "text": "Cell phone reception is patchy."}, {"sentId": 409, "text": "Many people are leaving the city."}, {"sentId": 410, "text": "Many people are too afraid to stay in Kathmandu."}, {"sentId": 411, "text": "They're too frightened to stay so close to the epicenter."}], "speaker": "KAPUR", "secId": 174}, {"sentences": [{"sentId": 412, "text": "There have been reports of unrest, not just in Kathmandu, but across Nepal."}, {"sentId": 413, "text": "Growing frustration because of the slow response in delivering aid, how widespread is this?"}], "speaker": "VAUSE", "secId": 175}, {"sentences": [{"sentId": 414, "text": "I think the unrest is in pockets."}, {"sentId": 415, "text": "It isn't everywhere, but it does appear in pockets as you just heard from the man in Nepal."}, {"sentId": 416, "text": "There is a lot of frustration because people need help."}, {"sentId": 417, "text": "They need food."}, {"sentId": 418, "text": "They need water."}, {"sentId": 419, "text": "They need a place to stay."}], "speaker": "KAPUR", "secId": 176}, {"sentences": [{"sentId": 420, "text": "Many people have lost their homes."}, {"sentId": 421, "text": "They've been camping in tints in a football field."}, {"sentId": 422, "text": "They really do need help."}, {"sentId": 423, "text": "Now many countries have come together to send aids, to send relief supplies to Nepal, but there is a backlog as the airport also we're being told relief aircraft don't always fin landing spot."}], "speaker": "KAPUR", "secId": 177}, {"sentences": [{"sentId": 424, "text": "We're hearing reports of tons of cargo lined up on the tarmac in Kathmandu airport waiting to be distributed."}, {"sentId": 425, "text": "It is going in, but it isn't being distributed quickly enough."}, {"sentId": 426, "text": "So there is a lot of frustration and people are angry about that."}], "speaker": "KAPUR", "secId": 178}, {"sentences": [{"sentId": 427, "text": "And totally understandable, too."}, {"sentId": 428, "text": "Malika, thank you."}, {"sentId": 429, "text": "Malika Kapur live for us in New Delhi."}], "speaker": "VAUSE", "secId": 179}, {"sentences": [{"sentId": 430, "text": "And we have new video which shows the powerful avalanche which struck the Mt."}, {"sentId": 431, "text": "Everest base camp."}, {"sentId": 432, "text": "Here you can see clouds of snow and ice."}, {"sentId": 433, "text": "They're heading down the mountain bearing tents and gear as well as people."}], "speaker": "VAUSE", "secId": 180}, {"sentences": [{"sentId": 434, "text": "All the climbers who were stranded at the higher camps have since been airlifted to safety."}, {"sentId": 435, "text": "The avalanche killed at least 19 climbers and injured dozens of others."}], "speaker": "VAUSE", "secId": 181}, {"sentences": [{"sentId": 436, "text": "A quick programming in our next hour here on CNN, we will go inside a human trafficking ring in Libya."}], "speaker": "VAUSE", "secId": 182}, {"sentences": [{"sentId": 437, "text": "With an exclusive report into the smugglers who are exploiting desperate migrants trying to make their way to Europe in search of a better life."}, {"sentId": 438, "text": "We'll take a short break."}], "speaker": "VAUSE", "secId": 183}, {"sentences": [{"sentId": 439, "text": "But when we come back, the unrest in Baltimore and a new category of baseball statistics."}, {"sentId": 440, "text": "Games unattended by fans, history made at Camden Yards and not in a good way."}], "speaker": "VAUSE", "secId": 184}, {"sentences": [{"sentId": 441, "text": "Welcome back, everyone."}, {"sentId": 442, "text": "We are on the second night of a mandatory curfew in Baltimore, Maryland and we are on the scene."}, {"sentId": 443, "text": "Our reporters and our correspondent and our producers are stationed throughout the city."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 444, "text": "It's been basically a night of calm with people out in the community, community leaders and also, of course, police officers keeping the calm here in Baltimore."}, {"sentId": 445, "text": "We're keeping it -- an eye on it for you."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 446, "text": "Sports news now, the Chicago White Sox played baseball in an empty stadium at Baltimore's Camden Yards on Wednesday."}, {"sentId": 447, "text": "Officials decided to shut out fans because of the rioting earlier this week in the city."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 448, "text": "That is something that's never been done before in Major League Baseball."}, {"sentId": 449, "text": "Nearly 46,000 seats were vacant except for the few big league scouts and journalists who attended the game."}, {"sentId": 450, "text": "The Orioles beat the White Sox, 8-2."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 451, "text": "And before the game, Adam Jones, a Baltimore Orioles center fielder shared his thoughts on the city's issues."}, {"sentId": 452, "text": "He says he feels Baltimore's pain."}, {"sentId": 453, "text": "Take a listen."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 454, "text": "It's not an easy time right now for anybody."}, {"sentId": 455, "text": "It doesn't matter what race you are."}, {"sentId": 456, "text": "My prayers have been out for all the families, all the kids out there."}, {"sentId": 457, "text": "They're hurting."}], "speaker": "JONES", "secId": 190}, {"sentences": [{"sentId": 458, "text": "So let's turn in and out to a man who knows everything about it, a newspaper writer, Eduardo Encino."}, {"sentId": 459, "text": "He covers the Orioles for the \"Baltimore Sun\" and you join us."}, {"sentId": 460, "text": "This is basically baseball without fans."}, {"sentId": 461, "text": "This is what it looks like if you don't have many fans."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 462, "text": "Yes."}, {"sentId": 463, "text": "There's really nothing that's like it."}, {"sentId": 464, "text": "I've been asked a lot about what's the closest thing."}, {"sentId": 465, "text": "It's probably one of these B games that they have, sometimes in spring training where they close the gates."}], "speaker": "ENCINO", "secId": 192}, {"sentences": [{"sentId": 466, "text": "Guys who aren't starters like playing the game and there are no fans there."}, {"sentId": 467, "text": "But being in a downtown 46,000 seat stadium and no one there in the seating bowl, it was pretty bizarre."}, {"sentId": 468, "text": "It's one of the strangest things I've ever taken part in."}], "speaker": "ENCINO", "secId": 193}, {"sentences": [{"sentId": 469, "text": "How are the fans reacting?"}, {"sentId": 470, "text": "I'm sure there are people who said we should move, continue on and have our community and have the -- our sports teams and our games and our fans, they should not be affected by this."}, {"sentId": 471, "text": "ENCINO:  Yes, there was probably about a group of about 50 to 100 fans outside one of the gates where you can actually see into the par."}, {"sentId": 472, "text": "And they gathered like two hours before the game to try to watch the game."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 473, "text": "These are fans who thought that the game shouldn't have been closed to the public."}, {"sentId": 474, "text": "You know, it's such a part of the healing process here, that the fans should -- you know, you should be able to go in there and enjoy the game."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 475, "text": "Some people thought maybe the Orioles should give tickets away to, you know, some of the kids in the city who have never been to a game."}, {"sentId": 476, "text": "They do stuff like that in the community."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 477, "text": "But, you know, there's a lot of mixed reactions because there are some people who say that this was the right thing to do."}, {"sentId": 478, "text": "And given some of the tension within the city, it probably was."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 479, "text": "It probably was the right thing to do."}, {"sentId": 480, "text": "But watching today, I obviously didn't watch the game."}, {"sentId": 481, "text": "We had a helicopter shot over the stadium and the reporters who were out there, it was just really -- it was really sad."}, {"sentId": 482, "text": "It was sad to see nobody in the stadium."}, {"sentId": 483, "text": "But the game goes on."}, {"sentId": 484, "text": "The game continues to go on."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 485, "text": "The Orioles, they kind of need the game to go on."}, {"sentId": 486, "text": "They had missed two games."}, {"sentId": 487, "text": "They have to make them a double header against the White Sox later on the year."}, {"sentId": 488, "text": "This game was in play."}], "speaker": "ENCINO", "secId": 199}, {"sentences": [{"sentId": 489, "text": "Obviously, this weekend, they're moving an entire series to St. Petersburg in Tampa Bay."}, {"sentId": 490, "text": "They're getting the gate from that series, but, you know, they're really losing five home dates over the course of this week."}], "speaker": "ENCINO", "secId": 200}, {"sentences": [{"sentId": 491, "text": "And not to mention the money, the financial loss for a lot of people involved, a lot of entities."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 492, "text": "Absolutely a lot."}, {"sentId": 493, "text": "For the community, the ballpark, the downtown areas, fans come in and go to restaurants, pregame, bars afterwards, so much stuff that's affected downtown."}], "speaker": "ENCINO", "secId": 202}, {"sentences": [{"sentId": 494, "text": "Can we talk about team spirit?"}, {"sentId": 495, "text": "You know, players will -- they get their energy from the fans, right, and the roar of the crowd and the stadium."}, {"sentId": 496, "text": "How are the players dealing with this?"}, {"sentId": 497, "text": "How is it affecting them?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 498, "text": "This is weird for the players because they've never been through anything like this."}, {"sentId": 499, "text": "Some of the guys tried to have a little bit of fun with it."}, {"sentId": 500, "text": "Some of players tried to fake sign autographs before the game and stuff like that."}], "speaker": "ENCINO", "secId": 204}, {"sentences": [{"sentId": 501, "text": "But there was just no feel to the game."}, {"sentId": 502, "text": "Usually you would get that cue from the fans."}, {"sentId": 503, "text": "You hear that roar of the crowd."}, {"sentId": 504, "text": "Chris Davis hit a home run."}], "speaker": "ENCINO", "secId": 205}, {"sentences": [{"sentId": 505, "text": "And there was a look like did it really go out?"}, {"sentId": 506, "text": "Did we just see that?"}, {"sentId": 507, "text": "You know, you depend on the fans so much for that cue."}, {"sentId": 508, "text": "LEMON:  It's like if a tri-tree falls in the woods, right?"}, {"sentId": 509, "text": "If you play a baseball game and nobody is there, does that home one really count?"}, {"sentId": 510, "text": "Did you really play?"}], "speaker": "ENCINO", "secId": 206}, {"sentences": [{"sentId": 511, "text": "Thank you very much, Eduardo."}, {"sentId": 512, "text": "I appreciate that."}, {"sentId": 513, "text": "Thanks for joining us, everyone."}, {"sentId": 514, "text": "I am Don Lemon live in Baltimore."}, {"sentId": 515, "text": "I really appreciate you joining this evenong."}], "speaker": "ENCINO", "secId": 207}, {"sentences": [{"sentId": 516, "text": "\"CNN NEWSROOM\" is going to pick up our coverage right after this very quick break with my colleagues, John Vause and Zain Asher at the CNN World Headquarters in Atlanta."}], "speaker": "ENCINO", "secId": 208}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.29.cnnt.03.html.json", "time": "Aired April 29, 2015 - 00:00   ET"}