{"sectionCount": 214, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "OBAMA", "TODD", "UNIDENTIFIED FEMALE", "DERSHOWITZ", "BROWN", "UNIDENTIFIED MALE", "SIDNER", "WHITT", "PANTELEAKIS", "BLAKE", "MACHADO", "HARN", "FEYERICK", "ZAFAR", "GELLER", "BEIRICH", "AL-KHATAHTBEH", "HAMIDEH", "SHEIKH", "ZIA SHEIKH", "HILL", "FERGUSON", "LAMONT HILL"], "subTitle": "Tension on the Streets of Baltimore; Obama Addressed Conditions in Communities of Color; Two Gunmen Attack Mohammed Cartoon Contest in Texas; Who is Pamela Geller?; Exercising Free Speech. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/04/cnnt.01.html", "sentenceCount": 603, "sections": [{"sentences": [{"sentId": 0, "text": "\"CNN TONIGHT\" starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "Tension on the streets of Baltimore, one day after the curfew is lifted, police move in on a suspect carrying a gun."}, {"sentId": 4, "text": "As they arrest him, the gun goes off."}, {"sentId": 5, "text": "No one is hurt, but crowds quickly gather at the scene."}, {"sentId": 6, "text": "This as concern grows that the Baltimore city prosecutor moved too quickly in charging six police officers in the death of Freddie Gray."}, {"sentId": 7, "text": "Two prominent attorneys are here to lay it out for us."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 8, "text": "Plus, is it the first attack by ISIS on America?"}, {"sentId": 9, "text": "One of with the two gunmen killed, while trying to ambush in an event claims allegiance to ISIS just before that attack."}, {"sentId": 10, "text": "The event feature cartoon drawing of the Prophet Muhammad which many Muslims find offensive, deliberately provocative or an example of freedom of speech under attack."}, {"sentId": 11, "text": "A lot ahead for you this hour, but we want to begin with this."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 12, "text": "President Obama, today, with tensions still simmering in Baltimore, he addressed conditions that exist in many communities of color."}, {"sentId": 13, "text": "Here's what he pointed out, that a lot of young people, especially boys and young men, don't feel that society gives them a fair shake."}, {"sentId": 14, "text": "Here he is."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 15, "text": "Too many young men and women feel like no matter how hard they try, they may never achieve their dreams."}, {"sentId": 16, "text": "And that sense of unfairness, and a powerlessness, of people not hearing their voices, that's helped fuel some of the protests that we've seen in places like Baltimore and Ferguson, and right here in New York."}, {"sentId": 17, "text": "The catalysts of those protests were the tragic deaths of young men and a feeling that law is not always applied evenly in this country."}, {"sentId": 18, "text": "In too many places in this country, black boys and black men, Latino boys, Latino men, they experience being treated differently by law enforcement, in stops and in arrests and in charges and in incarcerations."}, {"sentId": 19, "text": "The statistics are clear, up and down the criminal justice system."}, {"sentId": 20, "text": "There's no dispute."}, {"sentId": 21, "text": "In every community in America, there are young people with incredible drive and talent."}, {"sentId": 22, "text": "And they just don't have the same kinds of chances that somebody like me had."}, {"sentId": 23, "text": "They're just as talented as me."}, {"sentId": 24, "text": "Just as smart."}, {"sentId": 25, "text": "They don't get a chance."}], "speaker": "OBAMA", "secId": 4}, {"sentences": [{"sentId": 26, "text": "The president made his comments here in New York while re- launching his program, My Brother's Keeper, as a not-for-profit foundation."}, {"sentId": 27, "text": "The program mentors young men and boys of color."}, {"sentId": 28, "text": "So just as the president spoke, another eruption of violence in Baltimore, this is just one week after the city exploded in chaos."}, {"sentId": 29, "text": "CNN's Brian Todd was on the scene today with that, he joins us now tonight."}, {"sentId": 30, "text": "So Brian, things got tense on the streets of Baltimore today after a false report of a police shooting."}, {"sentId": 31, "text": "Tell us what happened."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 32, "text": "Well, Don, there were some false reports of a police shooting, some news outlets reported that."}, {"sentId": 33, "text": "There were some people on the street who were saying that."}, {"sentId": 34, "text": "They turned out not to be true."}, {"sentId": 35, "text": "It was a real point of tension, because the gun incident that did occur happened near here, the intersection of North and Pennsylvania Avenue."}, {"sentId": 36, "text": "This has been a real flash point for the tensions following Freddie gray's death."}, {"sentId": 37, "text": "This where so many of the protests occurred, where some of the street violence, where some of the looting occurred, this gun incident happened a few feet away from the CVS pharmacy over here that was burned out."}], "speaker": "TODD", "secId": 6}, {"sentences": [{"sentId": 38, "text": "What we can tell you is that police did see observe a man walking with a gun through closed circuit camera."}, {"sentId": 39, "text": "When they approached him, a brief chase ensued on foot."}, {"sentId": 40, "text": "At some point as they approached him, his gun fell, according to police, and then discharged."}, {"sentId": 41, "text": "He was not hurt."}, {"sentId": 42, "text": "No one was hurt."}, {"sentId": 43, "text": "And the Baltimore police quickly sent out a tweet dispelling any rumors of any possible shooting."}, {"sentId": 44, "text": "It reads as follows, \"The reports of a man being shot at North and Pennsylvania Avenue are not true."}, {"sentId": 45, "text": "Officers have arrested a man for a handgun at the location.\""}], "speaker": "TODD", "secId": 7}, {"sentences": [{"sentId": 46, "text": "Again to emphasize, the Baltimore police quickly told us this man did flee on foot, they pursued him."}, {"sentId": 47, "text": "At some point, his gun fell onto the pavement and did discharge, but it's the bullet did not hit the suspect, it didn't hit anybody."}, {"sentId": 48, "text": "The suspect had no injuries."}, {"sentId": 49, "text": "He did not want medical attention."}, {"sentId": 50, "text": "He did not want to go to an ambulance, but they insisted that he go in an ambulance out of an abundance of caution."}, {"sentId": 51, "text": "He was arrested on a gun violation, Don."}, {"sentId": 52, "text": "But, that was the extent of the drama."}, {"sentId": 53, "text": "But, the problem was, it happened just a few feet from here."}, {"sentId": 54, "text": "Again, this intersection where so much tension has unfolded so, after it happened, a cordon of police officers came out here and blocked off this intersection."}, {"sentId": 55, "text": "They were in riot gear."}, {"sentId": 56, "text": "There was some people kind of jeering at them."}, {"sentId": 57, "text": "It drew some irritated crowds --"}], "speaker": "TODD", "secId": 8}, {"sentences": [{"sentId": 58, "text": "That we saw all it playing out, really live here on --"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 59, "text": "But just as quickly, tension it ramped down."}, {"sentId": 60, "text": "The police kind of folded up and left."}], "speaker": "TODD", "secId": 10}, {"sentences": [{"sentId": 61, "text": "We saw it playing out live here on CNN, Brian."}, {"sentId": 62, "text": "And Brain, I need you to put the mic closer because I'm hearing the background noise better than I'm hearing you."}, {"sentId": 63, "text": "But I want to play this clip for you."}, {"sentId": 64, "text": "This is eye witness."}, {"sentId": 65, "text": "It's from Fox News ahead on , take a listen."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 66, "text": "Sorry."}], "speaker": "TODD", "secId": 12}, {"sentences": [{"sentId": 67, "text": "The police just got out the car and started chasing the boy."}, {"sentId": 68, "text": "And then he ran down toward the metro PCS."}, {"sentId": 69, "text": "The officer got in the middle of the street and shot that boy in his back in my face."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 13}, {"sentences": [{"sentId": 70, "text": "It turns out that eye witness was wrong."}, {"sentId": 71, "text": "The officer had not fired a shot."}, {"sentId": 72, "text": "The man is in custody she said and police shot no one."}, {"sentId": 73, "text": "But they were convinced the police had shot someone."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 74, "text": "That's right, Don."}, {"sentId": 75, "text": "There were some rumors that the police had shot someone, and even when the police came out and gave their version of things, there were some people on the streets who were telling us they didn't believe that the police version was correct."}, {"sentId": 76, "text": "So, there's still that just really kind of accentuates the fact that there is still tension at this intersection."}, {"sentId": 77, "text": "There is still tension in these neighborhoods here, even after -- you know that the mayor has lifted the curfew, that the national guard has announced that its drawing down, that it's withdrawing from the city."}, {"sentId": 78, "text": "The mayor wants to get things back to normal as quickly as possible, but still it doesn't take much of an incident, to really kind of ramp up the tension in this neighborhood."}], "speaker": "TODD", "secId": 15}, {"sentences": [{"sentId": 79, "text": "As we saw today."}, {"sentId": 80, "text": "Brian Todd, thank you very much."}, {"sentId": 81, "text": "I appreciated that I'm joined now by Liz Brown, criminal defense attorney and columnist for the St. Louis American Newspaper."}, {"sentId": 82, "text": "And Alan Dershowitz, professor of law at Harvard Law School and author of terror Tunnels, now available on e-book."}, {"sentId": 83, "text": "Alan, before we get started, just a quick response to that very passionate eyewitness."}, {"sentId": 84, "text": "And people so often think that they see things that never happen."}, {"sentId": 85, "text": "This just shows you how unreliable eyewitness testimony can be, as we saw in Mike Brown and other cases."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 86, "text": "And they are not lying, they honestly believe they saw it, because they're used to the narrative that's gotten into their head, and they confabulate."}, {"sentId": 87, "text": "They fill in the blanks by the narrative that they're been brought up to believe."}, {"sentId": 88, "text": "She honestly believed that she had seen a policeman shoot."}, {"sentId": 89, "text": "She saw a policeman running and somebody else running."}, {"sentId": 90, "text": "And that's why videos are so important, because videos don't have any history or culture or background."}, {"sentId": 91, "text": "They're objective and they're neutral."}], "speaker": "DERSHOWITZ", "secId": 17}, {"sentences": [{"sentId": 92, "text": "Yeah, and that's why does the call for body cameras on police officers..."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 93, "text": "Right."}], "speaker": "DERSHOWITZ", "secId": 19}, {"sentences": [{"sentId": 94, "text": "Across the country."}, {"sentId": 95, "text": "There's so much anger just under the surface, Liz."}, {"sentId": 96, "text": "How do police and the community learn to trust each other, so that this doesn't have to happen?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 97, "text": "Well, the police need to be lawful in their actions."}, {"sentId": 98, "text": "The police need to be honest when they fill out their police reports."}, {"sentId": 99, "text": "The police need to not abuse people and not cause harm to citizens."}, {"sentId": 100, "text": "This trust, this mistrust that people have of the police the in their communities, didn't appear out of thin air."}, {"sentId": 101, "text": "We have a city, a city of Baltimore that has spent tens of millions of dollars paying for, paying people who have been brutalized by the police in Baltimore."}, {"sentId": 102, "text": "So how does it change?"}, {"sentId": 103, "text": "The behavior, the actions, the honesty, the transparency of the police department, must change."}], "speaker": "BROWN", "secId": 21}, {"sentences": [{"sentId": 104, "text": "Let's talk about Marilyn Mosby now."}, {"sentId": 105, "text": "She said -- Marilyn Mosby announces that she has all the evidence she needs and she has independent investigations -- investigators working around the clock."}, {"sentId": 106, "text": "She said she started during the shooting, before, sadly Mr. Gray had died."}, {"sentId": 107, "text": "They were collecting video interviews, police statements, medical examiner's report found the cause of his death, was a homicide."}, {"sentId": 108, "text": "So then, why wait now?"}, {"sentId": 109, "text": "What is, why the wait?"}, {"sentId": 110, "text": "Did she act too quickly?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 111, "text": "Oh, she acted much too quickly and she acted too provocatively."}, {"sentId": 112, "text": "When you say, I hear you, no peace, no justice, and basically, telling young people, this is your time."}, {"sentId": 113, "text": "She made it seem like this was more a concern for how to prevent riots, than how to do justice."}, {"sentId": 114, "text": "And she did a good job, she prevented the riot, but she did it at the expense, maybe, of rushing into judgment, the murder charge."}, {"sentId": 115, "text": "Particularly, does not seemed justify in the basis of all the evidence we seen up to now."}, {"sentId": 116, "text": "Maybe she has the evidence, but she never mentioned due process for the policemen."}, {"sentId": 117, "text": "You can't just give justice to the victim, the family, and the city."}, {"sentId": 118, "text": "You have to also do justice for the people who are accused."}, {"sentId": 119, "text": "And a prosecutor's job is not to keep the crowd from rioting."}, {"sentId": 120, "text": "It's to make sure she looks at all the hard evidence."}, {"sentId": 121, "text": "What I am afraid of, is if you have a jury in Baltimore and they're fearful that there could be another riot if they acquit the defendants, even if there's not enough evidence there."}, {"sentId": 122, "text": "They might be inclined to worry about what impact an acquittal will have on their own safety."}, {"sentId": 123, "text": "That's why I believe there will be a change of venue in this case."}], "speaker": "DERSHOWITZ", "secId": 23}, {"sentences": [{"sentId": 124, "text": "You do?"}, {"sentId": 125, "text": "I mean, Liz, do you think it's a rush to judgment."}, {"sentId": 126, "text": "I mean, there -- this is a very serious charges."}, {"sentId": 127, "text": "Murder, manslaughter, the officers have to be convicted beyond a reasonable doubt."}, {"sentId": 128, "text": "So do you think she'll get convictions on such serious charges on what some call a rush to judgment?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 129, "text": "Well, let's address -- let's step away from emotional hyperbole and talk about the facts in this -- in this case."}, {"sentId": 130, "text": "We have a prosecutor who started her investigation a day after Freddie gray was -- taken into custody before he even became a hashtag."}, {"sentId": 131, "text": "And the notion that -- as Alan Dershowitz was saying, the notion that a prosecutor is suppose to provide justice for the defendant, flies in the face of, of hundreds of years of, of jurisprudence."}, {"sentId": 132, "text": "In fact, I don't think I've ever heard someone say that a prosecutor is supposed to speak to the justice for the defendants."}, {"sentId": 133, "text": "That's like saying Marcia Clark should have said we need justice for O.J."}, {"sentId": 134, "text": "or the prosecutor for the Boston bomber should have said."}, {"sentId": 135, "text": "Let's get justice for the people who bombed and killed people."}, {"sentId": 136, "text": "That's not what a prosecutor's job is."}, {"sentId": 137, "text": "A prosecutor's job is to look at the evidence and coded  their community and charge bad people that are a few bad people that have committed crimes."}, {"sentId": 138, "text": "This prosecutor has been working on this case day -- a day after Alan -- or Freddie Gray was taken into custody."}], "speaker": "BROWN", "secId": 25}, {"sentences": [{"sentId": 139, "text": "Right."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 140, "text": "In fact, this prosecutor -- we have to also remember that this prosecutor is an elected figure."}, {"sentId": 141, "text": "This prosecutor ran on the notion of, I am going to pursue --"}], "speaker": "BROWN", "secId": 27}, {"sentences": [{"sentId": 142, "text": "I want Alan -- I want Alan to be able to respond to what you are saying here."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 143, "text": "Well, that's the problem."}, {"sentId": 144, "text": "She's an elected official and she was campaigning."}, {"sentId": 145, "text": "What she was doing, was saying essentially."}, {"sentId": 146, "text": "Look, I've heard people say unless there's justice, there will be no peace."}, {"sentId": 147, "text": "So I'm gonna give you justice..."}], "speaker": "DERSHOWITZ", "secId": 29}, {"sentences": [{"sentId": 148, "text": "Fair enough ."}], "speaker": "BROWN", "secId": 30}, {"sentences": [{"sentId": 149, "text": "Not the kind of justice the law permits, but the kind of justice you demand."}, {"sentId": 150, "text": "That is convictions regardless of the evidence and in exchange for that, you have to promise me, there will be no riots."}, {"sentId": 151, "text": "When you make a statement like that, then you have a special obligation to make sure that the people understand that the police have due process rights and there's a presumption of innocence..."}], "speaker": "DERSHOWITZ", "secId": 31}, {"sentences": [{"sentId": 152, "text": "OK."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 153, "text": "Because a prosecutor can't be simply trying to respond to mob demands for their definition of justice."}], "speaker": "DERSHOWITZ", "secId": 33}, {"sentences": [{"sentId": 154, "text": "That's going to have to be the last word."}, {"sentId": 155, "text": "Liz, thank you."}, {"sentId": 156, "text": "We'll continue the conversation another time."}, {"sentId": 157, "text": "Alan, stick around, more to come here."}, {"sentId": 158, "text": "Up next, out on the streets of Baltimore, making noise and calling for justice, only he doesn't live there or anywhere nearby."}, {"sentId": 159, "text": "He's a professional protester, some say an agitator."}, {"sentId": 160, "text": "Plus, one of the gunmen killed attempting to ambush an event in the Texas, featuring cartoons of the Prophet Muhammad, may have a links to ISIS."}, {"sentId": 161, "text": "And this man recorded his traffic stop, while his brother was handcuffed."}, {"sentId": 162, "text": "What happened next?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 163, "text": "What's the reason why you pulled us over, officer?"}, {"sentId": 164, "text": "I'm recording this."}, {"sentId": 165, "text": "Police officer -- police officer's pulled us over for no reason."}, {"sentId": 166, "text": "I got this on camera..."}], "speaker": "UNIDENTIFIED MALE", "secId": 35}, {"sentences": [{"sentId": 167, "text": "An organic grassroots movement inspired by everyday neighbors fed up with police abuse."}, {"sentId": 168, "text": "Sounds good, but not necessarily true."}, {"sentId": 169, "text": "Some of the hundreds and sometimes thousands of people taking to the streets of Baltimore and Ferguson to protest are not necessarily from Baltimore or Ferguson."}, {"sentId": 170, "text": "As CNN's Sara Sidner reports, they are professional protesters."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 171, "text": "David Whitt stands on the corner of North and Pennsylvania in Baltimore, where for one day violence raged, and for a week, huge mostly peaceful protests took over the streets, capturing the world's attention."}], "speaker": "SIDNER", "secId": 37}, {"sentences": [{"sentId": 172, "text": "If I have to die, we could go -- so we can get this police to do the right thing."}, {"sentId": 173, "text": "I'm dead, you know."}, {"sentId": 174, "text": "I will willingly give my life up for my kids."}, {"sentId": 175, "text": "We got a camera --"}], "speaker": "WHITT", "secId": 38}, {"sentences": [{"sentId": 176, "text": "It may seem like Whitt protecting his own neighborhood, but he's not."}], "speaker": "SIDNER", "secId": 39}, {"sentences": [{"sentId": 177, "text": "People will be reminded, number one, who the enemy is and so we forgot --"}], "speaker": "WHITT", "secId": 40}, {"sentences": [{"sentId": 178, "text": "Is that police?"}], "speaker": "SIDNER", "secId": 41}, {"sentences": [{"sentId": 179, "text": "Exactly."}, {"sentId": 180, "text": "They are the number one enemy."}], "speaker": "WHITT", "secId": 42}, {"sentences": [{"sentId": 181, "text": "This is where we first meet him, on the streets of Ferguson."}, {"sentId": 182, "text": "Whitt lives just steps from the spot where Michael Brown was shot and killed by Ferguson Police Officer Darren Wilson."}], "speaker": "SIDNER", "secId": 43}, {"sentences": [{"sentId": 183, "text": "You come here from Ferguson, why did you come?"}], "speaker": "SIDNER", "secId": 44}, {"sentences": [{"sentId": 184, "text": "OK."}, {"sentId": 185, "text": "The first reason I came because, one of the cop watchers that was on the ground out here, he got arrested."}], "speaker": "WHITT", "secId": 45}, {"sentences": [{"sentId": 186, "text": "Whitt started his own chapter of cop watch in Ferguson, raising money to give residence cameras to record police."}, {"sentId": 187, "text": "Since then, he's traveled to communities, frustrated by police shootings, North Charleston, South Carolina, Oakland, and now Baltimore."}], "speaker": "SIDNER", "secId": 46}, {"sentences": [{"sentId": 188, "text": "Would you consider yourself a professional -- what?"}, {"sentId": 189, "text": "A protester, a professional cop watcher, what would you consider yourself?"}], "speaker": "SIDNER", "secId": 47}, {"sentences": [{"sentId": 190, "text": "I think, I think, I think you could say both."}, {"sentId": 191, "text": "I -- I do consider myself as a professional cop watcher."}, {"sentId": 192, "text": "I've been cop watching my whole life just like other, other black people in our community."}, {"sentId": 193, "text": "We just haven't had cameras to do it with."}], "speaker": "WHITT", "secId": 48}, {"sentences": [{"sentId": 194, "text": "Whitt is a part of a growing number of protesters flocking to areas of civil unrest, with goals that go beyond marching."}, {"sentId": 195, "text": "Many live stream and tweets events on the ground, documenting them and often growing their followers."}, {"sentId": 196, "text": "Their power evident again on Monday in Baltimore, when someone's gun went off and police were there."}, {"sentId": 197, "text": "But social media can be wrong."}, {"sentId": 198, "text": "Like today, when many claim police opened fire on a protester, that turned out not to be the case, according to police."}, {"sentId": 199, "text": "Some local officials and some residents say the outsiders are agitators."}, {"sentId": 200, "text": "Defense Attorney Nick Panteleakis works and lives in Baltimore and was caught up in the protests the night his city burned."}], "speaker": "SIDNER", "secId": 49}, {"sentences": [{"sentId": 201, "text": "The perfect example, the first day, I don't want to mispronounce the man - the gentleman's name."}, {"sentId": 202, "text": "But he join the protest, when everyone is saying, let's protest, let's, let's get the voice out."}, {"sentId": 203, "text": "He gets up there and said, let's shut the city down."}, {"sentId": 204, "text": "Well, obvious people, although they have an agenda that's dear to their heart and I don't fault them for having a dear their heart don't care about the results of what they say, because they don't live here."}], "speaker": "PANTELEAKIS", "secId": 50}, {"sentences": [{"sentId": 205, "text": "Whitt says that's not his intention."}, {"sentId": 206, "text": "He said residents here open their doors to him."}], "speaker": "SIDNER", "secId": 51}, {"sentences": [{"sentId": 207, "text": "A cop watch is a form of protesting."}], "speaker": "WHITT", "secId": 52}, {"sentences": [{"sentId": 208, "text": "And even though Whitt and others call protesting their profession, he says he's not making much of a living off of it, though he says some are."}, {"sentId": 209, "text": "The unemployed electrician said his travel expenses are paid by community members who believe in his cause."}], "speaker": "SIDNER", "secId": 53}, {"sentences": [{"sentId": 210, "text": "When I was coming out here, somebody got my ticket for me."}, {"sentId": 211, "text": "I don't got no -- I ain't part of an organization."}, {"sentId": 212, "text": "I'm a regular person."}], "speaker": "WHITT", "secId": 54}, {"sentences": [{"sentId": 213, "text": "A regular person with a wife and kids, fighting for their future, one protest at a time."}, {"sentId": 214, "text": "Sara Sidner, CNN, Baltimore."}], "speaker": "SIDNER", "secId": 55}, {"sentences": [{"sentId": 215, "text": "Joined now by John Blake, a CNN writer and producer."}, {"sentId": 216, "text": "Hi, John, thanks for joining us tonight."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 217, "text": "Thank you, Don."}], "speaker": "BLAKE", "secId": 57}, {"sentences": [{"sentId": 218, "text": "So you're just from Baltimore and you're back there covering this story for us."}, {"sentId": 219, "text": "From what you could see, were most of the people ignoring the curfews, were they locals or were they out-of-towners?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 220, "text": "... when I -- I wouldn't say that."}, {"sentId": 221, "text": "The part that I wrote about in Baltimore was not so much what was happening at their curfews or -- I wrote a lot more about my experiences coming up and compare it to what it was like then and compare to it was it like now."}], "speaker": "BLAKE", "secId": 59}, {"sentences": [{"sentId": 222, "text": "But do -- if you're out there covering it, did you notice where the protesters are from?"}, {"sentId": 223, "text": "I'm going to talk to you about your piece, no doubt, but did you notice any of that, or that wasn't part of your experience at all?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 224, "text": "No, I didn't really notice that."}, {"sentId": 225, "text": "No, I didn't."}], "speaker": "BLAKE", "secId": 61}, {"sentences": [{"sentId": 226, "text": "So I want you to compare what has happened there in Baltimore, you compared it to the novel, Lord of the Flies."}, {"sentId": 227, "text": "Explain that, what did you mean by that?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 228, "text": "Well, Lord of the Flies is a book about what happens to a group of young men who crash-land on an island, and all the adult -- all the adult men are killed."}, {"sentId": 229, "text": "So they have to kind of grow up without any kind of male supervision and create their own society."}, {"sentId": 230, "text": "So they are kind of improvising their way into manhood."}, {"sentId": 231, "text": "And when I came back to West Baltimore, I grew up, I saw that similar situation."}, {"sentId": 232, "text": "You have all these young men are coming up, without any of the older men."}, {"sentId": 233, "text": "They are no longer in existence."}, {"sentId": 234, "text": "They're not in the community."}, {"sentId": 235, "text": "So these men, as one told me, they're on-the-job training, they are trying to figure out how to be men, but they don't see other older men around them to show them."}, {"sentId": 236, "text": "And the Lord of the Flies is kind of the story like that."}], "speaker": "BLAKE", "secId": 63}, {"sentences": [{"sentId": 237, "text": "Yeah."}, {"sentId": 238, "text": "You spoke to a man and you asked him that the -- about where were the older people and this is the quote from what you said, \"This is old here\" he said, pointing to himself."}, {"sentId": 239, "text": "\"There ain't no more old heads anymore, where have you been, they got big numbers or at or they're in pine boxes."}, {"sentId": 240, "text": "In street syntax, that meant long prison sentences or death.\""}, {"sentId": 241, "text": "So what happens when there is --"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 242, "text": "Yeah."}], "speaker": "BLAKE", "secId": 65}, {"sentences": [{"sentId": 243, "text": "This vacuum of older men in the communities?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 244, "text": "I think we saw -- we see what happens a little bit this past weeks in Baltimore."}, {"sentId": 245, "text": "I think there's a lot of misdirected rage."}, {"sentId": 246, "text": "There -- I mean, what that guy told me is one of the most, saddest things I've ever heard as a journalist and I think when you don't have men, a guy's internal moral compass doesn't kind of really develop."}, {"sentId": 247, "text": "Because, I think at a certain point, young men tune out women."}, {"sentId": 248, "text": "They won't really listen to a woman maybe at 15 or 16."}, {"sentId": 249, "text": "You need men like a coach or mentor or uncle or a neighbor to really reach that guy and if they -- if they don't reach him, they can do so many things that could almost be barbaric."}], "speaker": "BLAKE", "secId": 67}, {"sentences": [{"sentId": 250, "text": "Yeah."}, {"sentId": 251, "text": "It's like, what Elijah Cummings is trying to do out in streets of Baltimore."}, {"sentId": 252, "text": "John Blake, thank you."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 253, "text": "Did ISIS just make its first attack on the U.S.?"}, {"sentId": 254, "text": "Two gunmen, armed with assault rifles -- rifles opened fire at Texas event, featuring cartoons of the Prophet Muhammad."}, {"sentId": 255, "text": "One gunman claims allegiance to ISIS."}, {"sentId": 256, "text": "A full report is straight ahead."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 257, "text": "Breaking News tonight, the father of one of the gunmen in the Garland, Texas shooting tells ABC News, \"We are Americans and we believe in America."}, {"sentId": 258, "text": "What my son did reflects very badly on my family.\""}, {"sentId": 259, "text": "Two gunmen, who tried to ambush an event featuring cartoons of the Prophet Muhammad, were shot and killed by an off-duty officer working the event as security."}, {"sentId": 260, "text": "One of the gunmen apparently tweeted, his loyalty to ISIS, right before the attack and a source tells CNN that the other gunman lived for a few years in Pakistan."}, {"sentId": 261, "text": "CNN's Alina Machado is in Garland, Texas tonight for us."}, {"sentId": 262, "text": "Alina, good evening to you."}, {"sentId": 263, "text": "What is the very latest on this investigation?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 264, "text": "Well, Don, we've learned a little bit more about these alleged gunmen."}, {"sentId": 265, "text": "A police here say they showed up here heavily armed, they have assault weapons and they were even wearing body armor when they showed here up on that mission to kill."}, {"sentId": 266, "text": "According to a federal law enforcement source, we also know the identities of both men."}, {"sentId": 267, "text": "One is Elton Simpson."}, {"sentId": 268, "text": "Police believe Simpson lived in an apartment in Phoenix, Arizona, with the other gunman who has been identified as Nadir Soofi."}, {"sentId": 269, "text": "Now, authorities here in Texas say this all unfolded very, very quickly, in a matter of about 15 seconds."}, {"sentId": 270, "text": "Thanks in large part to the actions of a quick-thinking officer, who typically works traffic, but was at this event here last night working security."}, {"sentId": 271, "text": "I want you to listen to what police say how this all unfolded."}], "speaker": "MACHADO", "secId": 71}, {"sentences": [{"sentId": 272, "text": "Both of them had assault rifles, came around the back of the car and started shooting at the police car."}, {"sentId": 273, "text": "The police officer in that car begun returning fire and struck both men, taking them down."}, {"sentId": 274, "text": "We think their strategy was to get to the event center, into the event center, and they were not able to get past that outer perimeter that we had set up which was part of that security."}], "speaker": "HARN", "secId": 72}, {"sentences": [{"sentId": 275, "text": "Now, it's worth noting that the organizers of this cartoon"}], "speaker": "MACHADO", "secId": 73}, {"sentences": [{"sentId": 276, "text": "drawing contest paid a thousands of dollars in extra security costs, because they knew that what they were doing was extremely controversial and that it was going to be very offensive to some, Don."}], "speaker": "MACHADO", "secId": 74}, {"sentences": [{"sentId": 277, "text": "Alina, talk to us about, if we're learning anything about the suspects' possible connection to terror."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 278, "text": "Well, we know that Simpson, as you mentioned early on, has linked himself to ISIS online."}, {"sentId": 279, "text": "So he was an ISIS sympathizer."}, {"sentId": 280, "text": "He was also convicted in 2011 of making a false statement involving terrorism."}, {"sentId": 281, "text": "Now, with regard to Soofi, a law enforcement official tells CNN that he was not well known to federal law enforcement, and that he was not on the radar of the FBI."}, {"sentId": 282, "text": "Investigators did spend the day though today, at the apartment that Soofi and Simpson shared in Phoenix, Arizona."}, {"sentId": 283, "text": "They were going through the apartment, trying to see they can find any evidence that would shed some light into what lead to happen here, and they really want to know if ISIS simply inspired these two men to commit the acts that they committed or, if the terror group actually directed them to do the act, Don."}], "speaker": "MACHADO", "secId": 76}, {"sentences": [{"sentId": 284, "text": "Alina Machado, thank you very much."}, {"sentId": 285, "text": "Who would have such an event?"}, {"sentId": 286, "text": "If you're wondering, who decides to run a Prophet Muhammad cartoon concert, the answer is Pamela Geller."}, {"sentId": 287, "text": "But who exactly is she?"}, {"sentId": 288, "text": "CNN's Deborah Feyerick has that answer."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 289, "text": "Pamela Geller is well- known to American Muslims."}], "speaker": "FEYERICK", "secId": 78}, {"sentences": [{"sentId": 290, "text": "She's a mascot of such a movement."}], "speaker": "ZAFAR", "secId": 79}, {"sentences": [{"sentId": 291, "text": "The movement Muslims say, against their religion."}, {"sentId": 292, "text": "Critics call Geller a Muslim basher and friend to white supremacists, who provokes for a living and who doesn't mean her belief on radical Islam."}], "speaker": "FEYERICK", "secId": 80}, {"sentences": [{"sentId": 293, "text": "We will not abridge our -- our freedom so as not to offend savages."}, {"sentId": 294, "text": "FEYERICK: Geller led the 2010 crusade against building an Islamic"}], "speaker": "GELLER", "secId": 81}, {"sentences": [{"sentId": 295, "text": "center in downtown Manhattan."}], "speaker": "GELLER", "secId": 82}, {"sentences": [{"sentId": 296, "text": "We will prevail."}], "speaker": "GELLER", "secId": 83}, {"sentences": [{"sentId": 297, "text": "The controversial ground zero mosque never opened."}, {"sentId": 298, "text": "She and colleague, Robert Spencer, co-founded what are considered two thinly veiled anti-Muslim groups, The American Freedom Defense Initiative and Stop Islamization of America."}], "speaker": "FEYERICK", "secId": 84}, {"sentences": [{"sentId": 299, "text": "We list that group as a hate group."}, {"sentId": 300, "text": "I would rank Pam Geller at the top of the list for anti- Muslim figures in this country."}, {"sentId": 301, "text": "Certainly, she and her very close ally, Robert Spencer, at the top of that list, the ones who influenced Anders Breivik in his anti-Muslim rage when he did that Norwegian rampage back in 2011."}], "speaker": "BEIRICH", "secId": 85}, {"sentences": [{"sentId": 302, "text": "Anders Breivik is a Norwegian mass murderer who set off a car bomb in Oslo then open fire at a Youth Summer Camp, killing 69 people."}, {"sentId": 303, "text": "Geller and Spencer were cited multiple times in Breivik's militantly far right manifesto."}, {"sentId": 304, "text": "The killer defending Geller as a decent human being."}], "speaker": "FEYERICK", "secId": 86}, {"sentences": [{"sentId": 305, "text": "In the last several years, Geller's group has spent upwards of $100,000 on bus and subway ads in New York, San Francisco, and Chicago, ads against Jihadists."}, {"sentId": 306, "text": "Attempts to quash the ads were unsuccessful."}, {"sentId": 307, "text": "A federal judge in Manhattan ruling they were protected under freedom of speech, just like the prophet cartoons, says Geller."}], "speaker": "FEYERICK", "secId": 87}, {"sentences": [{"sentId": 308, "text": "My event was about freedom of speech, period."}], "speaker": "GELLER", "secId": 88}, {"sentences": [{"sentId": 309, "text": "But critics say parallels to satirical cartoons in Paris Magazine, Charlie Hebdo, are misguided."}], "speaker": "FEYERICK", "secId": 89}, {"sentences": [{"sentId": 310, "text": "Charlie Hebdo was basically an equal opportunity offender."}, {"sentId": 311, "text": "But there's a big difference here."}, {"sentId": 312, "text": "She only does one thing which is bash Muslims."}], "speaker": "BEIRICH", "secId": 90}, {"sentences": [{"sentId": 313, "text": "Harris Zafar of the prominent national Muslim group says, his attempts to engage in respectful dialogue with Geller have failed."}], "speaker": "FEYERICK", "secId": 91}, {"sentences": [{"sentId": 314, "text": "There's no doubt that Pamela Geller and these recruits to ISIS have not even the remotest clue of what Islam truly is."}], "speaker": "ZAFAR", "secId": 92}, {"sentences": [{"sentId": 315, "text": "Deborah Feyerick, CNN, New York."}], "speaker": "FEYERICK", "secId": 93}, {"sentences": [{"sentId": 316, "text": "So, where's the line between free speech and good judgment?"}, {"sentId": 317, "text": "Was this an exercise in free speech, or was it inciting violence?"}, {"sentId": 318, "text": "And a Colorado man records his traffic stop."}, {"sentId": 319, "text": "It goes viral."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 320, "text": "My brother is being put in handcuffs."}, {"sentId": 321, "text": "We're pulled over for no reason."}, {"sentId": 322, "text": "He's still had not identified why he's pulled us over."}], "speaker": "UNIDENTIFIED MALE", "secId": 95}, {"sentences": [{"sentId": 323, "text": "Exercising free speech and exercising good judgment can be two very different things."}, {"sentId": 324, "text": "Take yesterday's shooting at a cartoon contest in Texas, depicting the Prophet Muhammad."}, {"sentId": 325, "text": "I'm joined now by Amani Al- Khatahtbeh, founding editor in chief of Muslimgirl.net, and Imam Zia Sheikh of Islamic Center of Irving, Texas, and Alan Dershowitz back with us."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 326, "text": "So, Alan, let's get this started right off the bat here."}, {"sentId": 327, "text": "Do you agree with this this Muhammad contest here -- cartoon contest, even if it's offensive, that it's protected  by -- under the Constitution?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 328, "text": "It's not even a close question."}, {"sentId": 329, "text": "It's comparable to say Farrakhan  making anti-Jewish statements or some Imams and some mosques who make horrible statements about Jews."}, {"sentId": 330, "text": "If you would have banned Geller, you would have to ban much of the anti-Jewish anti- Semantic hate speech."}, {"sentId": 331, "text": "Hate speech is protected speech under the Constitution."}, {"sentId": 332, "text": "This isn't even a close case."}], "speaker": "DERSHOWITZ", "secId": 98}, {"sentences": [{"sentId": 333, "text": "Amani, The American Freedom Defense Initiative, that's the name of Geller's group."}, {"sentId": 334, "text": "They sponsored this event."}, {"sentId": 335, "text": "They described an anti- Muslim -- as an anti-Muslim hate group by the Southern Poverty Law Center."}, {"sentId": 336, "text": "Again, their president is Pamela Geller."}, {"sentId": 337, "text": "She spoke to my colleague, Alisyn Camerota."}, {"sentId": 338, "text": "Take a listen."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 339, "text": "The first amendment, not the eighth, not the tenth, but the first, protects all speech, not just ideas that we like, but even core political speech."}, {"sentId": 340, "text": "Ideas that we don't like, because who would decide what's good and what's forbidden?"}, {"sentId": 341, "text": "The Islamic State?"}, {"sentId": 342, "text": "The government?"}, {"sentId": 343, "text": "Inoffensive speech, Alisyn, needs no protection, but in a pluralistic society, you have a sense of speech."}, {"sentId": 344, "text": "You have ideas, you have an exchange of ideas."}, {"sentId": 345, "text": "You don't shut down a discussion because I'm offended."}], "speaker": "GELLER", "secId": 100}, {"sentences": [{"sentId": 346, "text": "She sounds like what -- what Alan is saying, she sounds like she was mimicking Alan."}, {"sentId": 347, "text": "But do you think that she was really after free speech?"}, {"sentId": 348, "text": "Is that what she was after, Amani?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 349, "text": "I really don't think that this is an issue of free speech."}, {"sentId": 350, "text": "Honestly, I don't think that neither I or anyone would argue with her right to say what she has to say."}, {"sentId": 351, "text": "I mean, she can drop off at Muhammad all day and night."}, {"sentId": 352, "text": "It doesn't really affect me."}], "speaker": "AL-KHATAHTBEH", "secId": 102}, {"sentences": [{"sentId": 353, "text": "But I do think that this is an issue of pluralism."}, {"sentId": 354, "text": "There's a reason why she continuously targets Islam and Muslims as a whole."}, {"sentId": 355, "text": "You know, she doesn't say radical extremists or any of that rhetoric."}, {"sentId": 356, "text": "She literally talks about Muslims."}, {"sentId": 357, "text": "In 2010, she was quoted in \"New York Times\" article saying that, \"Western Muslims even when they pray three times a day, they are -- they pray five times a day, excuse me, they are cursing Christians and Jews five times a day.\""}, {"sentId": 358, "text": "She just won against New York courts to put up these advertisements that, you know, allude to Muslims hating Jews."}], "speaker": "AL-KHATAHTBEH", "secId": 103}, {"sentences": [{"sentId": 359, "text": "But, Amani, she that -- maybe her behavior maybe despicable to some, but, still, I mean, she still has the right to do it."}, {"sentId": 360, "text": "And by the way, just listen, I want to make -- you're not condoning what happened."}, {"sentId": 361, "text": "You're just saying -- you're just giving context to her actions, correct?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 362, "text": "Absolutely."}, {"sentId": 363, "text": "I mean, no one is saying that, you know, she shouldn't be doing what she's doing, and no one is saying that the type of violence that we avoided last night is justifiable by any means."}, {"sentId": 364, "text": "What we're talking about is the way that she's going about this."}, {"sentId": 365, "text": "Right?"}], "speaker": "AL-KHATAHTBEH", "secId": 105}, {"sentences": [{"sentId": 366, "text": "OK."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 367, "text": "I mean, she's choosing to ridicule Prophet Muhammad as a way to offend 1.6 peaceful -- peaceful Muslims -- 1.6 -- excuse me -- 1.6 billion peaceful Muslims around the world."}, {"sentId": 368, "text": "And I'm not sure if this is really a free-speech issue."}, {"sentId": 369, "text": "To me, it seems more like..."}], "speaker": "AL-KHATAHTBEH", "secId": 107}, {"sentences": [{"sentId": 370, "text": "OK."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 371, "text": "... she has an anti-Islam issue."}], "speaker": "AL-KHATAHTBEH", "secId": 109}, {"sentences": [{"sentId": 372, "text": "I want to play this because this is the spokesman  for several Islamic organizations in the area."}, {"sentId": 373, "text": "They are at TV and they took place -- and here's one of them said today about free speech."}, {"sentId": 374, "text": "Take a listen."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 375, "text": "Groups which I refer to as hate groups, such as Pamela Geller's group, they try to stretch the meaning of free speech to its outer limits."}, {"sentId": 376, "text": "There is a difference between hate speech and incitement to violence."}, {"sentId": 377, "text": "When you take certain actions, and you know that the results of those actions will result in violence, in this country, in this secular country, that is a criminal act."}], "speaker": "HAMIDEH", "secId": 111}, {"sentences": [{"sentId": 378, "text": "Imam, before I get you in here, I want to get the attorney on the panel."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 379, "text": "He's just dead wrong."}, {"sentId": 380, "text": "He's just dead wrong."}, {"sentId": 381, "text": "If you incite people to act against other people, if I were to make a speech saying, \"Go get Don Lemon, go get Don Lemon,\" that's one thing."}, {"sentId": 382, "text": "But if you make statements against other people and they then respond by trying to kill you, that's called the heckler's veto, or the fighting words concept."}, {"sentId": 383, "text": "And those are constitutionally protected."}, {"sentId": 384, "text": "You should stop the people who are trying to attack you."}, {"sentId": 385, "text": "You have to protect the Gellers even though you don't like what they're saying, from the people who are trying to kill her."}, {"sentId": 386, "text": "You can't bring into the concept of incitement that other people are trying to stop Geller; otherwise, we would have no free speech."}, {"sentId": 387, "text": "You could always then by threatening violence and free speech."}], "speaker": "DERSHOWITZ", "secId": 113}, {"sentences": [{"sentId": 388, "text": "Imam Sheikh, I want to get you in here because you are aware of this event in advance and you told the members of your community not to protest it."}, {"sentId": 389, "text": "Why is that?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 390, "text": "Yes, we were actually aware of it three months prior to the event actually taking place."}, {"sentId": 391, "text": "We prohibited people from going."}, {"sentId": 392, "text": "We told them not to go."}, {"sentId": 393, "text": "And the very reason that we told them not to go was first of all, we didn't want to give this woman any more publicity, and we also respect the issue of free speech."}], "speaker": "SHEIKH", "secId": 115}, {"sentences": [{"sentId": 394, "text": "The whole agenda that she has and whole argument she has is that the Muslims do not approve of free speech, they don't like free speech."}, {"sentId": 395, "text": "Well, there wasn't a single Muslim protester out there at the event, out of a quarter of a million Muslims in the DFW area."}], "speaker": "SHEIKH", "secId": 116}, {"sentences": [{"sentId": 396, "text": "She did say this morning too and my colleague on New Day, Alisyn Camerota, she said that this is not about Muslims for her."}, {"sentId": 397, "text": "She said this is about violent Jihad."}, {"sentId": 398, "text": "You don't get that distinction, Imam, when she's talking about these issues?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 399, "text": "Well, whenever she talks, she uses the word Islam and just paints everybody with a broad brush and she gives off the impression that Muslims do not approve of free speech."}, {"sentId": 400, "text": "And the reality shows that none of the quarter million of the DFW Muslims were actually there at the event to protest any of her caricatures or cartoons that she was trying to portray."}], "speaker": "ZIA SHEIKH", "secId": 118}, {"sentences": [{"sentId": 401, "text": "So, the question is, yeah, and I heard Amani say this -- said, she talked about -- about doing this and insulting, you know, there's a Book of Mormons on Broadway, there's \"Piss Christ\" that people, you know, there are all kinds of things that was -- what was -- there was a musical back in the '70s that was about \"Jesus Christ Superstar.\""}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 402, "text": "Of course."}, {"sentId": 403, "text": "Yeah."}, {"sentId": 404, "text": "And you live in a pluralistic society; you have to have developed a thick skin."}, {"sentId": 405, "text": "You have to understand that you're going to be insulted."}, {"sentId": 406, "text": "Your religion is going to be insulted."}, {"sentId": 407, "text": "All religion is going to be insulted."}, {"sentId": 408, "text": "Argue back, make a better case, win in the marketplace of ideas."}, {"sentId": 409, "text": "So, people might  listen."}], "speaker": "DERSHOWITZ", "secId": 120}, {"sentences": [{"sentId": 410, "text": "So, the degree of danger or threat should not play into whether..."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 411, "text": "No."}], "speaker": "DERSHOWITZ", "secId": 122}, {"sentences": [{"sentId": 412, "text": "No."}, {"sentId": 413, "text": "DERSHOWITZ: The degree of danger, if somebody is trying to incite their..."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 414, "text": "Yeah."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 415, "text": "... own people to attack, that's one thing, but, no."}, {"sentId": 416, "text": "If you're going to fight back and try to attack the speaker..."}], "speaker": "DERSHOWITZ", "secId": 125}, {"sentences": [{"sentId": 417, "text": "Yeah."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 418, "text": "... the police have an obligation to protect the speaker."}], "speaker": "DERSHOWITZ", "secId": 127}, {"sentences": [{"sentId": 419, "text": "If one or two or five people had been killed in this or if it had -- would you still feel the same way?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 420, "text": "Yes, of course I would."}, {"sentId": 421, "text": "And I felt the same way with Charlie Hebdo, where 11 people were killed."}, {"sentId": 422, "text": "You go after the killers, not the speakers."}, {"sentId": 423, "text": "That's the way we do in America."}, {"sentId": 424, "text": "You don't let the killers stop the speakers from speaking."}, {"sentId": 425, "text": "You don't let the threat of violence stop political speech from occurring."}], "speaker": "DERSHOWITZ", "secId": 129}, {"sentences": [{"sentId": 426, "text": "Amani, what do you say to -- what do you say to Pamela Geller?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 427, "text": "I mean, OK."}, {"sentId": 428, "text": "So, if we're going to talk about inciting hatred, we can look at the keynote speaker that Pamela Geller invited to her there last night, Wilders, who is a Dutch politician."}, {"sentId": 429, "text": "Now, his own government brought charges against him for inciting hatred and discrimination."}], "speaker": "AL-KHATAHTBEH", "secId": 131}, {"sentences": [{"sentId": 430, "text": "So, they know what's up."}, {"sentId": 431, "text": "Right?"}, {"sentId": 432, "text": "And we're here defending Pamela Geller is doing and what he think."}, {"sentId": 433, "text": "Last night he was quoted as telling everyone, he says to his audience, you know, no more Islam, no more mosques, no more Islamic schools."}], "speaker": "AL-KHATAHTBEH", "secId": 132}, {"sentences": [{"sentId": 434, "text": "You know, if we want to talk about pluralism, let's talk about it."}, {"sentId": 435, "text": "It's about discussing these types of hate speech this vitriolic rhetoric that we're allowing to fly by under the guise of free speech."}, {"sentId": 436, "text": "And again, we're not saying that she doesn't have the right to say it."}, {"sentId": 437, "text": "But we have to get real about the consequences of it."}], "speaker": "AL-KHATAHTBEH", "secId": 133}, {"sentences": [{"sentId": 438, "text": "You know, like we want to talk about protecting speakers."}, {"sentId": 439, "text": "Well, what about American citizens that happened to be targeted for their religious background as a result of the hateful speech that and the anti-Muslim hatred that people like Pamela Geller incite?"}, {"sentId": 440, "text": "Like this morning, I was afraid to step out of my house wearing a headscarf because of the potential of hate crimes as a result of last night."}], "speaker": "AL-KHATAHTBEH", "secId": 134}, {"sentences": [{"sentId": 441, "text": "Because of Pamela Geller or because of -- because of the Jihadist?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 442, "text": "The way that the media depicts these types of situations, every time an incident like this happens, you know, the situation last night and the event was recorded."}, {"sentId": 443, "text": "And as soon as one of the security personnels walked in to inform every one of what happened, the first exclamation that was made by the attendees was, \"Was he a Muslim?\""}], "speaker": "AL-KHATAHTBEH", "secId": 136}, {"sentences": [{"sentId": 444, "text": "That's all we care about."}, {"sentId": 445, "text": "We only care about the religion of the perpetrators when they happen to be Muslims."}, {"sentId": 446, "text": "And as a result, people like me, innocent Muslims, who were born and raised in the United States, you know, they get tired -- they get targeted, they get singled out, we have to be the ones living in fear and, you know, we're the ones that have to deal with these types of repercussions."}, {"sentId": 447, "text": "And if you want to talk about that type of protection, then, let's talk about it for American citizens as well."}], "speaker": "AL-KHATAHTBEH", "secId": 137}, {"sentences": [{"sentId": 448, "text": "But look, let's remember that the only people today who are threatening violence against others for expressing political views are radical Muslims."}, {"sentId": 449, "text": "That happens to be the reality."}, {"sentId": 450, "text": "You don't have Jews trying to threaten Farrakhan ."}, {"sentId": 451, "text": "You don't have Christians trying to use violence against people who make anti-Christian rhetoric."}, {"sentId": 452, "text": "You don't have Mormons trying to use physical violence to shutdown -- you don't have Fatwa as being issued."}], "speaker": "DERSHOWITZ", "secId": 138}, {"sentences": [{"sentId": 453, "text": "Right."}, {"sentId": 454, "text": "Mr. Dershowitz."}], "speaker": "AL-KHATAHTBEH", "secId": 139}, {"sentences": [{"sentId": 455, "text": "The only group that is making these Fatwas and threatening violence are radical Muslim extremists..."}], "speaker": "DERSHOWITZ", "secId": 140}, {"sentences": [{"sentId": 456, "text": "Mr. Dershowitz."}], "speaker": "AL-KHATAHTBEH", "secId": 141}, {"sentences": [{"sentId": 457, "text": "... and we have to face that reality."}], "speaker": "DERSHOWITZ", "secId": 142}, {"sentences": [{"sentId": 458, "text": "The -- that type of targeting is..."}], "speaker": "AL-KHATAHTBEH", "secId": 143}, {"sentences": [{"sentId": 459, "text": "A brief response Amani."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 460, "text": "... that type of targeting is extremely sweeping."}, {"sentId": 461, "text": "You just made a very large statement right there."}], "speaker": "AL-KHATAHTBEH", "secId": 145}, {"sentences": [{"sentId": 462, "text": "That's true."}], "speaker": "ZIA SHEIKH", "secId": 146}, {"sentences": [{"sentId": 463, "text": "But that's the only type of group."}, {"sentId": 464, "text": "And, you know, this is the reason why.."}], "speaker": "AL-KHATAHTBEH", "secId": 147}, {"sentences": [{"sentId": 465, "text": "Well, name another group."}], "speaker": "DERSHOWITZ", "secId": 148}, {"sentences": [{"sentId": 466, "text": "... Muslims are being targeted."}], "speaker": "AL-KHATAHTBEH", "secId": 149}, {"sentences": [{"sentId": 467, "text": "Name another group."}], "speaker": "DERSHOWITZ", "secId": 150}, {"sentences": [{"sentId": 468, "text": "This is the reason why Muslims are being targeted."}, {"sentId": 469, "text": "DERSHOWITZ: Name another group that is today attacking freedom of speech."}], "speaker": "AL-KHATAHTBEH", "secId": 151}, {"sentences": [{"sentId": 470, "text": "OK. Well, Mr. Dershowitz, how about -- how about the article, you -- you actually contributed."}, {"sentId": 471, "text": "You got published in a journal this past January, right?"}, {"sentId": 472, "text": "It was about anti-Semitism, and in that -- in that journal -- in that journal you stated that eliminationists, anti-Semitism is the most dangerous kind."}], "speaker": "AL-KHATAHTBEH", "secId": 152}, {"sentences": [{"sentId": 473, "text": "But it shouldn't be banned."}], "speaker": "DERSHOWITZ", "secId": 153}, {"sentences": [{"sentId": 474, "text": "So, if we're having -- if we're hosting a man like Wilders at this event that Pamela Geller is having, and he's calling for no more Islam, he came on our soil and said, \"Dear Mr. President, do you hear us, no more Islam.\""}], "speaker": "AL-KHATAHTBEH", "secId": 154}, {"sentences": [{"sentId": 475, "text": "I don't agree with what he's saying?"}, {"sentId": 476, "text": "I -- I disagree with it, but I'm saying that the only group..."}], "speaker": "DERSHOWITZ", "secId": 155}, {"sentences": [{"sentId": 477, "text": "But why is one OK and one..."}], "speaker": "AL-KHATAHTBEH", "secId": 156}, {"sentences": [{"sentId": 478, "text": "... that is trying to suppress the only truth..."}], "speaker": "DERSHOWITZ", "secId": 157}, {"sentences": [{"sentId": 479, "text": "... that isn't?"}, {"sentId": 480, "text": "Why is one indefensible and the other isn't?"}], "speaker": "AL-KHATAHTBEH", "secId": 158}, {"sentences": [{"sentId": 481, "text": "... no."}, {"sentId": 482, "text": "I'm not saying it's not defensible or defensible."}, {"sentId": 483, "text": "I'm saying the only group that is trying to prevent freedom of speech by violent extremism by threats of violence are radical Muslims."}, {"sentId": 484, "text": "It's not true of other ethnic and religious groups."}, {"sentId": 485, "text": "And that's the fault of this lies with those who try to suppress free speech by violence, not with those who are expressing constitutionally protected free speech."}], "speaker": "DERSHOWITZ", "secId": 159}, {"sentences": [{"sentId": 486, "text": "That's going to have to be the last word."}, {"sentId": 487, "text": "Thank you very much all of you for joining us."}, {"sentId": 488, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 489, "text": "OK. Let's continue our conversation now."}, {"sentId": 490, "text": "I want to continue with Marc Lamont Hill, CNN political commentator, and Ben Ferguson, CNN political commentator and host of the Ben Ferguson Show."}, {"sentId": 491, "text": "You got to hear the conversation before the break, right?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 492, "text": "Yeah."}], "speaker": "HILL", "secId": 162}, {"sentences": [{"sentId": 493, "text": "OK."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 494, "text": "Yes."}], "speaker": "FERGUSON", "secId": 164}, {"sentences": [{"sentId": 495, "text": "OK. And Ben, you're in Garland tonight."}, {"sentId": 496, "text": "FERGUOSN: Yes."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 497, "text": "So, what's the reaction from the people there?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 498, "text": "You know, early on, when this event was announced, there are a lot of people that were very concerned about it saying, \"I don't really want this to be in my backyard.\""}, {"sentId": 499, "text": "It's actually changed since this attack happened because people are proud that freedom of speech is alive and well."}, {"sentId": 500, "text": "And they're very proud of law enforcement for being so well prepared, and the organizers for footing the bill really, for the security that was needed here."}], "speaker": "FERGUSON", "secId": 167}, {"sentences": [{"sentId": 501, "text": "And they're very proud of law enforcement the people there, and they said, you know what, I may not agree with this event."}, {"sentId": 502, "text": "I may not have even gone to this event."}, {"sentId": 503, "text": "But in America, you are not a bad person when you have freedom of speech even if it's saying something that I don't agree with."}, {"sentId": 504, "text": "And that's what makes this country great."}], "speaker": "FERGUSON", "secId": 168}, {"sentences": [{"sentId": 505, "text": "Marc, is this about freedom of speech or is this about taunting and bullying or a combination?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 506, "text": "This isn't a free-speech argument."}, {"sentId": 507, "text": "And to Ben's point, you can be a bad person while exercising free speech."}, {"sentId": 508, "text": "The world is filled with terrible people who say terrible things."}, {"sentId": 509, "text": "Do I believe you have a right to say it constitutionally?"}, {"sentId": 510, "text": "Of course."}, {"sentId": 511, "text": "Do I think this people in Texas had constitutional rights to do something that I find disgusting and objectionable?"}, {"sentId": 512, "text": "Absolutely."}], "speaker": "LAMONT HILL", "secId": 170}, {"sentences": [{"sentId": 513, "text": "But to appeal to free speech exclusively is to ignore the fact that we have a right to critique what you say."}, {"sentId": 514, "text": "Do I think they should get killed?"}, {"sentId": 515, "text": "No."}, {"sentId": 516, "text": "Do I think that two -- the two rookie  shooters...."}], "speaker": "LAMONT HILL", "secId": 171}, {"sentences": [{"sentId": 517, "text": "But Marc..."}], "speaker": "FERGUSON", "secId": 172}, {"sentences": [{"sentId": 518, "text": "... were right?"}, {"sentId": 519, "text": "Absolutely not."}, {"sentId": 520, "text": "But what they did was disgusting or..."}], "speaker": "LAMONT HILL", "secId": 173}, {"sentences": [{"sentId": 521, "text": "But hold on, but we're focusing -- this is -- but the -- the concern - they're not inciting violence."}, {"sentId": 522, "text": "This is the problem that I have with, with the entire argument that's been here that, well, did they incite this."}, {"sentId": 523, "text": "You -- there is a -- doing a cartoon, depicting Muhammad in a negative light or any other religion, does not give you the right or incite you and to give you an excuse to take an AK-47, jump out of a car..."}], "speaker": "FERGUSON", "secId": 174}, {"sentences": [{"sentId": 524, "text": "I agree."}], "speaker": "LAMONT HILL", "secId": 175}, {"sentences": [{"sentId": 525, "text": "... and try to kill as many people as you can."}], "speaker": "FERGUSON", "secId": 176}, {"sentences": [{"sentId": 526, "text": "I agree."}, {"sentId": 527, "text": "FERGUSON: But, yet, we have been more critical -- but, hold on, Marc,"}], "speaker": "LAMONT HILL", "secId": 177}, {"sentences": [{"sentId": 528, "text": "we've been more critical of the people that were exercising their freedom of speech, then we are critical of the terrorists connected to ISIS."}, {"sentId": 529, "text": "That is the big problem."}], "speaker": "LAMONT HILL", "secId": 178}, {"sentences": [{"sentId": 530, "text": "OK."}, {"sentId": 531, "text": "So, first of all, let's not make the ISIS connection just yet."}, {"sentId": 532, "text": "Because I think there are still huge security questions to be answered about that."}, {"sentId": 533, "text": "But to your..."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 534, "text": "Well, when the guy tweets out that he is connected with ISIS, I'm going to take him at his word."}], "speaker": "FERGUSON", "secId": 180}, {"sentences": [{"sentId": 535, "text": "Well, he didn't say that."}], "speaker": "LAMONT HILL", "secId": 181}, {"sentences": [{"sentId": 536, "text": "Especially when he goes out to kill people."}], "speaker": "FERGUSON", "secId": 182}, {"sentences": [{"sentId": 537, "text": "Actually what he said is the Islamic State, and that term Islamic State or Al-Dawla Al-Islamiya is very broad and it doesn't necessarily mean the group as such."}, {"sentId": 538, "text": "So, again, it's much more complicated than you're suggesting."}, {"sentId": 539, "text": "But let's get to the bigger point here."}], "speaker": "LAMONT HILL", "secId": 183}, {"sentences": [{"sentId": 540, "text": "You're arguing that offensive words shouldn't prompt people to take an AK-47 to kill people?"}, {"sentId": 541, "text": "I agree."}, {"sentId": 542, "text": "So, do all the Muslims in the world that you shouldn't do that."}, {"sentId": 543, "text": "This is not the question of that."}, {"sentId": 544, "text": "No one is debating that."}, {"sentId": 545, "text": "The reason why people have focused on the Texas free speech conversation is because the Muslim community agrees that you shouldn't kill people."}, {"sentId": 546, "text": "In fact, the Muslim community largely ignore this."}], "speaker": "LAMONT HILL", "secId": 184}, {"sentences": [{"sentId": 547, "text": "If you look at the e-mails and the communications that occurred before this awful event, they said let's not even give them credit."}, {"sentId": 548, "text": "And in fact, many people make comedic post."}, {"sentId": 549, "text": "You know, draw Muhammad and they draw like their friend  Muhammad."}, {"sentId": 550, "text": "They wanted to ignore this and that give the stuff any oxygen."}, {"sentId": 551, "text": "So, that's why we're not talking about the violence."}], "speaker": "LAMONT HILL", "secId": 185}, {"sentences": [{"sentId": 552, "text": "But Marc -- but Marc..."}], "speaker": "FERGUSON", "secId": 186}, {"sentences": [{"sentId": 553, "text": "The violence is..."}], "speaker": "LAMONT HILL", "secId": 187}, {"sentences": [{"sentId": 554, "text": "Very quickly, Marc..."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 555, "text": "But there is a section of -- there is a section of Islam."}, {"sentId": 556, "text": "There is a section of Islam that is a real threat."}, {"sentId": 557, "text": "The proof of it was where I am literally 24 hours ago."}], "speaker": "FERGUSON", "secId": 189}, {"sentences": [{"sentId": 558, "text": "Two people, Ben."}, {"sentId": 559, "text": "FERGUSON: The fact that we all know..."}], "speaker": "LAMONT HILL", "secId": 190}, {"sentences": [{"sentId": 560, "text": "Two people."}], "speaker": "LAMONT HILL", "secId": 191}, {"sentences": [{"sentId": 561, "text": "Marc..."}], "speaker": "FERGUSON", "secId": 192}, {"sentences": [{"sentId": 562, "text": "Two people."}], "speaker": "LAMONT HILL", "secId": 193}, {"sentences": [{"sentId": 563, "text": "No, that's not fair."}, {"sentId": 564, "text": "You said two people."}, {"sentId": 565, "text": "It could have been a lot -- it could have been a lot more people had the security..."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 566, "text": "I was talking about -- I was talking about the shooters, Don."}], "speaker": "LAMONT HILL", "secId": 195}, {"sentences": [{"sentId": 567, "text": "You know, I got you, got you, Marc."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 568, "text": "Talking about the shooters from 1.6 billion people."}], "speaker": "LAMONT HILL", "secId": 197}, {"sentences": [{"sentId": 569, "text": "But, Don, that it, let me finish, Marc."}, {"sentId": 570, "text": "Marc, let me finish."}, {"sentId": 571, "text": "The point is this; there are constant terrorist attacks around the world with people that are intolerant to those who disagree with them."}], "speaker": "FERGUSON", "secId": 198}, {"sentences": [{"sentId": 572, "text": "Yes."}, {"sentId": 573, "text": "Some of them are Christian."}], "speaker": "LAMONT HILL", "secId": 199}, {"sentences": [{"sentId": 574, "text": "They feel that it happened."}, {"sentId": 575, "text": "They want in Jihad."}], "speaker": "FERGUSON", "secId": 200}, {"sentences": [{"sentId": 576, "text": "Some of them are Christian."}], "speaker": "LAMONT HILL", "secId": 201}, {"sentences": [{"sentId": 577, "text": "And some of them are in this country."}, {"sentId": 578, "text": "We're not talking about them."}, {"sentId": 579, "text": "We're talking about the attack that happened last night."}], "speaker": "FERGUSON", "secId": 202}, {"sentences": [{"sentId": 580, "text": "Yes."}, {"sentId": 581, "text": "But -- no, you know, but your point was somehow and Alan Dershowitz made this absurd comment earlier that the only people who are engaging in this sort of violent ideological wars are Muslim and that's not true."}, {"sentId": 582, "text": "You can go to Uganda right now and see gay people killed for being gay by Christian, by real Christian organizations."}, {"sentId": 583, "text": "We can go around the continent of Africa, around Europe, around South America..."}], "speaker": "LAMONT HILL", "secId": 203}, {"sentences": [{"sentId": 584, "text": "Marc, Marc..."}], "speaker": "FERGUSON", "secId": 204}, {"sentences": [{"sentId": 585, "text": "... and find all of these people."}, {"sentId": 586, "text": "So let's not suggest that this is an Islamic issue."}], "speaker": "LAMONT HILL", "secId": 205}, {"sentences": [{"sentId": 587, "text": "It's not  democratic country."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 588, "text": "Marc, poll the average -- poll the average person in America, are they afraid of Christians creating to becoming terrorists and Jihadist or they're afraid of Muslim extremists being terrorists?"}, {"sentId": 589, "text": "And the fact of the matter is..."}], "speaker": "FERGUSON", "secId": 207}, {"sentences": [{"sentId": 590, "text": "I've got to go."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 591, "text": "We should appeal to Middle American fear."}], "speaker": "LAMONT HILL", "secId": 209}, {"sentences": [{"sentId": 592, "text": "Thank you, guys."}, {"sentId": 593, "text": "I want to get to the other segment the viral video driving our block tomorrow because you guys just go out there every time."}, {"sentId": 594, "text": "Thank you, guys."}, {"sentId": 595, "text": "I appreciate it."}, {"sentId": 596, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 597, "text": "Thanks."}], "speaker": "LAMONT HILL", "secId": 211}, {"sentences": [{"sentId": 598, "text": "That's it for us tonight."}, {"sentId": 599, "text": "Thanks for watching."}, {"sentId": 600, "text": "I'll see you back here tomorrow night."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 601, "text": "\"AC360\" starts right now."}], "speaker": "LEMON", "secId": 213}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.04.cnnt.01.html.json", "time": "Aired May 4, 2015 - 22:00   ET"}