{"sectionCount": 155, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "COOPER", "GRIFFIN", "CASEY", "LAHOOD", "TODD", "HEFLMAN", "RUDY", "SERFATY", "GUPTA", "PARANICH", "THOR", "CREW", "NUTTER", "PHILLIPS", "SUMWALT", "BLITZER", "SOUCIE", "BIBEL"], "subTitle": "At Least 7 Killed in Train Derailment; NTSB: Train Was Speeding Through Curve at 106 MPH; Interview with Senator Casey.  Aired 22:00- 23:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/13/cnnt.01.html", "sentenceCount": 521, "sections": [{"sentences": [{"sentId": 0, "text": "Thank you very much Anderson."}, {"sentId": 1, "text": "We just have some questions for you."}, {"sentId": 2, "text": "10 p.m. here in Philadelphia where cars from Amtrak 188 are being removed from the track."}, {"sentId": 3, "text": "Investigators urgently searching for answers right now."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "Here's what we do know at this hour."}, {"sentId": 5, "text": "At least seven people killed, over 200 injured, an unknown number of people are still missing at this hour."}, {"sentId": 6, "text": "The National Transportation Safety Board says, the train was speeding through a curve at 106 miles an hour, more than twice the speed limit."}, {"sentId": 7, "text": "And the engineer slammed on the emergency breaks, that was moment before the train left the tracks."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 8, "text": "And tracking police say that the engineer is 32-year-old Brandon Bostian."}, {"sentId": 9, "text": "Police tried to interview him but he refused to say anything more than this, that he could not recall how fast he was going."}, {"sentId": 10, "text": "He hasn't talked to the National Transportation Safety Board either."}, {"sentId": 11, "text": "Anderson Cooper has been covering this for us, and Drew Griffin is here with us, getting the breaking news here."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 12, "text": "Anderson I want to talk to you before I go to Drew because I thought it was interesting when you spoke to the mayor."}, {"sentId": 13, "text": "And the mayor said, we don't know how many people are -- so unaccounted for."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 14, "text": "Yes."}, {"sentId": 15, "text": "He actually sent out about 25 more police officers late this afternoon just to kind of survey a wider area, just a search to see if anybody else may have been ejected out."}, {"sentId": 16, "text": "Because, you know, it's complicated for authorities trying to figure out exactly who is on the train."}, {"sentId": 17, "text": "People may have bought a ticket, may not have actually gone on the train."}, {"sentId": 18, "text": "So, they are still trying to make sure that they have everybody accounted for."}], "speaker": "COOPER", "secId": 4}, {"sentences": [{"sentId": 19, "text": "Yes."}, {"sentId": 20, "text": "It's unbelievable."}, {"sentId": 21, "text": "I know that you've lived in the northeast all of your life, in New York City."}, {"sentId": 22, "text": "I actually used to live in Philadelphia and I've never seen anything like this."}, {"sentId": 23, "text": "This is absolutely horrific."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 24, "text": "Yes."}, {"sentId": 25, "text": "But you also think about before those families -- for the seven families whose loved ones have died, just the speed with which this happened, I mean, it's so senseless they were on a train you would never think that this would happen and all of a sudden tonight, 24 hours later, their lives are forever changed."}, {"sentId": 26, "text": "LEMON: Yes."}, {"sentId": 27, "text": "Absolutely."}, {"sentId": 28, "text": "And Drew Griffin, I want to turn to you"}], "speaker": "COOPER", "secId": 6}, {"sentences": [{"sentId": 29, "text": "because through you -- as actually you've actually learned more about the train's engineer."}, {"sentId": 30, "text": "What did you find out?"}], "speaker": "COOPER", "secId": 7}, {"sentences": [{"sentId": 31, "text": "We know he's been an engineer for about 4 and half years now."}, {"sentId": 32, "text": "Before that he was a conductor."}, {"sentId": 33, "text": "So, he's been with Amtrak in the system for just about 9 years or so."}, {"sentId": 34, "text": "And just a little clarity on whether or not he's talking or not talking."}, {"sentId": 35, "text": "He was injured."}, {"sentId": 36, "text": "He was being treated for injuries last night and that's when detectives initially approached him, asked him a few questions."}, {"sentId": 37, "text": "He said he couldn't recall the speed and then they left."}], "speaker": "GRIFFIN", "secId": 8}, {"sentences": [{"sentId": 38, "text": "Yes."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 39, "text": "Today, they brought him back in for a serious interview."}, {"sentId": 40, "text": "He came in with a lawyer, he wasn't answering any questions."}, {"sentId": 41, "text": "The NTSB has said, \"We can wait, we can wait until you're over your traumatic experience.\""}, {"sentId": 42, "text": "But make no question they need to discuss this, with this engineer why this train was..."}], "speaker": "GRIFFIN", "secId": 10}, {"sentences": [{"sentId": 43, "text": "I think all of us are kind of -- confounded that this is the person who holds the key to the investigation and how can they wait and how can he not be speaking giving them a fuller interview as to what happened?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 44, "text": "Well, maybe he's hurt."}, {"sentId": 45, "text": "Maybe he's concerned that he might face charges."}], "speaker": "GRIFFIN", "secId": 12}, {"sentences": [{"sentId": 46, "text": "Yes."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 47, "text": "Maybe his lawyers are advising him, let's not talk till we know whose investigating."}, {"sentId": 48, "text": "You know, there's been a lot of discussion today of who actually has jurisdiction."}], "speaker": "GRIFFIN", "secId": 14}, {"sentences": [{"sentId": 49, "text": "Yes."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 50, "text": "Who should he be talking to."}], "speaker": "GRIFFIN", "secId": 16}, {"sentences": [{"sentId": 51, "text": "He may very well plead the fifth."}, {"sentId": 52, "text": "And say, look, I mean, he hasn't -- nobody can force him to talk and it will be up to the investigators to try to figure out what happened through the black box and other things."}], "speaker": "COOPER", "secId": 17}, {"sentences": [{"sentId": 53, "text": "And he's been -- he's now lawyered up."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 54, "text": "Yes."}], "speaker": "COOPER", "secId": 19}, {"sentences": [{"sentId": 55, "text": "Right."}, {"sentId": 56, "text": "He's lawyered up."}, {"sentId": 57, "text": "They did find the black box."}, {"sentId": 58, "text": "Do we know how long before they're able to get the information from this?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 59, "text": "I mean, they pretty much should have some of that information now."}, {"sentId": 60, "text": "It's an event recorder."}, {"sentId": 61, "text": "They call it the heavy event recorder."}, {"sentId": 62, "text": "They also have the camera that looks out from the front of the engine that's been taken to a facility in Amtrak facility in Delaware."}, {"sentId": 63, "text": "I believe that they will have those kinds of answers fairly, quickly."}, {"sentId": 64, "text": "You know, the train accidents aren't that hard to figure out what exactly went wrong."}, {"sentId": 65, "text": "It's not like a plane where you have multiple systems."}], "speaker": "GRIFFIN", "secId": 21}, {"sentences": [{"sentId": 66, "text": "So, the questions will now hinge on why was the train going so fast even if it met a piece of track that wasn't in the right spot or something."}, {"sentId": 67, "text": "Why was this train going so fast?"}, {"sentId": 68, "text": "106 miles an hour in a 50 mile an hour..."}], "speaker": "GRIFFIN", "secId": 22}, {"sentences": [{"sentId": 69, "text": "Mechanical failure or was he distracted."}, {"sentId": 70, "text": "We'll figure it out."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 71, "text": "They never search him out for his phone."}], "speaker": "GRIFFIN", "secId": 24}, {"sentences": [{"sentId": 72, "text": "Yes."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 73, "text": "Just to determine whether he was on a phone, whether he was texting, whatever."}], "speaker": "GRIFFIN", "secId": 26}, {"sentences": [{"sentId": 74, "text": "Yes."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 75, "text": "They're going to look at everything involved."}], "speaker": "GRIFFIN", "secId": 28}, {"sentences": [{"sentId": 76, "text": "Drew with us through the next two hours."}, {"sentId": 77, "text": "Thank you, Drew, very much."}, {"sentId": 78, "text": "We'll see you in just a bit."}, {"sentId": 79, "text": "And Anderson, thank you very much."}, {"sentId": 80, "text": "We'll see of course on CNN, as always."}, {"sentId": 81, "text": "I want to talk now to Senator Bob Casey."}, {"sentId": 82, "text": "He was at the crash site today."}, {"sentId": 83, "text": "And he joins me now from Washington."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 84, "text": "Senator, thank you so much."}, {"sentId": 85, "text": "You were briefed by the mayor and the first responders and the NTSB."}, {"sentId": 86, "text": "What did they tell you?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 87, "text": "Well, Don, they kind of walked through a timeline of what happened and gave us kind of an overview."}, {"sentId": 88, "text": "But there's still an awful lot that we don't know in terms of how this actually happened."}, {"sentId": 89, "text": "But they wanted to give us a broad a review as possible as to what happened."}], "speaker": "CASEY", "secId": 31}, {"sentences": [{"sentId": 90, "text": "I think one of the most remarkable things about today in terms of what I saw, is not just the horror in the way that these cars were mangled and twisted, but probably more amazing than that is how the city of Philadelphia, starting with the mayor and the police and the fire department and the emergency personnel and so many others, including the passengers, how people came together to save lives and to mitigate the horrors of this tragedy."}], "speaker": "CASEY", "secId": 32}, {"sentences": [{"sentId": 91, "text": "I want to pose a question that I posed to Drew Griffin and Anderson."}, {"sentId": 92, "text": "Just a moment ago, that engineer he talked to investigators would very briefly last night at the hospital saying that he could not recall his speed."}, {"sentId": 93, "text": "He really hasn't spoken at length since then."}, {"sentId": 94, "text": "I mean, do you find that frustrating that -- and people want to know what happened here."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 95, "text": "Sure."}, {"sentId": 96, "text": "It's frustrating that we don't know more."}, {"sentId": 97, "text": "But I think it's important that we allow the National Transportation and Safety Board, NTSB, to go through their process."}, {"sentId": 98, "text": "And I think it's good that we know today, at least the information that they confirmed about the speed, the 106 miles an hour."}], "speaker": "CASEY", "secId": 34}, {"sentences": [{"sentId": 99, "text": "But there is awful a lot we don't know."}, {"sentId": 100, "text": "And in term -- my understanding in terms of the jurisdiction at the scene is, the fire department is really in-charge of the scene because of the nature of it."}, {"sentId": 101, "text": "It's a disaster."}, {"sentId": 102, "text": "And the police of course, support them."}], "speaker": "CASEY", "secId": 35}, {"sentences": [{"sentId": 103, "text": "Part of that was the police talking to him last night."}, {"sentId": 104, "text": "I don't -- that's all I know."}, {"sentId": 105, "text": "I don't know much about what transpired then."}, {"sentId": 106, "text": "So, it isn't simply the investigators."}, {"sentId": 107, "text": "You have a law enforcement agency involved as well."}, {"sentId": 108, "text": "I just don't know what they were able to determine when they spoke to him."}], "speaker": "CASEY", "secId": 36}, {"sentences": [{"sentId": 109, "text": "Senator, a lot of people rely on Amtrak and these tracks in the northeast corridor."}, {"sentId": 110, "text": "As we look at these live pictures of the train cars are being removed from the tracks here, these tracks are really the heart of the northeast corridor."}, {"sentId": 111, "text": "These trains are critically important to Philadelphia and the people and the businesses, not only just Philadelphia, but all around."}, {"sentId": 112, "text": "But many of the people in the businesses you represent, aren't they?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 113, "text": "They are."}, {"sentId": 114, "text": "And today is not a day to analyze the connection between this tragedy and larger policy discussion."}, {"sentId": 115, "text": "But we know across the nation, we've got a huge infrastructure challenge and we're reminded of that on days like today."}], "speaker": "CASEY", "secId": 38}, {"sentences": [{"sentId": 116, "text": "So, if anything flows from the results of the investigation that tell us as members of Congress or citizens that we have to take certain actions."}, {"sentId": 117, "text": "I think people on both parties better line up and work together to get done what needs to get done in terms of improving infrastructure."}, {"sentId": 118, "text": "But it's even too early to speculate on that because we're still learning just the limited details we have about how this happened."}], "speaker": "CASEY", "secId": 39}, {"sentences": [{"sentId": 119, "text": "Well, yes."}, {"sentId": 120, "text": "A lot of people don't want to talk about."}, {"sentId": 121, "text": "But as your -- this is happening, back in Washington, House Republicans today voted to cut Amtrak's budget."}, {"sentId": 122, "text": "I mean, what do you say about that?"}, {"sentId": 123, "text": "The timing it's just -- is really unbelievable."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 124, "text": "Well, in terms of the broader question about the budget, I have a long record of supporting increased funding and I know that a lot of folks do."}, {"sentId": 125, "text": "But I think at least on a day like today, we don't -- we don't yet know the connection, if any, between what happened here and what happens in appropriation."}], "speaker": "CASEY", "secId": 41}, {"sentences": [{"sentId": 126, "text": "But stepping back from this, apart from this tragedy, I've always believed that Amtrak is underfunded just as we could say about a number of other programs or agencies, and specially, a larger question again of infrastructure."}, {"sentId": 127, "text": "But I don't know if there's a linkage between the two."}, {"sentId": 128, "text": "We have to, I think we have to show some humility and indicate what we don't know."}, {"sentId": 129, "text": "But if there is a connection, then that will lead to I think a robust debate about funding."}, {"sentId": 130, "text": "But I think it's too early to tell."}], "speaker": "CASEY", "secId": 42}, {"sentences": [{"sentId": 131, "text": "Senator Casey, thank you."}, {"sentId": 132, "text": "We appreciate your time."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 133, "text": "Thanks, Don."}], "speaker": "CASEY", "secId": 44}, {"sentences": [{"sentId": 134, "text": "Thank you."}, {"sentId": 135, "text": "I want to bring in now Ray LaHood."}, {"sentId": 136, "text": "He's a former transportation secretary and he is an advisor to Amtrak."}, {"sentId": 137, "text": "Secretary LaHood, what do you think caused this crash?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 138, "text": "I Don't know, Don."}, {"sentId": 139, "text": "But I do know this, there are no better professional expert people than the folks in the NTSB."}, {"sentId": 140, "text": "It's the one agency of government that works almost perfectly."}, {"sentId": 141, "text": "They will do their investigation, they will do their analysis, they will put out a report and we'll know in great detail what went wrong and how it went wrong and what needs to be done in the future."}], "speaker": "LAHOOD", "secId": 46}, {"sentences": [{"sentId": 142, "text": "And they will also be making recommendations to congress and to the public and to Amtrak."}, {"sentId": 143, "text": "I know it's frustrating to say but we do need to be patient and let the NTSB do their work."}, {"sentId": 144, "text": "Because it will be a report that will give us a lot of guide posts as to what needs to be done in the future."}], "speaker": "LAHOOD", "secId": 47}, {"sentences": [{"sentId": 145, "text": "Well, let's talk about what we do know because the train was going, as we heard from investigators, over 100 miles per hour, around that curve."}, {"sentId": 146, "text": "The engineer applied the full emergency breaks just before this crash."}, {"sentId": 147, "text": "But the engineer only spoke to investigators briefly at the hospital last night couldn't his speed."}, {"sentId": 148, "text": "So, what is that say to you that he hasn't telling investigators more information at this point?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 149, "text": "You know, Don, I'm just -- I'm not the one that really wants to speculate on that."}, {"sentId": 150, "text": "I'm not in law enforcement, I'm not a lawyer."}, {"sentId": 151, "text": "I just -- I don't know enough about the conversation that this gentleman had with the law enforcement either last night or this morning."}], "speaker": "LAHOOD", "secId": 49}, {"sentences": [{"sentId": 152, "text": "But I know this, the NTSB will have their people do a very extensive interview with this gentleman and go into great detail about what happened, plus, the details from the black box."}, {"sentId": 153, "text": "Coupled with the interview, I think will give everyone the kind of information that they need to figure out what went wrong."}], "speaker": "LAHOOD", "secId": 50}, {"sentences": [{"sentId": 154, "text": "Yes."}, {"sentId": 155, "text": "You know, as an advisor to Amtrak, this train didn't have the most up-to-date technology installed that could help prevent derailments."}, {"sentId": 156, "text": "A lot of people are asking why not, shouldn't this is a heavily traffic corridor, the most in the North America shouldn't have the most up-to-date equipment possible?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 157, "text": "You know, what I was told, Don, is that Positive Train Control which was mandated by Congress to be put on passenger and freight rail trains across the country, has been started to be implemented by Amtrak."}, {"sentId": 158, "text": "It's a very expensive technology; it's a very expensive breaking system, which could have perhaps prevented this crash."}], "speaker": "LAHOOD", "secId": 52}, {"sentences": [{"sentId": 159, "text": "But, and it was due to be put on to the equipment in the next few weeks, unfortunately, it wasn't."}, {"sentId": 160, "text": "But, that implementation of Positive Train Control has begun to take place on Amtrak equipment."}, {"sentId": 161, "text": "LEMON: Secretary LaHood, these pictures are amazing, you know, at"}], "speaker": "LAHOOD", "secId": 53}, {"sentences": [{"sentId": 162, "text": "watching these cars being removed to."}, {"sentId": 163, "text": "This is live pictures that we're looking at here on CNN as you and I speak."}, {"sentId": 164, "text": "But I would like to know as the transportation secretary, former transportation secretary and advisor, what's the number one question that you would have if you were investigating this?"}], "speaker": "LAHOOD", "secId": 54}, {"sentences": [{"sentId": 165, "text": "well, I like probably all of your viewers this evening and the people that -- the families that are suffering from the loss of their loved ones and the people that are suffering as a result of the injuries, I think what happened, why did it happen?"}, {"sentId": 166, "text": "How could this occur and what do we do in the future to prevent it?"}], "speaker": "LAHOOD", "secId": 55}, {"sentences": [{"sentId": 167, "text": "I think those are the two big questions and I think we'll have those answers."}, {"sentId": 168, "text": "Thanks to the good work, the professional of the National Transportation and Safety Board, which is on the scene and doing their work, has been all day and will continue until they finish answering the questions that all of us want answers to."}], "speaker": "LAHOOD", "secId": 56}, {"sentences": [{"sentId": 169, "text": "Secretary LaHood, we appreciate your time as well."}, {"sentId": 170, "text": "Thank you."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 171, "text": "Thank you, Don."}], "speaker": "LAHOOD", "secId": 58}, {"sentences": [{"sentId": 172, "text": "So many unanswered questions tonight about this deadly derailment."}, {"sentId": 173, "text": "Live pictures that you're looking at right now from Philadelphia."}, {"sentId": 174, "text": "But we should never forget the victims."}, {"sentId": 175, "text": "We're learning more about them tonight and we want to tell you who they are."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 176, "text": "Abid Gilani was a Wells Fargo executive who had worked there for about a year."}, {"sentId": 177, "text": "Jim Gaines was a 48-year-old father of two, who worked for the Associated Press."}, {"sentId": 178, "text": "And then there's Justin Zemser."}, {"sentId": 179, "text": "He was a 20-year-old Naval Academy Midshipman from Rockaway Beach, New York."}, {"sentId": 180, "text": "And Rachel Jacobs was chief executive of a small tech company, ApprenNet, and the mother of a 2-year-old."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 181, "text": "Robert Gildersleeve is missing tonight."}, {"sentId": 182, "text": "He's a 45-year-old executive at Eco Lab, married, and the father of two teenage children."}, {"sentId": 183, "text": "Those are the people that we're in our thoughts tonight."}, {"sentId": 184, "text": "We've got a lot more to come in our breaking news here in Philadelphia."}, {"sentId": 185, "text": "The urgent, the urgent search for answers in the deadly derailment of this Amtrak train."}, {"sentId": 186, "text": "We're back in a moment."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 187, "text": "We're live now in Philadelphia and they are removing some of these train cars from the tracks business behind us here."}, {"sentId": 188, "text": "We're at the scene of the deadly train crash that happened last night as we were live on the air."}, {"sentId": 189, "text": "We saw rescuers going through the rubble here last night with flashlights trying to get people out of those cars."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 190, "text": "We're again live tonight and it is a much different scene."}, {"sentId": 191, "text": "It's a bit calmer but we know now that seven people have died from this crash."}, {"sentId": 192, "text": "And we know that there are a number of people still in the hospital now."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 193, "text": "One of the people who was injured and that is Dr. Derrick Griffith."}, {"sentId": 194, "text": "Actually we're just -- this information is just coming in."}, {"sentId": 195, "text": "Dr. Derrick Griffith, who is a dean of student affairs and home management for the city University of New York, Medgar Evers College was a victim of the derailed Amtrak train."}, {"sentId": 196, "text": "On Tuesday, he lost his life."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 197, "text": "That is according to a spokesman for the university."}, {"sentId": 198, "text": "Dr. Derrick Griffith died, dean of student affairs at CUNY University Medgar Evers College."}, {"sentId": 199, "text": "He is from Brooklyn; he had survived by his son."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 200, "text": "I want to bring in now CNN's Brian Todd."}, {"sentId": 201, "text": "Brian Todd has been speaking to some of the people who are involved in this."}, {"sentId": 202, "text": "And he can tell us about the rescue and recovery."}, {"sentId": 203, "text": "What do you know this evening, Brian?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 204, "text": "Don, what we can tell you, is that right behind us, several hundred yards, they are removing some of the last cars that were derailed off the track."}, {"sentId": 205, "text": "You just mentioned that we're also getting live aerial pictures of that."}, {"sentId": 206, "text": "Our photographer Adrian can zoom in on some of this to show you some of the cranes and some of the other apparatus being used to remove the last of these cars."}], "speaker": "TODD", "secId": 67}, {"sentences": [{"sentId": 207, "text": "Some of them are pitched at a 45-degree angle as they're lying just off the tracks."}, {"sentId": 208, "text": "These are some of the tail, just like the tail end of the train that derailed last night."}, {"sentId": 209, "text": "We're told that these cars are being taken to a secured NTSB facility."}, {"sentId": 210, "text": "And so, that is the disposition of what they're doing this evening."}], "speaker": "TODD", "secId": 68}, {"sentences": [{"sentId": 211, "text": "You've mentioned also one person still unaccounted for."}, {"sentId": 212, "text": "His name is Robert Gildersleeve."}, {"sentId": 213, "text": "So, that person is a -- Mr. Gildersleeve -- the disposition of his cases not clear tonight."}, {"sentId": 214, "text": "Officials not giving a whole lot of information about that tonight."}, {"sentId": 215, "text": "Only saying that it's hard to kind of match up the manifest against the hospital records and where some of these people were taken that he remains missing tonight."}], "speaker": "TODD", "secId": 69}, {"sentences": [{"sentId": 216, "text": "We are getting some compelling accounts from victims, form passengers who were on the train in those horrific moments just after the train derailed."}, {"sentId": 217, "text": "One of them, Joan Heflman, she's a nurse."}, {"sentId": 218, "text": "She was traveling from Washington to her home in New Jersey with a 19-year-old son, Max."}, {"sentId": 219, "text": "She was in one of these last cars when the train derailed."}, {"sentId": 220, "text": "She told us about her experience."}, {"sentId": 221, "text": "Here's what she had to say."}], "speaker": "TODD", "secId": 70}, {"sentences": [{"sentId": 222, "text": "People were screaming."}, {"sentId": 223, "text": "I was slammed against the window."}, {"sentId": 224, "text": "You know, the car actually turned on its side a little bit and then luggage started flying at me and hit me in my chest and my head."}, {"sentId": 225, "text": "As at home comes turns with it I'm trying to -- it still, as I said, it's surreal and I can't quite grasp it yet."}], "speaker": "HEFLMAN", "secId": 71}, {"sentences": [{"sentId": 226, "text": "Joan Heflman suffered a concussion and some broken ribs as a result of this accident."}, {"sentId": 227, "text": "Her son, Max, 19 years old, also suffered a concussion but, Max, after he got his mother out of the car, both of them tell me that she went back, excuse me, he went back, Max went back and pulled several passengers out of the last car."}, {"sentId": 228, "text": "He estimates he might have pulled maybe as many as 20 people out of the last car and I asked him just how difficult that was."}, {"sentId": 229, "text": "Here's what he have to say."}], "speaker": "TODD", "secId": 72}, {"sentences": [{"sentId": 230, "text": "At that point you're not thinking about how dangerous it is."}, {"sentId": 231, "text": "You know, if someone should try gone through."}, {"sentId": 232, "text": "Everyone is in shock and it's kind of like brought everyone closer together going through such a traumatic experience, so."}], "speaker": "HEFLMAN", "secId": 73}, {"sentences": [{"sentId": 233, "text": "Max says that he is no hero."}, {"sentId": 234, "text": "He says that designation should go to the first responders."}, {"sentId": 235, "text": "But not he's quite a young man, 19 years old, just coming off his freshman year in college."}, {"sentId": 236, "text": "He was riding with his mother home to New Jersey."}, {"sentId": 237, "text": "They were, you know, they were in this car here."}, {"sentId": 238, "text": "He had to actually catch his mother as she flew through midair then he got her out, pulled several other people out."}, {"sentId": 239, "text": "He says he is no hero but he's certainly one of the heroes tonight, Don."}], "speaker": "TODD", "secId": 74}, {"sentences": [{"sentId": 240, "text": "Oh, my goodness."}, {"sentId": 241, "text": "This story is really horrific coming out of this."}, {"sentId": 242, "text": "Thank you, Brian Todd."}, {"sentId": 243, "text": "I want to talk to one of the survivors of the deadly derailment."}, {"sentId": 244, "text": "Her name is Gabby Rudy, an 18-year-old student who was headed home from George Washington University when disaster struck last night."}, {"sentId": 245, "text": "She joins me now via Skype from her home back in New Jersey."}, {"sentId": 246, "text": "How are you doing, Gabby?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 247, "text": "I'm OK."}, {"sentId": 248, "text": "Thank you."}], "speaker": "RUDY", "secId": 76}, {"sentences": [{"sentId": 249, "text": "Yes."}, {"sentId": 250, "text": "I want to hear your story."}, {"sentId": 251, "text": "You go to George Washington University; you take the train home from your school during the breaks."}, {"sentId": 252, "text": "So, tell us what happened."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 253, "text": "So, I take the train home all the time."}, {"sentId": 254, "text": "This is my usual train, everything is always fine."}, {"sentId": 255, "text": "You're on a train and you assume that nothing is going to happen."}, {"sentId": 256, "text": "Trains are supposed to be the safest method of transportation."}, {"sentId": 257, "text": "And it was just horrific."}, {"sentId": 258, "text": "There were people catapulted up into the luggage beans."}, {"sentId": 259, "text": "The woman behind me lost her teeth."}, {"sentId": 260, "text": "Everyone was just such splashing blood, everyone was screaming, it was such a state of panic and shock and you just never expected something like this is going to happen, especially not on a train."}], "speaker": "RUDY", "secId": 78}, {"sentences": [{"sentId": 261, "text": "Yes."}, {"sentId": 262, "text": "And so, the people are, where you said it was a state of panic."}, {"sentId": 263, "text": "How seriously were people --you describe some of the injuries, but how seriously did you see the people who were injured around you?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 264, "text": "So, the person behind me lost an arm, unfortunately, and a lot of the women in front of me were bleeding from their heads and that's about it that I saw on the train but at the hospital, there were a lot of very seriously injured people unfortunately."}], "speaker": "RUDY", "secId": 80}, {"sentences": [{"sentId": 265, "text": "My, goodness."}, {"sentId": 266, "text": "We saw some of the video coming in last night and today where they were saying move forward, come this way, keep walking, keep walking but was there  confusion, Gabby, at all about how to get out of the train and what to do?"}, {"sentId": 267, "text": "Any confusion?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 268, "text": "Well, at first, the train flipped completely over."}, {"sentId": 269, "text": "So, we all ran towards the doors and the train filled with gas."}, {"sentId": 270, "text": "There are people yelling that we were on a bridge, so, obviously there was just a huge state of panic that we were going to fall into some water."}, {"sentId": 271, "text": "So, everyone was just heading toward the door."}, {"sentId": 272, "text": "Someone managed to force the door open at all and a lot of us left through the window."}], "speaker": "RUDY", "secId": 82}, {"sentences": [{"sentId": 273, "text": "So, you left the window."}, {"sentId": 274, "text": "What happened when you got out through that window?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 275, "text": "We were told, everyone was screaming that another train might come along, so we were told to run as far as you could away from the train."}, {"sentId": 276, "text": "So, we had to run through some woods and I was on the phone with 911 as I was running through the woods and we all, well, a lot of the people in my car, because I was in the last car, made it safely over the second side of train tracks into this little area where I could call 911 and everyone was just helping each other."}, {"sentId": 277, "text": "The less wounded were helping the more severely wounded and we were just trying to describe our location to the 911 dispatcher so that they can get to us as soon as possible."}], "speaker": "RUDY", "secId": 84}, {"sentences": [{"sentId": 278, "text": "That is interesting that you mentioned that you were on tracks and that were -- they were active tracks and that at any moment another train could come by because it was an accident."}, {"sentId": 279, "text": "And who knows if for right away they were alerted."}, {"sentId": 280, "text": "And you may have thought that you were out of danger, but you weren't, you weren't sure."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 281, "text": "Yes."}, {"sentId": 282, "text": "It was terrifying."}], "speaker": "RUDY", "secId": 86}, {"sentences": [{"sentId": 283, "text": "So, you're on your way back from college."}, {"sentId": 284, "text": "What did you tell your -- what did you say to your mother?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 285, "text": "So, I called my mother as soon as we got to the other side of the tracks through the woods and the first thing I said was I'm OK. At that point, I didn't think I was severely injured I was able to walk, so, I just said I'm OK. And she asked if I was safe, and I said, yes, I'm safe."}, {"sentId": 286, "text": "There has been a terrible train accident that I was involved in but I'm OK. And my dad met me at the hospital."}], "speaker": "RUDY", "secId": 88}, {"sentences": [{"sentId": 287, "text": "Yes."}, {"sentId": 288, "text": "You were one of the first people at the hospital."}, {"sentId": 289, "text": "What was the scene like there?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 290, "text": "So, I was -- I road in a cop car instead of an ambulance, so they got us there really quickly."}, {"sentId": 291, "text": "I saw the other girl who had hurt her back and to my knowledge, we were the first at Temple University Hospital."}, {"sentId": 292, "text": "All the trauma doctors were standing outside, they were so amazing, they were ready, they ran to the car, they pulled the cloth of us out, got us in wheel chairs and treated us."}, {"sentId": 293, "text": "And the medical staffs were just so amazing and so efficient with everyone."}], "speaker": "RUDY", "secId": 90}, {"sentences": [{"sentId": 294, "text": "Yes."}, {"sentId": 295, "text": "I know it's tough to relieve this and I want to thank you for it."}, {"sentId": 296, "text": "Is there anything you would like to say to folks about this experience and people who are watching?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 297, "text": "Yes."}, {"sentId": 298, "text": "I wanted to emphasize just how amazing all of the medical staff was both act to accident as well in the hospital."}, {"sentId": 299, "text": "And my thoughts and prayers are really with all of the victims of this accident."}, {"sentId": 300, "text": "LEMON: Gabby, we're glad that you're OK. And thank you again for"}], "speaker": "RUDY", "secId": 92}, {"sentences": [{"sentId": 301, "text": "coming on CNN."}, {"sentId": 302, "text": "Thank you."}], "speaker": "RUDY", "secId": 93}, {"sentences": [{"sentId": 303, "text": "Thank you."}], "speaker": "RUDY", "secId": 94}, {"sentences": [{"sentId": 304, "text": "Yes."}, {"sentId": 305, "text": "We're going to talk to some of the people involved in the rescue right after this break."}, {"sentId": 306, "text": "The scene of this Amtrak derailment, unbelievable."}, {"sentId": 307, "text": "You're looking at live pictures from Philadelphia."}, {"sentId": 308, "text": "We're back with our coverage in just a moment."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 309, "text": "We're back now live with our Breaking News."}, {"sentId": 310, "text": "Take a look at this, these are live pictures now."}, {"sentId": 311, "text": "This is from our affiliate WPBI and you can see in the darkness there, there's a tractor that's removing debris from, by one of the cars that was overturned in this horrific accident last night."}, {"sentId": 312, "text": "And it is our Breaking News this evening on CNN, the urgent search for clues as to what causes Amtrak train to derail."}, {"sentId": 313, "text": "Passengers were thrown around the train."}, {"sentId": 314, "text": "Some have to crawl through mangled metal to escape."}, {"sentId": 315, "text": "More than 200 people treated at local hospitals here."}, {"sentId": 316, "text": "CNN's Sunlen Serfaty is at Temple University medical center, where eight critically injured crash victims are being treated for."}, {"sentId": 317, "text": "Sunlen, what can you tell us?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 318, "text": "Well, that's right, eight people still inside this hospital, critically injured and fighting for their life tonight, Don."}, {"sentId": 319, "text": "This hospital, Temple University Hospital -- they're the closest to the crash site, only three miles away so, they took in the most patients from the crash last night, 54 passengers in all treated here."}, {"sentId": 320, "text": "Now, we know that half of those remain hospitalized tonight, among them those 8 in critical condition."}, {"sentId": 321, "text": "Now, according to the medical doctor here, he said that most of the passengers had some sort of rib fracture, also he saw a numerous passengers who had partially collapsed lung."}, {"sentId": 322, "text": "Now we are starting, of course, to learn more about those that have died in this crash."}, {"sentId": 323, "text": "Among them is 20-year- old Justin Zemser, a midshipman at the U.S."}, {"sentId": 324, "text": "Naval Academy, who is on his way to New York."}, {"sentId": 325, "text": "Also Jim Gaines, he was 48-year-old, a father of two."}, {"sentId": 326, "text": "He worked for the Associated Press and he came to this hospital last night and he died early this morning, here at Temple University from a chest trauma."}, {"sentId": 327, "text": "Also 39-year-old Rachel Jacobs, she was a mother of two from New York City, also a chief executive of a small tech firm."}, {"sentId": 328, "text": "And lastly, Wells Fargo executive Abid Gilani, also passed away."}, {"sentId": 329, "text": "There are also a number of untold numbers of passengers who are still missing this evening, among them, Robert Gildersleeve, a 45-year-old executive and father from Baltimore who is traveling to New York City on business."}, {"sentId": 330, "text": "Now we are told that authorities here, Don, at this hospital are working with investigators, providing a hospital manifest of all those passengers who are being treated."}, {"sentId": 331, "text": "So that can be cross reference with the railroad manifest, Don?"}], "speaker": "SERFATY", "secId": 97}, {"sentences": [{"sentId": 332, "text": "All right."}, {"sentId": 333, "text": "Sunlen, thank you very much."}, {"sentId": 334, "text": "I want to talk about the treatment of the people involved in this now."}, {"sentId": 335, "text": "Dr. Anita Gupta is a medical director of the division of pain medicine in regional, anesthesiologist of Hahnemann University Hospital and Drexel University College of Medicine."}, {"sentId": 336, "text": "And Danielle Thor is the director at Temple University, EMS."}, {"sentId": 337, "text": "And Sarah Paranich is the associate director of Temple University, EMS."}, {"sentId": 338, "text": "I appreciate all of you joining us this evening, Dr. Gupta, to you first."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 339, "text": "Yes."}], "speaker": "GUPTA", "secId": 99}, {"sentences": [{"sentId": 340, "text": "As you're looking at the types of injuries that doctors are seeing here, what does that tell you about what happened inside of the train?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 341, "text": "Well, you can imagine with a magnitude of a coalition such as this, that there's going to be tremendous injury."}, {"sentId": 342, "text": "Head injuries, rib fractures, orthopedic fractures and what we have heard at many of the local hospitals that these are the injuries that people have had."}, {"sentId": 343, "text": "This is what physicians train for."}, {"sentId": 344, "text": "As an anesthesiologist, this is what emergency personnel are ready to do."}, {"sentId": 345, "text": "First responders are ready to do to take care of individual, these kinds of injuries."}], "speaker": "GUPTA", "secId": 101}, {"sentences": [{"sentId": 346, "text": "You arrived on the scene -- you guys arrived on the scene, early on here."}, {"sentId": 347, "text": "So, with Sarah, when you arrived, did passengers know what happened?"}, {"sentId": 348, "text": "Where they disoriented?"}, {"sentId": 349, "text": "What happened?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 350, "text": "Passengers seemed to be pretty disoriented."}, {"sentId": 351, "text": "Passengers were confused and had a lot of anxiety as to what exactly happened."}, {"sentId": 352, "text": "They were -- they were just complaining, they just heard a lot of loud noises and things got dark and they didn't really know what exactly what was going on."}, {"sentId": 353, "text": "So, kind of reorienting them was part of our treatment."}], "speaker": "PARANICH", "secId": 103}, {"sentences": [{"sentId": 354, "text": "You know, I heard that you said when you get here, you help someone."}, {"sentId": 355, "text": "A passenger was hanging from the ceiling."}, {"sentId": 356, "text": "Explain that."}, {"sentId": 357, "text": "What do you mean hanging from the ceiling but, how was -- describe that."}, {"sentId": 358, "text": "What do you mean?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 359, "text": "When she got to Temple Hospital, she was in the back of a police car and we took her out and she said that she was physically -- her legs were trapped in the ceiling of the Amtrak car and she was unable to free herself and she had to wait for rescue crews to come in and get her, which for her, seemed to take forever."}], "speaker": "PARANICH", "secId": 105}, {"sentences": [{"sentId": 360, "text": "She was basically hanging upside down from --"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 361, "text": "Yes."}, {"sentId": 362, "text": "She --"}], "speaker": "PARANICH", "secId": 107}, {"sentences": [{"sentId": 363, "text": "My goodness."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 364, "text": "Yeah."}, {"sentId": 365, "text": "She sustains a lot of chest and abdominal injuries as well as hip fractures, pelvic injuries, things like that."}, {"sentId": 366, "text": "So it's traumatic injuries --"}], "speaker": "PARANICH", "secId": 109}, {"sentences": [{"sentId": 367, "text": "Do you know what happened to her?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 368, "text": "Well, when she got - when she got to Temple Hospital, she was obviously, severely injured, but she was alert and oriented and so conscious and aware of her surroundings."}, {"sentId": 369, "text": "So I mean, that's obviously good for her, but I am unsure as to how she's doing tonight."}], "speaker": "PARANICH", "secId": 111}, {"sentences": [{"sentId": 370, "text": "I hope she's OK. And Danielle, what are your patients, were patient you were treating had a heart attack -- is that on the way to the hospital?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 371, "text": "As they were arriving, actually..."}], "speaker": "THOR", "secId": 113}, {"sentences": [{"sentId": 372, "text": "Really?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 373, "text": "We were taking him out of the police unit and they started complaining a chest pain and ended up haunting over with showing signed of a typical myocardial infarction."}], "speaker": "THOR", "secId": 115}, {"sentences": [{"sentId": 374, "text": "Yeah."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 375, "text": "So we ended up rushing him in as quickly as we could."}], "speaker": "THOR", "secId": 117}, {"sentences": [{"sentId": 376, "text": "Yeah."}, {"sentId": 377, "text": "When you take of that -- when you look at, because you are out here and you saw -- you know, what happened."}, {"sentId": 378, "text": "People jumped in, you said some people are arriving by police cars, some people are arriving by police van."}, {"sentId": 379, "text": "It was an all out effort here."}, {"sentId": 380, "text": "When you think of Dr. Gupta, what went on here, seven people lost their lives here."}, {"sentId": 381, "text": "It is -- it's amazing that many people survived."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 382, "text": "We are very fortunate and Philadelphia, that we have multitude of trauma centers."}, {"sentId": 383, "text": "So locally, where this crash happened, Temple University, Hahnemann University Hospital, level one trauma centers were ready to go, emergency response there."}, {"sentId": 384, "text": "We're very fortunate, there wasn't much more injuries."}], "speaker": "GUPTA", "secId": 119}, {"sentences": [{"sentId": 385, "text": "Well, we thank you all for joining us and that mean, we appreciate people like you jumped in and you're run into danger."}, {"sentId": 386, "text": "Thank you, Danielle."}, {"sentId": 387, "text": "Thank you, Sarah."}, {"sentId": 388, "text": "Thank you very much, Dr. Gupta."}, {"sentId": 389, "text": "We're going to continue on here on CNN with this Breaking News coverage as you look at live pictures here."}, {"sentId": 390, "text": "Listen, the people around the country, we want to remember the victims of this derailment."}, {"sentId": 391, "text": "The Philadelphia Phillies held a moment of silence before tonight's game for those who lost their lives."}, {"sentId": 392, "text": "We're going to be right back from Philadelphia with our Breaking News coverage."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 393, "text": "Back now with our Breaking News coverage and live pictures from"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 394, "text": "here in Philadelphia, one of them removing the train cars from the tracks."}, {"sentId": 395, "text": "They're at the scene of this horrendous accident happened last night."}, {"sentId": 396, "text": "You know, we told you just a little while ago, that another victim of this Amtrak derailment here in Philadelphia has been identified."}, {"sentId": 397, "text": "His name is Dr. Derrick Griffith of the City University of New York Medgar Evers College."}, {"sentId": 398, "text": "He was survived by his son."}, {"sentId": 399, "text": "I want to talk on the phone, Dr. Rudy Crew, the president of Medgar Evers and a former chancellor of the New York schools."}, {"sentId": 400, "text": "Thank you so much for joining us Dr."}, {"sentId": 401, "text": "Crew, tell us about Derrick Griffith."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 402, "text": "Thank you very much."}, {"sentId": 403, "text": "It's a pleasure to actually have a chance to speak."}, {"sentId": 404, "text": "He was an absolute stand out in every dimension."}, {"sentId": 405, "text": "He was a scholar, a gentleman, he had enormous respect."}, {"sentId": 406, "text": "we all are really pained by the virtue of his loss."}], "speaker": "CREW", "secId": 123}, {"sentences": [{"sentId": 407, "text": "Yeah."}, {"sentId": 408, "text": "How did you at the school find out today?"}, {"sentId": 409, "text": "CREW: We actually got a call from the coroner's office and"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 410, "text": "."}, {"sentId": 411, "text": "There has been confirmation that, in fact, they have been lost in this tragedy and it was based on that that we made contact with his family to ascertain  that this was actually true and upon doing that, you know, issued a press release on that one ."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 412, "text": "How is the family doing tonight, since you spoke to them?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 413, "text": "You know -- I mean, how would any family be, at this point."}, {"sentId": 414, "text": "They are distraught, they are absolutely distress mode, the mother, his son, both of whom are stellar people have been contributors in many ways."}, {"sentId": 415, "text": "The college has given so much time to the students here that I know, they  the ultimate price in some ways, by doing without him."}, {"sentId": 416, "text": "So many of the evenings at night activity that he has so, it was really listening to them was a very, very difficult thing and they are under tremendous stress and obviously in our prayers."}], "speaker": "CREW", "secId": 127}, {"sentences": [{"sentId": 417, "text": "Yeah."}, {"sentId": 418, "text": "I can't even imagine."}, {"sentId": 419, "text": "And he is survived by his son?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 420, "text": "Yeah."}, {"sentId": 421, "text": "He's survived by his son and obviously, his mom."}, {"sentId": 422, "text": "And as I said, he -- this is nothing that I can say that would give adequate verbiage to the kind of person he was."}, {"sentId": 423, "text": "It was an advocate for students."}, {"sentId": 424, "text": "He spent a tremendous career working as the principal before coming to Medgar and just earned at the graduate school, has tremendous following back there."}, {"sentId": 425, "text": "They're also proud of him that he ended up getting free  and now we will find ourselves caught in life's clutches."}], "speaker": "CREW", "secId": 129}, {"sentences": [{"sentId": 426, "text": "{22:44:53] LEMON: Yeah."}, {"sentId": 427, "text": "Dr. Rudy Crew, thank you very much and again, our thoughts and prayers go out with you and also to the family of Dr. Griffith."}, {"sentId": 428, "text": "We appreciate you joining us here on CNN."}, {"sentId": 429, "text": "The engineer of Amtrak Train 188 has been identified as Brandon Bostian."}, {"sentId": 430, "text": "Mayor Michael Nutter blasted him today, take a listen."}], "speaker": "CREW", "secId": 130}, {"sentences": [{"sentId": 431, "text": "Clearly, he was reckless and irresponsible in his actions."}, {"sentId": 432, "text": "I don't know what was going on with him, I don't know what was going on in the cab, but there's really no excuse that could be offered, literally, unless he had a heart attack."}], "speaker": "NUTTER", "secId": 131}, {"sentences": [{"sentId": 433, "text": "So joining me now is George Bibel, he is the author of Train"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 434, "text": "Wreck."}, {"sentId": 435, "text": "Train Wreck: The Forensics of Rail Disasters and engineering professors -- a professor at the University of North Dakota."}, {"sentId": 436, "text": "Also with me is Don Phillips, a former Washington Post reporter and David Soucie, CNN's safety analyst."}, {"sentId": 437, "text": "Gentlemen, thank you for your time this evening."}, {"sentId": 438, "text": "First to you, Don, you heard what the Mayor Michael Nutter had to say, making it clear in his statements that he feels there is no earthly reason why this train should have been going over twice the speed limit."}, {"sentId": 439, "text": "Do you agree?"}, {"sentId": 440, "text": "Is there any good explanation for this?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 441, "text": "In general, yes, I agree."}, {"sentId": 442, "text": "However, if you don't know all the facts yet, it is going to be difficult to say that with any level of certainty until all the facts are out."}, {"sentId": 443, "text": "LEMON: The full emergency brakes were told were applied before the"}], "speaker": "PHILLIPS", "secId": 134}, {"sentences": [{"sentId": 444, "text": "wreck, slowing down the train to 102 miles per hour."}, {"sentId": 445, "text": "Does that -- does that say anything to you?"}, {"sentId": 446, "text": "Does that tell you anything?"}], "speaker": "PHILLIPS", "secId": 135}, {"sentences": [{"sentId": 447, "text": "It says that the engineer was alive, aware, and he knew that something bad was happening."}, {"sentId": 448, "text": "I think the question becomes, what happened before that?"}, {"sentId": 449, "text": "There are lots of things that could have distracted him."}, {"sentId": 450, "text": "Some of them legal, some of them illegal such as, you're not allowed to carry a cell phone, for example, into a locomotive cab, but there's only one person in these -- in these cabs running Amtrak trains up and down the corridor."}, {"sentId": 451, "text": "So, he could have figured he got away with that."}, {"sentId": 452, "text": "I don't know that, I don't know if it's true or not, but there's so many factors that have to be considered here."}], "speaker": "PHILLIPS", "secId": 136}, {"sentences": [{"sentId": 453, "text": "Yeah, and we don't know."}, {"sentId": 454, "text": "We know that they have asked -- you know, for his phone."}, {"sentId": 455, "text": "But that is just to make sure if he wasn't distracted by anything."}, {"sentId": 456, "text": "So we don't know if he was on the phone or even had it with him."}, {"sentId": 457, "text": "So David, I want to turn to you now, because Robert Sumwalt, he is the man heading the NTSB investigation."}, {"sentId": 458, "text": "He really had some strong words about mayor that -- Mayor Nutter's comments today, calling the engineer's actions, reckless."}, {"sentId": 459, "text": "Here he is."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 460, "text": "I'm going to distance myself from such remarks."}, {"sentId": 461, "text": "We're here to"}], "speaker": "SUMWALT", "secId": 138}, {"sentences": [{"sentId": 462, "text": "conduct a very fact based, non-emotional investigation and to make comments like that is inflammatory at this point."}, {"sentId": 463, "text": "We just want to find out what happened so that we can prevent it from happening again."}], "speaker": "SUMWALT", "secId": 139}, {"sentences": [{"sentId": 464, "text": "Do you think the mayor was wrong in saying that?"}], "speaker": "BLITZER", "secId": 140}, {"sentences": [{"sentId": 465, "text": "Well, you're not going to hear the NTSB making comments like that."}, {"sentId": 466, "text": "We -- we want to get the facts before we start making judgments."}], "speaker": "SUMWALT", "secId": 141}, {"sentences": [{"sentId": 467, "text": "That was an interview with my colleague Wolf Blitzer."}, {"sentId": 468, "text": "So David,"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 469, "text": "does it surprise you that he called out the mayor like that?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 470, "text": "Not at all."}, {"sentId": 471, "text": "There is somehow that's basically saying that, we don't do that as professional investigators."}, {"sentId": 472, "text": "We don't that, there's no emotion here."}, {"sentId": 473, "text": "It's -- what happened?"}, {"sentId": 474, "text": "What are the facts and to jump ahead and say, it was reckless, as -- as Don said earlier, there's a lot of other factors that have to be considered, including mechanical failure."}, {"sentId": 475, "text": "If you pull the emergency brake, what I would be looking at in the black box is where the throttles retarded or pulled backed before the break was applied."}, {"sentId": 476, "text": "If not, possibly those throttles were failing and didn't respond in the way that they were asked to be responded to."}, {"sentId": 477, "text": "So, there are other explanations."}, {"sentId": 478, "text": "It seems that way in the surface, but again, as professionals, and I'm surprised that the mayor would also make those comments at this early stage, just to cause inflammatory remarks is -- Mr. Sumwalt, all is said."}], "speaker": "SOUCIE", "secId": 144}, {"sentences": [{"sentId": 479, "text": "Yeah."}, {"sentId": 480, "text": "It could have been an out of control train in the situation."}, {"sentId": 481, "text": "But George can -- will you help us understand this."}, {"sentId": 482, "text": "And this engineer spoke briefly to police last night, telling them that he couldn't recall just how fast he was going at the time, he also -- hasn't spoken to the NTSB yet."}, {"sentId": 483, "text": "Sumwalt said that they are going to give him some time to recuperate from a traumatic incident."}, {"sentId": 484, "text": "I mean shouldn't he have given the information already?"}, {"sentId": 485, "text": "They have gotten the information as soon as possible after this accident?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 486, "text": "THE FORENSICS OF RAIL DISASTERS: Well, they're following standard procedures too."}, {"sentId": 487, "text": "The union gets him a lawyer, and I'd certainly want one."}, {"sentId": 488, "text": "If you're asking me to imagine alternate explanations I, I can imagine break failure, I don't think that happened."}, {"sentId": 489, "text": "I studied these things and I haven't seen one since 1953 and the breaks have redundant systems, so, it's, it's not on my list of expectations."}], "speaker": "BIBEL", "secId": 146}, {"sentences": [{"sentId": 490, "text": "But, George, anytime something happens, anytime there's and accident -- you know, I have been told, since I have been doing this that you, you recall and give your story as soon as possible, so that you can recall it and that you can remember things, because the longer it goes on, the chances are that you may forget some of the details, no?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 491, "text": "Well, I don't know what to tell you."}, {"sentId": 492, "text": "I am a mechanical engineer not a humans factor engineer."}], "speaker": "BIBEL", "secId": 148}, {"sentences": [{"sentId": 493, "text": "All right."}, {"sentId": 494, "text": "That -- that is understood."}, {"sentId": 495, "text": "We'll talk more and I'll"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 496, "text": "get that question, I'll talk to David Soucie and the other folks that I have with me right up to this quick break, don't go anywhere."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 497, "text": "Back now live in Philadelphia."}, {"sentId": 498, "text": "As we look at these"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 499, "text": "live pictures now, they are removing the train."}, {"sentId": 500, "text": "I want to bring in now George Bibel, Don Phillips and David Soucie."}, {"sentId": 501, "text": "They're with me again to talk about, to continue our conversation."}, {"sentId": 502, "text": "They've got this on the flatbed, David Soucie, and I want -- can you answer my question because, one would think that you would want the information on what happened to be as fresh as possible in the mind of this engineer."}, {"sentId": 503, "text": "Why aren't they -- why are they giving him so long to talk?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 504, "text": "Well, it is for his protection, which it seems counterintuitive, but at the same time, rest assured that he is with his union advisers, his with his attorney."}, {"sentId": 505, "text": "They are questioning him."}, {"sentId": 506, "text": "They're getting the story that they can."}, {"sentId": 507, "text": "It's not under oath at this point, but - so it is being recalled, it is being recovered, it is being talked about, but unfortunately, it's not being talked about by those who may want to -- you know, accuse him and put him in the place and because they blame him for this right now."}, {"sentId": 508, "text": "But again, it's too early to say, like Mister -- the, Mayor Nutter did about the fact that he was careless or anything like that."}, {"sentId": 509, "text": "This is to try to get the facts and they really are being recorded right now."}, {"sentId": 510, "text": "They're being grilled and he will remember what he can."}], "speaker": "SOUCIE", "secId": 153}, {"sentences": [{"sentId": 511, "text": "Yeah."}, {"sentId": 512, "text": "So, again, I want to look at this."}, {"sentId": 513, "text": "Continue to look at these pictures for a moment."}, {"sentId": 514, "text": "This is -- you know, it is pretty amazing to see."}, {"sentId": 515, "text": "They're putting parts of this train on a flatbed and they are driving it out of here and this going to be taken for examination."}, {"sentId": 516, "text": "All of these -- part of the investigation as to what happened."}, {"sentId": 517, "text": "We're going to be right back, thank you, gentlemen."}, {"sentId": 518, "text": "And right back, live in Philadelphia as investigators hunt for more clues in the deadly Amtrak derailment."}, {"sentId": 519, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 154}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.13.cnnt.01.html.json", "time": "Aired May 13, 2015 - 22:00   ET"}