{"sectionCount": 132, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "SIDNER", "OBAMA", "PHILLIPS", "MARTINEZ", "COBB", "WELNER", "RODERICK", "HOSTIN", "LAH", "BOYLAN", "UNIDENTIFIED MALE"], "subTitle": "Ten Dead, 7 Injured After Mass Shooting on Community College Campus.  Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/01/cnnt.02.html", "sentenceCount": 463, "sections": [{"sentences": [{"sentId": 0, "text": "In is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "It is 11 p.m. on the east coast."}, {"sentId": 2, "text": "It is 8:00 p.m. in Roseburg, Oregon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "Our breaking news tonight, ten people dead, seven injured after mass shooting on the campus Umpqua community college."}, {"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "A candlelight vigil is taking place for the victims."}, {"sentId": 7, "text": "It is in historic park tonight as investigators desperately search for answers."}, {"sentId": 8, "text": "Here's what we know about the situations right now."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Multiple officials identified the shooter as 26-year-old Chris Harper Mercer."}, {"sentId": 10, "text": "Investigators say they are talking to members of his family and his friends."}, {"sentId": 11, "text": "And they also say that tactical search teams are searching his apartment in Winchester, Oregon."}, {"sentId": 12, "text": "We are going to get there soon."}, {"sentId": 13, "text": "Authorities tell CNN Mercer was heavily armed and may have been prepared for a long siege."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 14, "text": "So let's start with what I just mentioned at his apartment."}, {"sentId": 15, "text": "Sarah Sidner is at Mercer's apartment in Winchester, Oregon right now."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 16, "text": "So there's a lot of police activity right now on the scene."}, {"sentId": 17, "text": "What do you see?"}, {"sentId": 18, "text": "What's going on?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 19, "text": "We saw a police, the sheriff's deputies, there was also members of the FBI."}, {"sentId": 20, "text": "Initially they were completely decked out."}, {"sentId": 21, "text": "They had their vests on, they had dogs here, there's a vehicle coming in now, it looks like a crime scene vehicle which would take, for example, potentially evidence that's inside."}, {"sentId": 22, "text": "And you can hear that backing up and you'll see it here, just this white truck here."}], "speaker": "SIDNER", "secId": 7}, {"sentences": [{"sentId": 23, "text": "But basically what you're seeing is the officers continuing to do their work here."}, {"sentId": 24, "text": "We also were able to show a picture of the suspect to a neighbor, a neighbor who lives in that building and he confirmed to us that that is the same man that he's seen walking around here, that he's seen on the second floor there in the building."}, {"sentId": 25, "text": "He said he was very quiet."}, {"sentId": 26, "text": "He kept to himself."}, {"sentId": 27, "text": "He never saw other people other than Mercer going in and out of his apartment."}, {"sentId": 28, "text": "Didn't know of anybody living there with them, hadn't heard of any children there with him."}, {"sentId": 29, "text": "He said he was very quiet and kept to himself."}, {"sentId": 30, "text": "And he said they really didn't speak."}], "speaker": "SIDNER", "secId": 8}, {"sentences": [{"sentId": 31, "text": "There was one time where he talked to each other where he had to have him move his car but that was pretty much it."}, {"sentId": 32, "text": "And so, you know, this is a very small community, like everyone in this community probably knows someone who has been affected by the shooting, either a friend or family member of the victims or went to the school and new somebody who is affected by all this."}, {"sentId": 33, "text": "He said it's just he cannot believe that he was living next door to this person -- Don."}], "speaker": "SIDNER", "secId": 9}, {"sentences": [{"sentId": 34, "text": "Yes."}, {"sentId": 35, "text": "So they said very quiet -- our panel was reporting he had body armor, he was heavily armed, that he was in it for the long haul."}, {"sentId": 36, "text": "So they never saw any of this -- his neighbors or anyone who knew him there, as far as you know?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 37, "text": "No."}, {"sentId": 38, "text": "We only talked to one of the neighbor who is lived in the same building."}, {"sentId": 39, "text": "And he said look, you know, he was at home."}, {"sentId": 40, "text": "He heard something going on."}, {"sentId": 41, "text": "He looked out his window and noticed there were officers all over the place and then eventually law enforcement said look, we need you to please leave the apartment and come outside."}, {"sentId": 42, "text": "And he's there with his wife and small child."}, {"sentId": 43, "text": "So they did."}, {"sentId": 44, "text": "And then lo and behold when we showed him the picture, he said that's the guy that lives, you know, just down from me."}, {"sentId": 45, "text": "So he said he never heard anything, saw anything unusual, but said he was very quiet and did keep to himself, because you just never know what people are going through."}, {"sentId": 46, "text": "And he talk to us quite a bit about, his concern about that and how much damaged this has done to this community."}], "speaker": "SIDNER", "secId": 11}, {"sentences": [{"sentId": 47, "text": "As it happens in most of these cases, they are very quiet."}, {"sentId": 48, "text": "And people don't know anything until it actually happens."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 49, "text": "Thank you, Sara."}, {"sentId": 50, "text": "We appreciate it."}, {"sentId": 51, "text": "We will get back to you if warranted."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 52, "text": "President Obama angrily addressing the nation in the wake of the Oregon shooting."}, {"sentId": 53, "text": "This is his 15th such public statement since taking office."}, {"sentId": 54, "text": "Listen."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 55, "text": "There's been another mass shooting in America."}, {"sentId": 56, "text": "This time in a community college in Oregon."}, {"sentId": 57, "text": "That means there are more American families, moms, dads, children, whose lives have been changed forever."}, {"sentId": 58, "text": "That means there's another community stunned with grief and communities across the country forced to relieve their own anguish and parents across the country who are scared because they know it might have been their families or their children."}], "speaker": "OBAMA", "secId": 15}, {"sentences": [{"sentId": 59, "text": "I've been to Roseburg, Oregon."}, {"sentId": 60, "text": "There are really good people there."}, {"sentId": 61, "text": "I want to thank all the first responders who's bravely likely saved some lives today."}, {"sentId": 62, "text": "Federal law enforcement has been on the scene in a supporting role and we offered to stay and help as much as Roseburg needs for as long as they need."}], "speaker": "OBAMA", "secId": 16}, {"sentences": [{"sentId": 63, "text": "In the coming days we'll learn about the victims."}, {"sentId": 64, "text": "Young men and women who were studying and learning and working hard, their eyes set on the future, their dreams on what they could make of their lives and America will wrap everyone who is grieving with our prayers and with our love."}], "speaker": "OBAMA", "secId": 17}, {"sentences": [{"sentId": 65, "text": "But, as I said just a few months ago and I said a few months before that and I said each time we see one of these mass shootings, our thoughts and prayers are not enough."}, {"sentId": 66, "text": "It's not enough."}, {"sentId": 67, "text": "It does not capture the heartache and grief and anger that we should feel."}, {"sentId": 68, "text": "And it does nothing to prevent this carnage from being inflicted someplace else in America next week or a couple months from now."}], "speaker": "OBAMA", "secId": 18}, {"sentences": [{"sentId": 69, "text": "We don't yet know why this individual did what he did."}, {"sentId": 70, "text": "And it's fair to say that anybody who does this has a sickness in their minds."}, {"sentId": 71, "text": "Regardless of what they think their motivations may be."}, {"sentId": 72, "text": "But we are not the only country on earth that has people with mental illnesses or want to do harm to other people."}, {"sentId": 73, "text": "We are the only advanced country on earth that sees these kinds of mass shootings every few months."}], "speaker": "OBAMA", "secId": 19}, {"sentences": [{"sentId": 74, "text": "Earlier this year I answered a question in an interview by saying the United States of America is the one advanced nation on earth in which we do not have sufficient common sense gun safety laws even in the face of repeated mass killings."}, {"sentId": 75, "text": "And later that day there was a mass shooting at a movie theater in Lafayette, Louisiana."}, {"sentId": 76, "text": "That day."}], "speaker": "OBAMA", "secId": 20}, {"sentences": [{"sentId": 77, "text": "Somehow this has become routine."}, {"sentId": 78, "text": "The reporting is routine."}, {"sentId": 79, "text": "My response here at this podium ends up being routine."}, {"sentId": 80, "text": "The conversation in the aftermath of it, we've become numb to this."}, {"sentId": 81, "text": "We talked about this after Columbine and Blacksburg, after Tucson, after Newtown, after Aurora, after Charleston."}, {"sentId": 82, "text": "It cannot be this easy for somebody who wants to inflict harm on other people to get his or her hands on a gun."}], "speaker": "OBAMA", "secId": 21}, {"sentences": [{"sentId": 83, "text": "And what's become routine, of course, is the response of those who oppose any kind of common sense gun legislation."}, {"sentId": 84, "text": "Right now, I can imagine the press release is being franked out."}, {"sentId": 85, "text": "We need more guns, they'll argue, few gun safety laws."}, {"sentId": 86, "text": "Does anybody really believe that?"}], "speaker": "OBAMA", "secId": 22}, {"sentences": [{"sentId": 87, "text": "There are scores of responsible gun owners in this country."}, {"sentId": 88, "text": "They know that's not true."}, {"sentId": 89, "text": "We know because of the polling that says that a majority of Americans understand we should be changing these laws, including the majority of responsible law abiding gun owners."}, {"sentId": 90, "text": "There is a gun for roughly every man, woman and child in America."}, {"sentId": 91, "text": "So how can you with a straight face make the argument that more guns will make us safer?"}, {"sentId": 92, "text": "We know that states with the most gun laws tend to have the fewest gun deaths."}], "speaker": "OBAMA", "secId": 23}, {"sentences": [{"sentId": 93, "text": "So the notion that gun laws don't work or just will make it harder for law-abiding citizens and criminal will still get their guns, it's not born-out by the evidence."}, {"sentId": 94, "text": "We know that other countries in response to one mass shooting have been able to craft laws that almost eliminate mass shootings."}, {"sentId": 95, "text": "Friends of ours, allies of ours -- Great Britain, Australia, countries like ours."}, {"sentId": 96, "text": "So we know there are ways to prevent it."}], "speaker": "OBAMA", "secId": 24}, {"sentences": [{"sentId": 97, "text": "And of course what's also routine is that somebody somewhere will comment and say Obama politicized this issue."}, {"sentId": 98, "text": "Well, this is something we should politicize."}, {"sentId": 99, "text": "It is relevant to our common life together, to the body politic."}, {"sentId": 100, "text": "I would ask news organizations because I won't put these facts forward, the number of Americans killed in terrorist attacks over the last decade and the number of Americans who have been killed by gun violence."}, {"sentId": 101, "text": "And post those side by side on your news reports."}, {"sentId": 102, "text": "This won't be information coming from me, it will be coming from you."}], "speaker": "OBAMA", "secId": 25}, {"sentences": [{"sentId": 103, "text": "We spent over a trillion dollars and passed countless laws and devote entire agencies to preventing terrorist attacks on our soil and rightfully so."}, {"sentId": 104, "text": "And yet we have a Congress that explicitly blocks us from even collecting data on how we could potentially reduce gun deaths."}], "speaker": "OBAMA", "secId": 26}, {"sentences": [{"sentId": 105, "text": "How can that be?"}, {"sentId": 106, "text": "This is a political choice that we make."}, {"sentId": 107, "text": "To allow this to happen every few months in America."}, {"sentId": 108, "text": "We collectively are answerable to those families who lose their love ones because of our inaction."}], "speaker": "OBAMA", "secId": 27}, {"sentences": [{"sentId": 109, "text": "When Americans are killed in mine disasters, we work to keep mines safer."}, {"sentId": 110, "text": "When Americans are killed in floods and hurricanes, we make communities safer."}, {"sentId": 111, "text": "When roads are unsafe, we fix them to reduce auto fatalities."}, {"sentId": 112, "text": "We have seatbelt laws because we know it saves lives."}], "speaker": "OBAMA", "secId": 28}, {"sentences": [{"sentId": 113, "text": "So the notion that gun violence is somehow different, that our freedom ad our constitution prohibits any modest regulation and how we use a deadly weapon, when there are law abiding gun owners all across the country who could hunt and protect their families and do everything they do under such regulations?"}, {"sentId": 114, "text": "Doesn't make sense."}], "speaker": "OBAMA", "secId": 29}, {"sentences": [{"sentId": 115, "text": "So, tonight as those of us who are lucky enough to hug our kids a little closer, are thinking about the families who aren't so fortunate, I'd ask the American people to think about how they can get our government to change these laws and to save lives."}, {"sentId": 116, "text": "And to let young people grow up."}, {"sentId": 117, "text": "And that will require a change of politics on this issue."}, {"sentId": 118, "text": "And it will require that the American people individually, whether you are a Democrat or a Republican or an independent, when you decide to vote for somebody, on making a determinations as to whether this cause continuing death for innocent people should be a rolling factors in your decision."}, {"sentId": 119, "text": "If you think this is a problem, then you should expect your elected official to reflect your views."}], "speaker": "OBAMA", "secId": 30}, {"sentences": [{"sentId": 120, "text": "And I would particularly ask America's gun owners, who are using those guns properly, safely, to hunt, for sport, for protecting their families, to think about whether your views are properly being represented by the organization that suggests it's speaking for you."}, {"sentId": 121, "text": "And each time this happens, I'm going to bring it up."}, {"sentId": 122, "text": "Each time this happens, I'm going to say we can actually do something about it but we're going to have to change our laws."}, {"sentId": 123, "text": "And this is not something I can do by myself."}, {"sentId": 124, "text": "I've got to have a Congress and I've got to have state legislatures and governors who are willing to work with me on this."}], "speaker": "OBAMA", "secId": 31}, {"sentences": [{"sentId": 125, "text": "I hope and pray that I don't have to come out again during my tenure as president to offer my condolences to families in these circumstances."}, {"sentId": 126, "text": "But based on my experience as president, I can't guarantee that."}, {"sentId": 127, "text": "And that's terrible to say."}, {"sentId": 128, "text": "And it can change."}, {"sentId": 129, "text": "May God bless the memories of those who were killed today."}, {"sentId": 130, "text": "May he"}], "speaker": "OBAMA", "secId": 32}, {"sentences": [{"sentId": 131, "text": "bring comfort to their families, and courage to the injured as they fight their way back."}, {"sentId": 132, "text": "And may he give us the strength to come together and find the courage to change."}, {"sentId": 133, "text": "Thank you."}], "speaker": "OBAMA", "secId": 33}, {"sentences": [{"sentId": 134, "text": "Very powerful."}, {"sentId": 135, "text": "So if you didn't see that today, we wanted to run it in its entirety for you."}, {"sentId": 136, "text": "And also, we want to show you this."}, {"sentId": 137, "text": "This is from the White House photographer's Instagram page today, White House photographer as we know is Pete Souza."}, {"sentId": 138, "text": "And this is an exasperated President Obama looking on at media coverage of the shooting today."}, {"sentId": 139, "text": "And this is what he wrote."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 140, "text": "He said, just a really said day, this is Pete Souza, the president reacts in exasperation while glancing at cable TV coverage of the mass shooting in Oregon today."}, {"sentId": 141, "text": "Homeland security adviser Lisa Monaco, there she is standing next to him, had just updated him on the situation."}, {"sentId": 142, "text": "Our thoughts and prayers are not enough."}, {"sentId": 143, "text": "It does not convey the heart ache and anger we feel."}, {"sentId": 144, "text": "And that's a quote from President Obama during in his remarks from the White House press briefing room."}, {"sentId": 145, "text": "Again, this image is from the White House photographer Pete Souza and he posted it on his Instagram page."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 146, "text": "We are going to be right back with more of our breaking news."}, {"sentId": 147, "text": "And I'm going to talk to families who have lost their loved ones to the same type of gun violence that we witnessed today in Roseburg, Oregon."}, {"sentId": 148, "text": "That's next."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 149, "text": "Our breaking news tonight, the investigation into today's mass shooting on the campus of Umpqua community college in Roseburg, Oregon."}, {"sentId": 150, "text": "The terrible toll, ten dead, seven wounded."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 151, "text": "Joining me now, three people who have also suffered from gun violence."}, {"sentId": 152, "text": "Sandy Phillips lost her daughter, Jessica Ghawi, in Aurora, that movie theater shooting."}, {"sentId": 153, "text": "Lonnie Phillips is just the stepfather and Bishop Martinez is the father of Isla Vista's shooting victim, Christopher Ross Michaels-Martinez."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 154, "text": "You know, it's tough for me to even talk to you."}, {"sentId": 155, "text": "As I was reading that, Sandy, I became a little misty because how long have we known each other since this happen, right?"}, {"sentId": 156, "text": "Since Jessica died?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 157, "text": "Three years and three months approximately."}], "speaker": "PHILLIPS", "secId": 40}, {"sentences": [{"sentId": 158, "text": "Let's start with the president, Sandy."}, {"sentId": 159, "text": "You just heard from him talking about how many families keep getting wrecked by gun violence."}, {"sentId": 160, "text": "You saw the picture of him, an exasperated President Obama as he's looking at the cable news coverage."}, {"sentId": 161, "text": "What are your thoughts?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 162, "text": "S. PHILLIPS:  I thought it was a wonderful speech, and I'm glad that he's finally to the point that he's as irritated as so many of the rest of us and speaking up and calling out the NRA, much like Richard did the first day after his son's shooting."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 163, "text": "We have to stand up to them."}, {"sentId": 164, "text": "Gun owners of American, the responsible gun owners of America don't want this happening."}, {"sentId": 165, "text": "They use their guns for hunting."}, {"sentId": 166, "text": "They use their guns for target shooting."}, {"sentId": 167, "text": "And the rest of the time, hopefully, they have them locked up in their homes and safer away from their children."}, {"sentId": 168, "text": "And those are the people that need to starts standing up and saying enough of this."}, {"sentId": 169, "text": "And the NRA does not represent me."}, {"sentId": 170, "text": "Until that happens, they're going to be bullies."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 171, "text": "Lonnie, you know as well how tough it is."}, {"sentId": 172, "text": "I mean, the NRA is a big, powerful organization and most people would not even know how to even start to go up against the NRA or to go up against, you know, the people who promote gun -- who promote guns."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 173, "text": "You go up against them like you would any other bully, one piece at a time, one state at a time, one law at a time, just like they went after us."}, {"sentId": 174, "text": "They've had over 20 years to prepare for what they're getting now and that's a lot of mass shootings because there are too many guns in the hands of too many people that don't need guns."}], "speaker": "PHILLIPS", "secId": 45}, {"sentences": [{"sentId": 175, "text": "So the NRA is a big organization that's got a lot of money but they're coming down."}, {"sentId": 176, "text": "They're going to come down."}, {"sentId": 177, "text": "I hope I'm alive to see it."}, {"sentId": 178, "text": "I'm going to be here fighting till the day I die."}], "speaker": "PHILLIPS", "secId": 46}, {"sentences": [{"sentId": 179, "text": "Richard, you know, you heard Sandy say most people, you know, who use their guns to hunt and fish and do it in a way they're supposed to do it."}, {"sentId": 180, "text": "But many people don't."}, {"sentId": 181, "text": "So how do you feel about when you hear what Sandy has to say and you hear about shootings like this, what do you have to say to the viewer?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 182, "text": "I want to correct maybe a misapprehension here."}, {"sentId": 183, "text": "The past year and a half I've been working across the United States in state legislatures against bad gun legislation."}, {"sentId": 184, "text": "I've been working for common sense gun legislation."}, {"sentId": 185, "text": "And the vast majority of times we've been winning."}], "speaker": "MARTINEZ", "secId": 48}, {"sentences": [{"sentId": 186, "text": "In Washington State last November, there was a ballot initiative I think it was the first time the gun safety measure that had been put to the voters of the state."}, {"sentId": 187, "text": "That safety measure passed almost 60 percent to 40 percent."}, {"sentId": 188, "text": "So I don't accept the notion that the gun lobby is invincible in this country because we've been beating them in state legislatures across the country."}, {"sentId": 189, "text": "The second thing is --"}], "speaker": "MARTINEZ", "secId": 49}, {"sentences": [{"sentId": 190, "text": "Before you go to the second thing, let me ask you then, Richard."}, {"sentId": 191, "text": "So then if you've been beating them, then, why the frustration and the anger from the president of the United States who seems to feel that not much is happening when it comes to this issue?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 192, "text": "Well, I'm talking about legislative battles in about 18 states out of the 50 where we've worked."}, {"sentId": 193, "text": "And the problem is that we need universal background checks on all gun sales in this country because what can happen is if you have jurisdictions that have good gun laws and have a neighboring state that has bad gun laws, then people get the guns in the other state and then they bring them to the -- what we know from the evidence, as the president stated, it's correct that the states that have the toughest gun laws have less gun violence."}], "speaker": "MARTINEZ", "secId": 51}, {"sentences": [{"sentId": 194, "text": "Now, there's this idea that universal background checks don't work."}, {"sentId": 195, "text": "It's true, they don't work 100 percent of the time, but neither do seatbelts in car work 100 percent of the time."}, {"sentId": 196, "text": "Even people who wear seat belts die in car accidents."}], "speaker": "MARTINEZ", "secId": 52}, {"sentences": [{"sentId": 197, "text": "But they're still required."}, {"sentId": 198, "text": "Yes."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 199, "text": "The fact is that seat belts save a significant number of lives."}, {"sentId": 200, "text": "The fact that is single solution is not 100 percent is not a good argument against it."}, {"sentId": 201, "text": "And we know from the evidence from states that have background checks that the stronger a state's background checks, the less gun violence."}, {"sentId": 202, "text": "It shouldn't be harder to get a driver's license in this country than to buy a gun."}], "speaker": "MARTINEZ", "secId": 54}, {"sentences": [{"sentId": 203, "text": "Exactly."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 204, "text": "So Sandy, you know, you have been actively trying to change laws as well."}, {"sentId": 205, "text": "We talk about it all the time."}, {"sentId": 206, "text": "What do you think about the progress or lack thereof?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 207, "text": "S. PHILLIPS:  I think the president's frustration is because we are not -- we seem to not be able to get Congress to take the steps that we need to have a safe country."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 208, "text": "Do you agree with the president that it should be a single issue for voters?"}, {"sentId": 209, "text": "That should be a single issue for voters?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 210, "text": "S. PHILLIPS:  It's a single issue for me."}, {"sentId": 211, "text": "I won't vote for anyone who doesn't have common sense gun sense."}, {"sentId": 212, "text": "So, yes, it's a one-issue vote for me."}, {"sentId": 213, "text": "And I think it should be right up at the top two or three issues for all Americans."}, {"sentId": 214, "text": "We're losing Americans at the rate of 88 a day, and that should be unacceptable."}, {"sentId": 215, "text": "If it was a virus, we'd be taking care of it."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 216, "text": "For us to just turn our heads and assume that it's going to go away, it's not."}, {"sentId": 217, "text": "It's going to get worse because we don't have the checks and balances as weed in those to keep us and the public safe."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 218, "text": "L. PHILLIPS:  This is the number one public health safety issue in this country."}, {"sentId": 219, "text": "Sixty thousand people have died -- over 60,000 people have died since Congress missed the background check vote by four votes."}, {"sentId": 220, "text": "By four votes they cost the lives of many, many Americans."}, {"sentId": 221, "text": "It's time for us to wake up and take these people out of Congress that are doing this."}, {"sentId": 222, "text": "This is ridiculous for them to continue to stay there."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 223, "text": "Sandy, Lonnie, and Richard, I hope the next time we speak we're covering something more positive."}, {"sentId": 224, "text": "So thank you all."}, {"sentId": 225, "text": "I appreciate you joining us."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 226, "text": "S. PHILLIPS:  So do I."}, {"sentId": 227, "text": "Thank you."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 228, "text": "L. PHILLIPS:  Thank you, Don."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 229, "text": "When we come right back, inside the mind of a killer and what motivates mass shooters and what can we do to stop them?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 230, "text": "Our breaking news tonight, a community in mourning after ten people are killed in a mass shooting on the campus of Umpqua community college."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 231, "text": "Sarah Cobb is a freshman there and she was in the classroom next door when shots went out this morning and she joins us now on the phone."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 232, "text": "Sarah, I so appreciate you joining us this evening."}, {"sentId": 233, "text": "First of all, how are you?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 234, "text": "I'm doing all right."}, {"sentId": 235, "text": "It's still very traumatic and I guess I'm doing OK. A lot to be thankful for."}], "speaker": "COBB", "secId": 69}, {"sentences": [{"sentId": 236, "text": "Yes."}, {"sentId": 237, "text": "You said you heard a lot bang."}, {"sentId": 238, "text": "Tell us what happened."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 239, "text": "Yes, I did."}, {"sentId": 240, "text": "So I was in the class about 10:20-ish."}, {"sentId": 241, "text": "And I hear a loud bang thinking it was maybe a textbook or something or a table ramming into a wall but it was kind of loud for that."}, {"sentId": 242, "text": "So I looked out the window and there was a couple girls sprinting away from the building and that immediately gave me the clue that was a gunshot, you need to get out."}, {"sentId": 243, "text": "And so I let the teacher know we need to get out of here right now."}, {"sentId": 244, "text": "That was a gunshot."}, {"sentId": 245, "text": "And then we all heard the second and third shots happen."}, {"sentId": 246, "text": "And by that time the door was open and we were all running out of there."}, {"sentId": 247, "text": "I ran straight across the campus over to the student center and that's where I stayed during the lockdown."}], "speaker": "COBB", "secId": 71}, {"sentences": [{"sentId": 248, "text": "We spoke to someone else who was in a classroom there and they said that people were running, some people were giving each other rides and basically just trying to do whatever you could do to get out of the way."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 249, "text": "Yes."}, {"sentId": 250, "text": "I heard that some people actually swam across the river to get away from it, too."}], "speaker": "COBB", "secId": 73}, {"sentences": [{"sentId": 251, "text": "My goodness."}, {"sentId": 252, "text": "This was just your fourth day of college your freshman year."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 253, "text": "Yes."}], "speaker": "COBB", "secId": 75}, {"sentences": [{"sentId": 254, "text": "I mean, how are you going to feel going back to school?"}, {"sentId": 255, "text": "Are you going to go back next week?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 256, "text": "I really don't know at this point."}, {"sentId": 257, "text": "It's still -- it's very scary and I don't think I'll be able to go back for a little while, until everything has calmed down and I get over this."}], "speaker": "COBB", "secId": 77}, {"sentences": [{"sentId": 258, "text": "Well, again, Sarah Cobb, thank you for joining us."}, {"sentId": 259, "text": "We are glad that you are OK.  And our thoughts with you."}, {"sentId": 260, "text": "And you take care, OK?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 261, "text": "Thank you."}, {"sentId": 262, "text": "LEMON:  So what motivates a mass murder?"}, {"sentId": 263, "text": "And what can we do to stop"}], "speaker": "COBB", "secId": 79}, {"sentences": [{"sentId": 264, "text": "them?"}, {"sentId": 265, "text": "Can you really do anything to stop them?"}, {"sentId": 266, "text": "Joining me now is a forensic psychiatrist Dr. Michael Welner."}, {"sentId": 267, "text": "He is the opposite of the  standard using input from the public to help to find the worse of crimes."}, {"sentId": 268, "text": "So interesting."}, {"sentId": 269, "text": "Also former federal prosecutor Sunny Hostin."}, {"sentId": 270, "text": "You are familiar with hers."}, {"sentId": 271, "text": "She is here on CNN and Arthur Roderick, the former assistant at the U.S. marshal's office."}], "speaker": "COBB", "secId": 80}, {"sentences": [{"sentId": 272, "text": "Thank you all for joining us."}], "speaker": "COBB", "secId": 81}, {"sentences": [{"sentId": 273, "text": "You know, here we are again."}, {"sentId": 274, "text": "There is another shooting."}, {"sentId": 275, "text": "There is stunned debate going on."}, {"sentId": 276, "text": "We have been talking about this."}, {"sentId": 277, "text": "We are sort of stuck in the middle of this."}, {"sentId": 278, "text": "It appears to be a pattern here."}, {"sentId": 279, "text": "Can anything be done, doctor, to stop this?"}], "speaker": "COBB", "secId": 82}, {"sentences": [{"sentId": 280, "text": "I think a lot can be done and a lot is being done."}, {"sentId": 281, "text": "But to answer your first question, what makes this American, in my professional experience, and that includes not only working on mass killing cases but I was part of the team that examined the Holmes case and that didn't originate because of guns."}], "speaker": "WELNER", "secId": 83}, {"sentences": [{"sentId": 282, "text": "There is a cultural incentive in a celebrity-driven society to do the outrageous."}, {"sentId": 283, "text": "And there is somewhere along the line and not in my youth, but in this generation's youth, masculinity has been closely associated with the capacity to destroy."}, {"sentId": 284, "text": "We've created and reinforced icons based on their capacity to destroy and people are saturated with that idea."}, {"sentId": 285, "text": "So people who struggle with their masculinity and feel like they are social failures, and he spelled it out for us in his social media."}], "speaker": "WELNER", "secId": 84}, {"sentences": [{"sentId": 286, "text": "How have we created those masculine icons?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 287, "text": "Because --"}], "speaker": "WELNER", "secId": 86}, {"sentences": [{"sentId": 288, "text": "Who are they?"}, {"sentId": 289, "text": "What kind of --?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 290, "text": "Whether it's entertainment medium or whether it's how we deconstruct of the act of killing."}, {"sentId": 291, "text": "So much attention, you know, in news and entertainment and gaming and the kinds of stimuli that people can be exposed and influenced by deconstructs killing in such a way that it's a sensual experience."}, {"sentId": 292, "text": "It is a larger than life experience?"}, {"sentId": 293, "text": "It is noble powering experience."}, {"sentId": 294, "text": "Do we give the same attention?"}, {"sentId": 295, "text": "I ask you to what it feels like to save a live, to what it feels like to bring somebody into this world, the miracle of life."}, {"sentId": 296, "text": "No."}, {"sentId": 297, "text": "But everybody of his generation, has watched something."}, {"sentId": 298, "text": "How does it feel to kill?"}, {"sentId": 299, "text": "What's it like to take a life?"}], "speaker": "WELNER", "secId": 88}, {"sentences": [{"sentId": 300, "text": "I understand what you're saying."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 301, "text": "Worse yet, it's humanized."}], "speaker": "WELNER", "secId": 90}, {"sentences": [{"sentId": 302, "text": "Let me get in here, doctor."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 303, "text": "And he shot what he got."}], "speaker": "WELNER", "secId": 92}, {"sentences": [{"sentId": 304, "text": "I only have a limited amount of time."}, {"sentId": 305, "text": "I don't disagree with you but only few people fall victim to what you're saying."}, {"sentId": 306, "text": "It doesn't happen to everyone."}, {"sentId": 307, "text": "You know, you only have a handful of people who go in and they do these things."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 308, "text": "It's a convergence but along the way the necessary ingredient is the person who identifies with it."}, {"sentId": 309, "text": "The solution involves a crisis mental health solution, but I want to give our attorney --"}], "speaker": "WELNER", "secId": 94}, {"sentences": [{"sentId": 310, "text": "I want to get to Arthur first because Arthur -- and then I'll get to Sunny."}, {"sentId": 311, "text": "Sunny knows that."}, {"sentId": 312, "text": "The United States is five percent of the world's population, 31 percent of mass shootings around the world between 1966 and 2012."}, {"sentId": 313, "text": "How do you have explain that?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 314, "text": "Well, I mean, it is hard to explain."}, {"sentId": 315, "text": "I know from a law enforcement perspective."}, {"sentId": 316, "text": "Unfortunately we are very experienced in how to respond to these particular issues."}, {"sentId": 317, "text": "I mean, our training has more over the past 10, 15 years from Columbine up to this current day shooting and you can see how the transition has occurred."}], "speaker": "RODERICK", "secId": 96}, {"sentences": [{"sentId": 318, "text": "Now, the wild card in this, I know over the past two three years, the department of justice, department of homeland security have gotten together with law enforcement experts and also mental health experts to try to come up with a preventive measure."}, {"sentId": 319, "text": "We know how to respond."}, {"sentId": 320, "text": "The first two conferences that we had dealt with active shooter response."}, {"sentId": 321, "text": "Multiple casualty - mass casualty response."}, {"sentId": 322, "text": "But the wild card in this is the mental health issue."}, {"sentId": 323, "text": "And I think as we all know, you can put three, or four, or five psychologists together or psychiatrists and they can come up with two or three different prognosis on specific individual."}, {"sentId": 324, "text": "But I think that's really where the problem lies."}, {"sentId": 325, "text": "It's a mental health issue."}], "speaker": "RODERICK", "secId": 97}, {"sentences": [{"sentId": 326, "text": "All right, Sunny."}, {"sentId": 327, "text": "I want to get -- as a former federal prosecutor, what is it?"}, {"sentId": 328, "text": "Is it guns?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 329, "text": "It is guns."}, {"sentId": 330, "text": "And I think that sort of the elephant in the room that no one wants to talk about."}, {"sentId": 331, "text": "We want to talk about mental health issues and we want to talk about mass shootings."}, {"sentId": 332, "text": "But the bottom line is here in the United States we are what, 4.4 percent of the global population."}, {"sentId": 333, "text": "Yet, we own 42 percent of civilian handguns."}, {"sentId": 334, "text": "And that is the bottom line."}, {"sentId": 335, "text": "Statistics tell you, I'm a former prosecutor."}, {"sentId": 336, "text": "We learned these statistics."}, {"sentId": 337, "text": "And since they have more guns, guess what, they have more homicide."}, {"sentId": 338, "text": "And so, it is directly related."}], "speaker": "HOSTIN", "secId": 99}, {"sentences": [{"sentId": 339, "text": "So to your point, do other place the world - I mean, do they have less mental health, have more mental health issues --?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 340, "text": "No, of course not."}, {"sentId": 341, "text": "They don't have these issues."}, {"sentId": 342, "text": "So it really is about guns."}, {"sentId": 343, "text": "It is really about gun control, Don."}, {"sentId": 344, "text": "We were covering the last shooting and I said it then and I got all these tweets about it's too soon to talk about gun control."}, {"sentId": 345, "text": "Well, I would submit to you, it's too late to talk about gun control."}, {"sentId": 346, "text": "Tell the families that are experiencing the grief and the pain of their - the loss of their love ones that it is too soon to talk about gun control."}], "speaker": "HOSTIN", "secId": 101}, {"sentences": [{"sentId": 347, "text": "Solutions."}, {"sentId": 348, "text": "We will talk about that right after the break with this group."}, {"sentId": 349, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 350, "text": "And we are back now with our breaking news and our panel."}, {"sentId": 351, "text": "Joining me now is Sunny Hostin, Dr. Michael Welner and also Arthur, Roderick."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 352, "text": "Arthur, I'm going to you as we, you know, waiting for this investigation to continue."}, {"sentId": 353, "text": "We are trying to - we are talking about what causes people to do this."}, {"sentId": 354, "text": "Let's talk about solutions."}, {"sentId": 355, "text": "One concrete solution from you."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 356, "text": "Well Don, you know, coming at this after being in law enforcement almost 40 years at this point, I think I probably fall right in the middle as most Americans do."}, {"sentId": 357, "text": "And I think universal background checks I don't think either or most of this country has a problem with."}, {"sentId": 358, "text": "I think that would help."}, {"sentId": 359, "text": "With its help in this particular instance, we don't know yet."}], "speaker": "RODERICK", "secId": 105}, {"sentences": [{"sentId": 360, "text": "Dr. Welner?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 361, "text": "I think it's an oversimplification by the president who exclusively focus on gun control."}, {"sentId": 362, "text": "I'm sure that there are gun regulation laws that can prove that we have a cultural phenomenon where we have a celebrity driven society, status who is associated with."}, {"sentId": 363, "text": "There is a reason that men do this and women don't because destructiveness is tied in with the culture."}, {"sentId": 364, "text": "We in the mass media can disincentivise it the same way the eliminated --"}], "speaker": "WELNER", "secId": 107}, {"sentences": [{"sentId": 365, "text": "Nobody would emulate Donald Sterling."}, {"sentId": 366, "text": "Nobody will emulate Jerry Sandusky."}, {"sentId": 367, "text": "This kind of behavior was so demonized by the public information including our leaders which is what the president should be doing."}, {"sentId": 368, "text": "He should be saying what kind of people are we?"}, {"sentId": 369, "text": "What kind of people respond to the killing in Virginia say we got a lot of attention."}, {"sentId": 370, "text": "The more killing."}, {"sentId": 371, "text": "Those are the messages he was posting!"}, {"sentId": 372, "text": "That's what people going to wake up to reading about tomorrow, not what guns he purchased."}], "speaker": "WELNER", "secId": 108}, {"sentences": [{"sentId": 373, "text": "Now concretely, whether a person is psychiatrically ill and some of those that I have examined of."}, {"sentId": 374, "text": "Well whether a person is a personality disorder angry individual looking for another ride, the common denominator is when does the person decide it is time?"}, {"sentId": 375, "text": "And that person is in crisis."}], "speaker": "WELNER", "secId": 109}, {"sentences": [{"sentId": 376, "text": "There is a legislation already dressed up in Congress, House resolution 2646."}, {"sentId": 377, "text": "But the president wants to say make this an election issue."}, {"sentId": 378, "text": "I contributed to the legislation."}, {"sentId": 379, "text": "I can tell you that resolving crisis mental health will engage people at the time when they're at that threshold and it would make a difference, people should call their Congressmen and insists that they passed it."}, {"sentId": 380, "text": "Why aren't they voting on house resolution 2646?"}, {"sentId": 381, "text": "Pass the Murphy bill now!"}], "speaker": "WELNER", "secId": 110}, {"sentences": [{"sentId": 382, "text": "You're absolutely right."}, {"sentId": 383, "text": "But I think it is a combination of factors."}, {"sentId": 384, "text": "I don't think there's one single solution."}, {"sentId": 385, "text": "So I think we have to address mental health issues."}, {"sentId": 386, "text": "I think we certainly must address guns and the proliferation of guns and the easy access to guns."}, {"sentId": 387, "text": "And they have to deal with background check as well."}, {"sentId": 388, "text": "So I think sort of there is multi-tier solution."}], "speaker": "HOSTIN", "secId": 111}, {"sentences": [{"sentId": 389, "text": "But I agree, it is time that we demonize this kind of behavior more so than we do."}, {"sentId": 390, "text": "But I got to tell you I'm not convinced because after Sandy Hook, I really thought when you have the murder of 20 first readers, you would see change."}, {"sentId": 391, "text": "I thought people would be outraged."}, {"sentId": 392, "text": "But rather than be outraged and rather than talk about gun control, we heard people saying we needed more guns."}, {"sentId": 393, "text": "And I think that's a cultural thing that a shift that must occur."}], "speaker": "HOSTIN", "secId": 112}, {"sentences": [{"sentId": 394, "text": "And with Holmes, he had groupings."}, {"sentId": 395, "text": "He had blogs supporting him, independent of blog."}], "speaker": "WELNER", "secId": 113}, {"sentences": [{"sentId": 396, "text": "We got to go, Doc."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 397, "text": "What kind of people are we raising?"}, {"sentId": 398, "text": "What kind of people are we raising?"}], "speaker": "WELNER", "secId": 115}, {"sentences": [{"sentId": 399, "text": "Thank you, doctor."}, {"sentId": 400, "text": "Thank you, Arthur."}, {"sentId": 401, "text": "Thank you, Sunny."}, {"sentId": 402, "text": "Appreciate it."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 403, "text": "When we come tight back, we are going to have more on our breaking news."}, {"sentId": 404, "text": "New clues in the investigation in today's deadly mass shooting on the campus of Oregon's Umpqua community college."}, {"sentId": 405, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 406, "text": "Our breaking news tonight of course the shooting at the community college in Oregon."}, {"sentId": 407, "text": "We want to get now to CNN's Kyung Lah who is joining and she has heard some information."}, {"sentId": 408, "text": "And I think it is important to do as well."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 409, "text": "Kyung, update our viewers."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 410, "text": "Don, we've been here just trying to find more information about the people who are wounded."}, {"sentId": 411, "text": "This is where some of the most critically injured are."}, {"sentId": 412, "text": "One victim those victims is 18-year-old Anna Boylan."}, {"sentId": 413, "text": "Her father and brother came out and said that they wanted to share her picture and share her story."}, {"sentId": 414, "text": "She was inside the classroom when the gunman came in firing."}, {"sentId": 415, "text": "Here's what her father told us about what he experienced."}], "speaker": "LAH", "secId": 120}, {"sentences": [{"sentId": 416, "text": "The gentleman was systematically -- he came in and there were gun fire immediately and scattered the room, got everyone's attention."}, {"sentId": 417, "text": "From what I understood what she said is, is he one shot the professor point blank, like one shot killed him."}, {"sentId": 418, "text": "And others have been injured and then he, this man, had enough time - I don't know how much he left before he was able to stand there and start asking people one by one what their religion was."}, {"sentId": 419, "text": "Are you a Christian, he would ask them."}, {"sentId": 420, "text": "And if you're a Christian, stand up."}, {"sentId": 421, "text": "And they would stand up and he said, good."}, {"sentId": 422, "text": "Because you're a Christian, you are going to see God in just about one second and then he shot and killed them."}, {"sentId": 423, "text": "And he kept going down the line doing this to people."}, {"sentId": 424, "text": "And how much time do you need, you know?"}], "speaker": "BOYLAN", "secId": 121}, {"sentences": [{"sentId": 425, "text": "And she said he had a handgun."}, {"sentId": 426, "text": "It wasn't that big rifle or assault rifle or anything like this."}, {"sentId": 427, "text": "This was a single handgun that he had enough ammunition and enough time to drop the magazine out of it, put another one in and continue his thing."}, {"sentId": 428, "text": "How does he have that much time as a facility?"}, {"sentId": 429, "text": "I mean --"}], "speaker": "BOYLAN", "secId": 122}, {"sentences": [{"sentId": 430, "text": "Dad, you're up."}], "speaker": "UNIDENTIFIED MALE", "secId": 123}, {"sentences": [{"sentId": 431, "text": "I don't understand that."}, {"sentId": 432, "text": "How he could have that much time to kill that many people."}], "speaker": "BOYLAN", "secId": 124}, {"sentences": [{"sentId": 433, "text": "Stacy Boylan, that is the father of Anna Boylan."}, {"sentId": 434, "text": "He says that she was able to survive because she played dead on the floor."}, {"sentId": 435, "text": "That the gunman went up to her and said blond woman, stand up."}, {"sentId": 436, "text": "And then she didn't stand up."}, {"sentId": 437, "text": "She was pretending to be dead."}, {"sentId": 438, "text": "They don't know why the gunman was going around asking students one by one, are you a Christian?"}, {"sentId": 439, "text": "They don't know his motivation."}, {"sentId": 440, "text": "But he describes a very chilling scene."}], "speaker": "LAH", "secId": 125}, {"sentences": [{"sentId": 441, "text": "Right now, Anna Boylan, she is inside this hospital."}, {"sentId": 442, "text": "She is going through surgery."}, {"sentId": 443, "text": "Her father and brother say that she has some very serious injuries."}, {"sentId": 444, "text": "They are hoping that she is going to be able to have sensation in her legs, be able to walk."}, {"sentId": 445, "text": "But it's going to be a tough road ahead here, Don."}], "speaker": "LAH", "secId": 126}, {"sentences": [{"sentId": 446, "text": "Yes."}, {"sentId": 447, "text": "And just a little bit here, but nonlife threatening and they are keeping all hope, hope against hope."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 448, "text": "At this point they say, yes, it is not life-threatening, but the bullet is large somewhere near the bottom of her spine."}, {"sentId": 449, "text": "They are very concern about."}, {"sentId": 450, "text": "There is a neurosurgeon here."}, {"sentId": 451, "text": "They are trying to make sure that she is going to have as much function as possible."}, {"sentId": 452, "text": "But what her father said is that even if she is fully functional, what this gunman took away from her is her innocence."}, {"sentId": 453, "text": "This was her fourth day at community college."}, {"sentId": 454, "text": "Just her fourth day."}], "speaker": "LAH", "secId": 128}, {"sentences": [{"sentId": 455, "text": "The students throughout this campus had just started school."}, {"sentId": 456, "text": "Corey Boylan, her brother, says that after she was shot, she called him on her cell phone and he had to hear his sister screaming and crying after the gunman was taken down."}], "speaker": "LAH", "secId": 129}, {"sentences": [{"sentId": 457, "text": "We hope she's OK."}, {"sentId": 458, "text": "This is just awful."}, {"sentId": 459, "text": "And we appreciate your reporting."}, {"sentId": 460, "text": "It's just terrible."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 461, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 131}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.01.cnnt.02.html.json", "time": "Aired October 1, 2015 - 23:00   ET"}