{"sectionCount": 202, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "HEALY", "CUSACK", "BERG", "SWERDLICK", "ISIKOFF", "ZAKARIA", "MASTIO", "NAFTALI", "SANDERS", "WASHINGTON"], "subTitle": "Trump Does Not Regret Twitter Rant; Trump Says Clinton Uses Women for Her Own Ends; Latest Campaign Happenings; USA Today Editorial Calls for Rejection of Trump. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/30/cnnt.01.html", "sentenceCount": 497, "sections": [{"sentences": [{"sentId": 0, "text": "Ruline also got to meet Hillary Clinton who was in town campaigning."}, {"sentId": 1, "text": "Ruline she cast her first presidential ballot in 1936 for FDR."}, {"sentId": 2, "text": "She's voted in every presidential election since then."}, {"sentId": 3, "text": "Congratulations."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 4, "text": "That does it for us."}, {"sentId": 5, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 1}, {"sentences": [{"sentId": 6, "text": "We're going to begin with breaking news tonight."}, {"sentId": 7, "text": "Donald Trump says he does not regret his Twitter rant against former Miss Universe and he blames 50 percent of his trouble on Monday night's debate on his microphone."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "This is CNN Tonight."}, {"sentId": 9, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "I want to get to the New York Times, Patrick Healy, the reporter there."}, {"sentId": 11, "text": "He joins me by phone."}, {"sentId": 12, "text": "He's the one that has this new information."}, {"sentId": 13, "text": "Patrick, you asked Donald Trump a broad range of questions."}, {"sentId": 14, "text": "What are the headlines here?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 15, "text": "Yes, it's pretty striking, Don."}, {"sentId": 16, "text": "He says he has absolutely no regrets about his pre-dawn tweets against Alicia Machado."}, {"sentId": 17, "text": "He said why would I have regrets, I'm a very truthful person and I'm telling the truth and now people understand it, and before the tweets people didn't understand it, basically talking about, you know, Miss Universe gaining weight and going through that."}], "speaker": "HEALY", "secId": 5}, {"sentences": [{"sentId": 18, "text": "And then sort of suggesting, again without offering any evidence that she participated in a sex tape and she was not quote/unquote the Girl Scout that Hillary Clinton has made her out to be."}], "speaker": "HEALY", "secId": 6}, {"sentences": [{"sentId": 19, "text": "But he also sort of took that and he made this sort of broader argument that Mrs. Clinton uses women like Machado for basically her own political ends."}, {"sentId": 20, "text": "And he got into Bill Clinton's extramarital affairs and what he sees Hillary Clinton attacks on these women over the -- over the years and was really going on about it."}], "speaker": "HEALY", "secId": 7}, {"sentences": [{"sentId": 21, "text": "And that sort of, you know, kind of challenged him on a couple points and he said about Mrs. Clinton, quote, \"She is nasty, but can be nastier that she ever can be.\""}, {"sentId": 22, "text": "And it felt like, Don, he was really sort of setting something up coming into their debate, you know, really trying to lay the groundwork at least to try to kind of unsettle her more and bounce back from his own uneven performance."}, {"sentId": 23, "text": "One thing, Don, I did press him on was sort of why he thinks he has"}], "speaker": "HEALY", "secId": 8}, {"sentences": [{"sentId": 24, "text": "sort of standing to go after the Clintons on their marriage since he has had three marriages himself."}, {"sentId": 25, "text": "He had a pretty well-known affair with Marla Maples when he was married to his first wife, Ivana Trump."}], "speaker": "HEALY", "secId": 9}, {"sentences": [{"sentId": 26, "text": "And he -- I asked him if he's ever cheated on any of his wives and he said no, I never discuss it, I never, discuss it, it was never a problem."}, {"sentId": 27, "text": "And he's really kind of emphasize that infidelity was never problem in Donald Trump's marriages."}], "speaker": "HEALY", "secId": 10}, {"sentences": [{"sentId": 28, "text": "And I pressed him on Maples and that affair, and he basically said I don't want to talk about it, I wasn't president of the United States, I don't want to talk about it, and then again, saying what Bill Clinton did with his indiscretions was far more worse than what he did."}], "speaker": "HEALY", "secId": 11}, {"sentences": [{"sentId": 29, "text": "It's really just mind-boggling that he continues to, you know, double and triple or quadruples down on this whole thing with the former Miss Universe."}, {"sentId": 30, "text": "I don't know what the strategy is behind that."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 31, "text": "Before we move into the infidelities, let me ask you about that."}, {"sentId": 32, "text": "What does he think he's accomplishing by doing this, and do people understand what he's doing?"}, {"sentId": 33, "text": "Do they drive of this strategy?"}, {"sentId": 34, "text": "Are they pushing him do it?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 35, "text": "Right, it's a great question."}, {"sentId": 36, "text": "What he said -- I asked him you know does he think talking about this helps him with undecided women voters, I asked him point-blank and he said, I think it helps because instead of seeing this girl as a girl scout, they find out what kind of girl she is, speaking of Alicia Machado."}], "speaker": "HEALY", "secId": 14}, {"sentences": [{"sentId": 37, "text": "And you know, I ask him like how do these pre-dawn tweets help him win the presidency."}, {"sentId": 38, "text": "But, Don, it's five weeks out."}, {"sentId": 39, "text": "Everything a candidate normally is doing is about, you know, winning Ohio and Florida and North Carolina."}, {"sentId": 40, "text": "So, I asked him how do you these tweets at 5 a.m. help him win the presidency, and he said no, no, no, I do what I do."}], "speaker": "HEALY", "secId": 15}, {"sentences": [{"sentId": 41, "text": "Look, she made -- he said Hillary Clinton, she made this young lady into a girl scout and she was just the opposite of Girl Scout."}, {"sentId": 42, "text": "You really get the sense again even five days in, Donald Trump is really still under his skin."}], "speaker": "HEALY", "secId": 16}, {"sentences": [{"sentId": 43, "text": "Yes."}, {"sentId": 44, "text": "So, the interesting thing is, is that -- so he -- you know, his intent and what he's doing is shaming this woman for multiple levels, shaming her, for fat-shaming her and a number of other things."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 45, "text": "When, you know, it has been said even during the -- you remember when the controversy with his wife and the nude pictures, wherever the -- you shouldn't shame people for what they do for a living, or for their past, I mean, is it -- isn't there a glass house sort of analogy here that he isn't even taking into effect -- into account?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 46, "text": "I mean, I think for him, Don, I've seen this over and over covering him, he just sort of gets galled when he feels like the Clintons are trying to gain some moral high ground over him."}, {"sentId": 47, "text": "I mean, his nickname for Secretary Clinton is crooked"}], "speaker": "HEALY", "secId": 19}, {"sentences": [{"sentId": 48, "text": "Hillary."}, {"sentId": 49, "text": "And so, I think your point is really well taken."}, {"sentId": 50, "text": "I just know from his point of view -- and she was -- Clinton was very effective of baiting him in the debate, sort of the notion that she's treating him in high-handed way or making judgment about the $14 million loan by his father."}, {"sentId": 51, "text": "I mean, she really unnerves him on the debate over that stuff and it gets him going."}], "speaker": "HEALY", "secId": 20}, {"sentences": [{"sentId": 52, "text": "All right."}, {"sentId": 53, "text": "I want to talk now about this strategy."}, {"sentId": 54, "text": "He's saying, you know, he's -- I think what you're saying is he's going to be much nastier, he won't be so much, and you know, I don't want to put words in your mouth, but what about his threat to confront Mrs. Clinton with her husband's infidelity in the next debate?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 55, "text": "Republicans have warned him that they don't believe that this is a winning strategy."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 56, "text": "Right."}], "speaker": "HEALY", "secId": 23}, {"sentences": [{"sentId": 57, "text": "Most people don't believe that is he going -- he seemed to him that's what he's going to do."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 58, "text": "Yes."}, {"sentId": 59, "text": "It feels like he wants to bring something to the fight in his hip pocket and he's not showing what weapon he's got."}, {"sentId": 60, "text": "You know, he's sort of making these veil threats about sort of throwing this in her face."}, {"sentId": 61, "text": "And I asked him, you know, is it hard -- Chelsea Clinton is 36."}, {"sentId": 62, "text": "He's used Chelsea Clinton as this excuse that that's why he didn't raise Bill Clinton's infidelities at the debate."}, {"sentId": 63, "text": "Chelsea Clinton reads Twitter."}, {"sentId": 64, "text": "She knows what Donald Trump does."}], "speaker": "HEALY", "secId": 25}, {"sentences": [{"sentId": 65, "text": "And lived through this."}, {"sentId": 66, "text": "She was there when it happened."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 67, "text": "Right, exactly."}, {"sentId": 68, "text": "And, you know, when I said look is it hard, you know, do you choke in a way when you're -- like having to be up there and he just sort of stuck to the Chelsea Clinton argument."}], "speaker": "HEALY", "secId": 27}, {"sentences": [{"sentId": 69, "text": "But what he's doing, Don, I mean it's very clear the strategy isn't about winning over, you know, whites suburban women in Columbus, Ohio, in places where he needs those voters the way republicans usually get them."}, {"sentId": 70, "text": "It's about trying to knock her off balance."}], "speaker": "HEALY", "secId": 28}, {"sentences": [{"sentId": 71, "text": "I mean, he really feels and, you know, some of the people around him felt like, you know, she did get the better of him at certain moments in the debate and it galls him so he's blaming the microphone quite a bit."}, {"sentId": 72, "text": "And I think there's sort of a hope of playing some sort of like you know PSYOPS strategy here."}], "speaker": "HEALY", "secId": 29}, {"sentences": [{"sentId": 73, "text": "Yes."}, {"sentId": 74, "text": "Patrick Healey joining us there with our breaking news tonight."}, {"sentId": 75, "text": "Patrick speaking with Donald Trump saying that he is not ashamed of really shaming, you know, the former Miss Universe over Twitter and his Twitter rant that happened overnight and also saying -- blaming some of his debate performance on a microphone."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 76, "text": "Let's talk about that microphone."}, {"sentId": 77, "text": "The Presidential Debate Commission Patrick has said that there was a problem with Trump's mic inside the debate hall, but not on television, and certainly not anything that, you know, should have thrown him during the debate."}, {"sentId": 78, "text": "How is he responding to that?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 79, "text": "Right."}, {"sentId": 80, "text": "And just to be precised, the commission is saying that there was an issue with the audio in the hall and Trump is talking about the mic."}, {"sentId": 81, "text": "Now I'm not a technical genius, but it sounds like the commissions is talking about the way that his voice was being broadcast to the hall, where Trump kept saying that someone -- and he kept saying someone, someone was backstage modulating the level on his mic in a way that he could tell in part because Melania Trump, he said was sort of signaling to him from the audience that there would been some kind of a problem with hearing him."}], "speaker": "HEALY", "secId": 32}, {"sentences": [{"sentId": 82, "text": "And he basically sort of felt like he's work, you know, he's given speeches for 35 years, he knows when mics are working and when they're not and he sensed that it wasn't."}, {"sentId": 83, "text": "But he said, he said that he wanted to stop the debate but he felt like he couldn't do that because 100 million people were watching and it would be strange."}], "speaker": "HEALY", "secId": 33}, {"sentences": [{"sentId": 84, "text": "There were no commercial breaks during the debate so there was no way to fix it."}, {"sentId": 85, "text": "And so, what he said, Don, was that about 50 percent of his thought process during the debate was focused on the mic."}, {"sentId": 86, "text": "So, when Hillary Clinton was making her attacks and when he was giving, you know, some answers that people have critiqued pretty negatively, what he's saying now is actually, hey, wait a minute, 50 percent of my thought process is going to dealing with this problem."}], "speaker": "HEALY", "secId": 34}, {"sentences": [{"sentId": 87, "text": "Yes."}, {"sentId": 88, "text": "I had a similar thing happen at the debate in Las Vegas, a microphone was working in the room but not on television, and there were people in the audience who said we can't hear you, so immediately I knew only because they were telling me I couldn't hear it."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 89, "text": "But one would think if you're in a debate and you're running as a leader of the free world and you sense that your microphone isn't working as they said during the day, listen, we need to start the clock over, I need more time with this, she's getting more time, he's getting more time, he would have said, you would think, I can't hear my microphone, is my microphone working out there."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 90, "text": "Right."}], "speaker": "HEALY", "secId": 37}, {"sentences": [{"sentId": 91, "text": "That never happened and now he's bringing it now."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 92, "text": "Don, you're exactly right."}, {"sentId": 93, "text": "And I don't mean to be cute about this, but debate prep -- part of what goes to debate prep is dealing with strange logistics that might come up."}], "speaker": "HEALY", "secId": 39}, {"sentences": [{"sentId": 94, "text": "Right."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 95, "text": "And I don't know if it came in the Clinton debate prep this year, but I know that it did with a few years ago with a different candidate."}, {"sentId": 96, "text": "There was talk about well, what if the mic doesn't work and, you know, do you stop the debate right then."}], "speaker": "HEALY", "secId": 41}, {"sentences": [{"sentId": 97, "text": "And Donald Trump sort of very famously and cited several weeks ago that he didn't really need to prep the normal way, and so he wasn't standing in a lectern in front of a microphone, you know, and he didn't like doing that."}, {"sentId": 98, "text": "And I think partly you're seeing a consequence so not doing any debate"}], "speaker": "HEALY", "secId": 42}, {"sentences": [{"sentId": 99, "text": "prep on his part."}, {"sentId": 100, "text": "But, you know, maybe no surprise he doesn't see it that way."}], "speaker": "HEALY", "secId": 43}, {"sentences": [{"sentId": 101, "text": "What did he say, did you ask him about next time about he's going to prepare if he's going to prepare differently, maybe in a more traditional way?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 102, "text": "I did."}, {"sentId": 103, "text": "I said that he didn't get into the lectern issue, but he said that he is to be preparing as soon as this weekend that he doesn't feel like and he stood better because, again the mic was the problem with anything that went wrong for him at the first debate."}], "speaker": "HEALY", "secId": 45}, {"sentences": [{"sentId": 104, "text": "You know, but then he's going to be looking for ways again to bring up policy issues that Anderson and Martha Raddatz may not ask about him about it when they moderate the second debates to try to figure out ways to bring up the Clinton family foundation, Benghazi, other targets of his."}], "speaker": "HEALY", "secId": 46}, {"sentences": [{"sentId": 105, "text": "You know, and then I think -- you know, he's -- he is thinking about ways to deal with sort of the Clinton marriage and is there a way to do it."}, {"sentId": 106, "text": "And the problem, Don, as you well know, I mean, it's a town hall meeting, so to be throwing really negative ugly details in your opponent's face when you're sitting on a stool in front of, you know, a group of undecided voters that it can sort of kill the mood in the room to put it nicely."}], "speaker": "HEALY", "secId": 47}, {"sentences": [{"sentId": 107, "text": "Yes, is there anything I missed?"}, {"sentId": 108, "text": "Did he talk about the debate moderator?"}, {"sentId": 109, "text": "Because he blamed part of it, you know, on Lester Holt last time saying he wasn't so fair to me after the first 30 minutes or so?"}, {"sentId": 110, "text": "Did he talk to you about that?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 111, "text": "Yes."}, {"sentId": 112, "text": "He didn't say anything really new about that."}, {"sentId": 113, "text": "The one thing that he did say that I was sort of struck by was because it struck me at the end of the last debate when they were asked, when Lester asked the candidate they would support the other if they were elected, and Trump said that he would absolutely support Hillary Clinton if she won in November."}], "speaker": "HEALY", "secId": 49}, {"sentences": [{"sentId": 114, "text": "This time, I said do you stand by that and he said -- he said I support the country -- I support our country."}, {"sentId": 115, "text": "We're going to have to see -- we're going to have to see what happens."}, {"sentId": 116, "text": "We're going to have to see."}, {"sentId": 117, "text": "So, again, you know, sort of this indication..."}], "speaker": "HEALY", "secId": 50}, {"sentences": [{"sentId": 118, "text": "What does that mean?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 119, "text": "Yes, I think it's a mind game, Don."}, {"sentId": 120, "text": "I mean, honestly, like I think in a way..."}], "speaker": "HEALY", "secId": 52}, {"sentences": [{"sentId": 121, "text": "Is he setting up to say if she does win, that is not a legitimate win, she's not a legitimate president?"}, {"sentId": 122, "text": "Because now he's -- I think what he's saying here is that -- what I said before, is the debate process is rigged, the whole thing is rigged."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 123, "text": "Exactly."}], "speaker": "HEALY", "secId": 54}, {"sentences": [{"sentId": 124, "text": "That seems to be where he's going with this."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 125, "text": "No."}, {"sentId": 126, "text": "That's look, he's been down that path before and I don't think it's unfair to certainly ask that question."}], "speaker": "HEALY", "secId": 56}, {"sentences": [{"sentId": 127, "text": "Yes."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 128, "text": "I mean, I sort of pressed him on -- I pressed him on it and he said we're going to have to see."}, {"sentId": 129, "text": "We're going to see what happens."}, {"sentId": 130, "text": "I mean, it's not birtherism, but there is the sense as we know, he set up the notion of the rigged system in a very strong way, so I don't know if he'll come back to it."}], "speaker": "HEALY", "secId": 58}, {"sentences": [{"sentId": 131, "text": "Patrick Healey, great reporting."}, {"sentId": 132, "text": "Thank you for joining us here."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 133, "text": "Thanks, Don."}], "speaker": "HEALY", "secId": 60}, {"sentences": [{"sentId": 134, "text": "Patrick Healey of the New York Times with brand-new reporting just out this evening giving us some perspective on how Donald Trump feels about his debate performance and also why he went on that Twitter tirade last night or really into the morning regarding the former Miss Universe."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 135, "text": "My political panel joins me."}, {"sentId": 136, "text": "We'll discuss that right after this."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 137, "text": "With Donald Trump telling the New York Times tonight he blames his microphone for 50 percent of his debate problems and saying that he has no regret over his Tweet storm against the former Miss Universe."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 138, "text": "Here to discuss now is Bob Cusack, editor-in-chief of The Hill, CNN political analysts, Rebecca Berg and David Swerdlick of the Washington Post, and Yahoo News chief investigative correspondent, Michael Isikoff."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 139, "text": "I'm so good to have such an esteem panel here to this evening especially considering what's going on."}, {"sentId": 140, "text": "So, Bob, I'm going to start with you."}, {"sentId": 141, "text": "What do you think of the interview from Donald Trump from the New York Times?"}, {"sentId": 142, "text": "You heard Patrick Healey just moments ago."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 143, "text": "Yes, I don't know why he keeps talking about the debate -- why he keeps talking about Miss Universe."}, {"sentId": 144, "text": "I mean, he lost the debate."}, {"sentId": 145, "text": "It wasn't a knockout punch, but this Miss Piggy controversy is clearly hurting him."}, {"sentId": 146, "text": "He has so much other material that he could go after like the Hillary Clinton staffer who took a hammer and destroy one of her mobile devices."}], "speaker": "CUSACK", "secId": 66}, {"sentences": [{"sentId": 147, "text": "I can't believe he didn't mention that in the first debate."}, {"sentId": 148, "text": "I really think that Hillary Clinton had a tough September but this last week has been very tough for Donald Trump."}, {"sentId": 149, "text": "LEMON:  Yes, Rebecca, why does he keep on with this issue?"}], "speaker": "CUSACK", "secId": 67}, {"sentences": [{"sentId": 150, "text": "It's a little bit perplexing, Don, to be honest."}, {"sentId": 151, "text": "I mean, for him to go from saying in the past few days that all internet polls show him having won this debate, although they are unscientific internet polls, still some internet polls showing he's won this debate, to saying that it was the microphone's fault that he wasn't completely focused during this debate."}], "speaker": "BERG", "secId": 68}, {"sentences": [{"sentId": 152, "text": "It sounds a really inconsistent message for him, and then for Donald Trump to also be tweeting in the middle of the night about Alicia Machado, which is just playing into the Clinton narrative, he's not on message in the way that you would expect of a presidential candidate with fewer than 40 days until Election Day."}], "speaker": "BERG", "secId": 69}, {"sentences": [{"sentId": 153, "text": "This is crunch time for these campaigns and he's clearly not in the zone that he needs to be and as focused as he needs to be on his core message."}], "speaker": "BERG", "secId": 70}, {"sentences": [{"sentId": 154, "text": "To your point, Rebecca, there's a new Gallup poll that shows Hillary Clinton won the debate by a huge margin 61 percent to 27 percent, so, you know, that's -- and those online polls again are not scientific polls."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 155, "text": "No, they're not."}], "speaker": "BERG", "secId": 72}, {"sentences": [{"sentId": 156, "text": "I want to ask you, Mr. Swerdlick like quickly, what do you think about Patrick Healey's report something."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 157, "text": "Yes."}, {"sentId": 158, "text": "No, I mean, Patrick Healey's reporting is revealing."}, {"sentId": 159, "text": "And to me, Rebecca hit it when she said this is all about Trump not being able to stay on message."}, {"sentId": 160, "text": "A part of his appeal, Don, was that he was not a career politician, that he was just a regular billionaire from around the way."}, {"sentId": 161, "text": "And that's why a lot of people like him."}], "speaker": "SWERDLICK", "secId": 74}, {"sentences": [{"sentId": 162, "text": "The problem is he's never run for anything, and so it's hard for him to understand that he's got to stick to Clinton's vulnerabilities, the e-mails, her Iraq war vote, not Alicia Machado, and not her husband's indiscretions from the 90s and 2000s."}, {"sentId": 163, "text": "You learn how to run for president when you run for other officer."}, {"sentId": 164, "text": "He's never done it."}], "speaker": "SWERDLICK", "secId": 75}, {"sentences": [{"sentId": 165, "text": "Mr. Isikoff?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 166, "text": "Yes, well, I was struck in Patrick Healy's reference to the question of how much Donald Trump had prepared for the debate, because it was clear not a whole lot."}], "speaker": "ISIKOFF", "secId": 77}, {"sentences": [{"sentId": 167, "text": "And just today, we had a pretty revealing video deposition in one of the lawsuits Trump was involved in that, you know, it speaks to that."}, {"sentId": 168, "text": "Because the very first question in that deposition was, which was taken only last January is how much did you prepare for this deposition, and his answer is virtually not at all."}, {"sentId": 169, "text": "Virtually nothing."}], "speaker": "ISIKOFF", "secId": 78}, {"sentences": [{"sentId": 170, "text": "Did he review any documents, he was asked."}, {"sentId": 171, "text": "No, not at all."}, {"sentId": 172, "text": "He also says in that deposition that he doesn't take notes as a businessman, he doesn't use e-mails, and he doesn't read leases before he signs them."}], "speaker": "ISIKOFF", "secId": 79}, {"sentences": [{"sentId": 173, "text": "The question -- the issue in the deposition was his comments about Mexican rapists when he launched his candidacy, and whether that caused the restaurateur Geoffrey Zakarian to pull out of his lease or not."}, {"sentId": 174, "text": "Did he prepare that statement or write something out?"}, {"sentId": 175, "text": "He said no, not at all."}, {"sentId": 176, "text": "Did he consult with anybody, talked anybody about it before he sell it?"}, {"sentId": 177, "text": "He said no."}], "speaker": "ISIKOFF", "secId": 80}, {"sentences": [{"sentId": 178, "text": "Basically, this is a guy who wings it."}, {"sentId": 179, "text": "He wings it as a businessman and he's winging it in a political campaign and now I think he's paying the price."}], "speaker": "ISIKOFF", "secId": 81}, {"sentences": [{"sentId": 180, "text": "I want to, listen, Michael, since I have you, I want you to respond to this."}, {"sentId": 181, "text": "This is Newt Gingrich on, this is a quote from Fox News tonight."}, {"sentId": 182, "text": "He's saying \"You can't tweet at 3 o'clock in the morning."}, {"sentId": 183, "text": "Period."}, {"sentId": 184, "text": "There's no excuse ever if you're going to be POTUS.\""}, {"sentId": 185, "text": "Newt -- this is Newt Gingrich who is -- you know, who has endorsed Donald Trump, and is a big supporter."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 186, "text": "Right."}, {"sentId": 187, "text": "Yes, I think regardless of the back and forth between Trump and Machado and the merits of what they're saying, I think the thing that leaps out to everybody is what is he doing in the middle of the night engaged in a Twitter storm over this."}], "speaker": "ISIKOFF", "secId": 83}, {"sentences": [{"sentId": 188, "text": "I think that is the most striking thing, and probably for many people, even supporters like Newt Gingrich, the most troubling thing."}], "speaker": "ISIKOFF", "secId": 84}, {"sentences": [{"sentId": 189, "text": "Let me tune it up."}, {"sentId": 190, "text": "Let me tune him up."}, {"sentId": 191, "text": "We haven't shown the audience."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 192, "text": "Yes."}], "speaker": "ISIKOFF", "secId": 86}, {"sentences": [{"sentId": 193, "text": "So here they are."}, {"sentId": 194, "text": "The first one, \"The crooked Hillary help disgusting check out sex tape in past, Alicia M., meaning Machado, become a U.S. citizen so she could use her in the debate.\""}, {"sentId": 195, "text": "And then another one says, \"Using Alicia M in the debate as a paragon, a virtue, just shows that crooked Hillary suffers from bad judgment."}, {"sentId": 196, "text": "Hillary was set up by a con.\""}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 197, "text": "\"Wow.\""}, {"sentId": 198, "text": "This is number three, \"Crooked Hillary was duped and used by my worse -- by my Miss U., meaning Miss Universe, Hillary portrayed her as an angel without checking her past which is terrible.\""}, {"sentId": 199, "text": "And then another one, \"Any time you see a story about me or my campaign saying sources said, do not believe it, they are sources, they are just made lies.\""}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 200, "text": "So, Mr. Cusack, what do these tweets and his behaviors al we tell us about Trump and what kind of president he would be?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 201, "text": "Well, it certainly raise doubts especially about being presidential and that's why I think he lost the debate that Hillary Clinton came across as more presidential."}, {"sentId": 202, "text": "I do think he won the first half hour."}], "speaker": "CUSACK", "secId": 90}, {"sentences": [{"sentId": 203, "text": "But, you know, it's like Barack Obama."}, {"sentId": 204, "text": "In 2012, he lost the first debate to Mitt Romney, clearly."}, {"sentId": 205, "text": "And then at some point he acknowledged it and he moved on."}, {"sentId": 206, "text": "He didn't keep talking about it, and so, I don't know why Trump keeps talking about this and the one thing to remember about the first debate is Alicia Machado, and why and who does he help?"}, {"sentId": 207, "text": "Hillary Clinton."}], "speaker": "CUSACK", "secId": 91}, {"sentences": [{"sentId": 208, "text": "Yes."}, {"sentId": 209, "text": "Well, here's my question."}, {"sentId": 210, "text": "So, Michael -- no, David, is it different because President Obama then had been president for four years, had a wealth of knowledge about policy."}, {"sentId": 211, "text": "He could stand back on that and fall back on that."}, {"sentId": 212, "text": "Donald Trump doesn't have that same advantage as a President Obama back then."}, {"sentId": 213, "text": "He has to start from scratch on policy, on issues."}, {"sentId": 214, "text": "So, is it feasible that he can come up -- I guess anything is possible, but it's not really an equal comparison is it?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 215, "text": "Well, I think Bob's comparison is useful, but you're right."}, {"sentId": 216, "text": "It's only feasible, Don, if he were to put his mind to it for the next week and really prepare for this debate."}], "speaker": "SWERDLICK", "secId": 93}, {"sentences": [{"sentId": 217, "text": "Look, President Obama and Secretary Clinton have been doing this for years, they've got a depth of public policy knowledge that they can fall back on, so in their debate prep they can spend more time on sort of style because they already know the issues."}], "speaker": "SWERDLICK", "secId": 94}, {"sentences": [{"sentId": 218, "text": "Donald Trump, I think, has spent a lot of his time boning up on issues that he hasn't spent his career- you know, familiarizing himself with."}, {"sentId": 219, "text": "And again, it's hard for me to see when I see those tweets that he has really come around to this realization that he's got 40 days left where every single thing he does is -- has to be in service of winning an election, right?"}], "speaker": "SWERDLICK", "secId": 95}, {"sentences": [{"sentId": 220, "text": "When all of us woke up this morning and saw those tweets that came out between 3 a.m. and 6 a.m., it was basically a signal that, guess what, folks, for another day with 40 days left we're guaranteed to be talking about Alicia Machado, instead of what comes next in this campaign."}], "speaker": "SWERDLICK", "secId": 96}, {"sentences": [{"sentId": 221, "text": "Yes."}, {"sentId": 222, "text": "I recognize  but I have to get to the break, but I do want to give you the last word here."}, {"sentId": 223, "text": "When you look at this, especially this whole thing where people are saying fat- shaming and also shaming about whatever choices she made, you know, in her life, he needs women and I would imagine women won't look at this too kindly."}, {"sentId": 224, "text": "I could be wrong, but my gut is no."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 225, "text": "No and you're right, Don."}, {"sentId": 226, "text": "It's a huge problem for him in the latest Fox News poll taken after this debate, he leads white men by 40 points over Hillary Clinton, but he only leads white women by four points over Hillary Clinton."}, {"sentId": 227, "text": "That is a massive gender gap that we haven't seen from a republican nominee in recent history."}], "speaker": "BERG", "secId": 98}, {"sentences": [{"sentId": 228, "text": "And this doesn't help Donald Trump with that demographic at all."}, {"sentId": 229, "text": "I think we need to start stop asking why has no one changed his Twitter password, or taken away his phone."}, {"sentId": 230, "text": "It's not normal for the republican nominee to be tweeting himself and in his tweets fat-shaming women."}, {"sentId": 231, "text": "It's a huge problem for him."}], "speaker": "BERG", "secId": 99}, {"sentences": [{"sentId": 232, "text": "She is -- he is a grown man who is running for president of United States."}, {"sentId": 233, "text": "One would think that he could, you know, keep one of these in his pocket and not use it."}, {"sentId": 234, "text": "Thank you very much Michael, David, Rebecca, and Bob, I appreciate it."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 235, "text": "Thanks, Don."}], "speaker": "BERG", "secId": 101}, {"sentences": [{"sentId": 236, "text": "When we come right back, just imagine a President Donald J. Trump what would his administration look like."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 237, "text": "Donald Trump, in the oval office today."}, {"sentId": 238, "text": "Actually, he was visiting a replica of the oval office at the Gerald R. Ford Presidential Museum in Grand Rapids, Michigan."}, {"sentId": 239, "text": "I want to bring in now Fareed Zakaria, the host of CNN's Fareed Zakaria GPS."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 240, "text": "Before we talk about what, you know, what would happen in a Trump administration, what it might look like, Patrick Healy is reporting this evening."}, {"sentId": 241, "text": "He says, he blames some of his problems on a microphone, he said he was using 50 percent of his brain power to deal with that, and also saying he has no regrets about this Twitter storm and shaming this former Miss Universe."}, {"sentId": 242, "text": "What do you make of that?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 243, "text": "Well, what's odd about the -- the microphone business is, you know, you're running for president."}, {"sentId": 244, "text": "Stuff happens."}, {"sentId": 245, "text": "I hate it, you know, when a bad carpenter blames his tools."}, {"sentId": 246, "text": "You -- you just have to get on with it."}, {"sentId": 247, "text": "If you remember at one point at the end of the debate, he says to Hillary Clinton, you're running negative ads against me, I don't deserve that."}, {"sentId": 248, "text": "You don't deserve negative ads when you're running for president?"}], "speaker": "ZAKARIA", "secId": 105}, {"sentences": [{"sentId": 249, "text": "I mean, you know, this is -- grow up."}, {"sentId": 250, "text": "This is what running for president is."}, {"sentId": 251, "text": "So, part of it is just bewildering that there's this kind of flurry."}, {"sentId": 252, "text": "But it does make you recognize that, you know, it's one thing to run a small, very successful real estate company in New York and to sell condos and put your name on buildings and, you know, God bless him for that capitalism, rewards all kinds of people."}], "speaker": "ZAKARIA", "secId": 106}, {"sentences": [{"sentId": 253, "text": "It's another to run a 50-state, international -- you know, race for the presidency where every word you say, every breath you take, every sniff you make is going to be scrutinized."}, {"sentId": 254, "text": "And you know it turns out in a very bizarre way for reality T.V."}, {"sentId": 255, "text": "star, Donald Trump is in some ways not ready for prime time."}], "speaker": "ZAKARIA", "secId": 107}, {"sentences": [{"sentId": 256, "text": "So, maybe prime time television, but the thing is -- is this presidential -- especially considering the Miss Universe, which every one -- no one understands why he keeps going with this strategy of saying that things about this young lady, but then also keeping it in the news."}, {"sentId": 257, "text": "Is this presidential -- what he's doing is this presidential in any way, shape or form?"}, {"sentId": 258, "text": "ZAKARIA: It's not presidential, but more importantly, it's not smart from the point of view again if you are running a national political campaign."}, {"sentId": 259, "text": "One of the key things that anyone will tell you is, stay on message, figure out what your message is, and stay on message."}, {"sentId": 260, "text": "He had a message for first 20 minutes of the debate."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 261, "text": "The fact that he can't stay on message like that, people talk about temperament and things like that, yeah, but, you know, on some level, it's competence, you know."}, {"sentId": 262, "text": "Running a national political campaign means being smart about this and being focused and being disciplined."}, {"sentId": 263, "text": "He's not doing that."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 264, "text": "What does he say about that he can be baited so easily?"}, {"sentId": 265, "text": "You got baited during the debate and then from this -- from this young woman."}, {"sentId": 266, "text": "The ramifications of being in the oval office like that?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 267, "text": "Well, I think -- I hope people are wondering to themselves, if you had an international crisis, how would he handle it, because it is -- it is a worrying prospect and it's not just me."}, {"sentId": 268, "text": "If you look at the \"New York Times\" magazine this Sunday, had a fascinating piece about conservatives and their anguish about -- about Donald Trump, and there was a line, there was an interview with George Will, you know, a man who has been a conservative his whole life."}], "speaker": "ZAKARIA", "secId": 111}, {"sentences": [{"sentId": 269, "text": "First vote was for Barry Goldwater, has written a column for the \"Washington Post\" for 40 years, really the dean of conservative commentators, and you can tell he's visibly pained at the prospect of Donald Trump as president, confronting an international crisis because no one trusts the temperament of this man."}], "speaker": "ZAKARIA", "secId": 112}, {"sentences": [{"sentId": 270, "text": "Speaking of that, I'm sure you've seen this -- I don't know if you have."}, {"sentId": 271, "text": "This is Patrick Chappatte, a cartoonist."}, {"sentId": 272, "text": "There's a political cartoon that ran a little while ago and it says, which button he will push, tweet or nuke."}, {"sentId": 273, "text": "I mean, it seems like a joke there, but it's quite serious."}, {"sentId": 274, "text": "That is sort of the prospect of what you face when you're in the oval office."}, {"sentId": 275, "text": "Well, the Twitter thing now with him."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 276, "text": "Well, here's the part that really is scary, which is there is a lot of what the president does, particularly in foreign and defense policy, that is unilateral executive action."}, {"sentId": 277, "text": "So, if a president Trump would say the things -- just nearly say, merely repeat the things he has said about NATO countries and eastern European countries, you know, maybe having to defend themselves about Japan and South Korea, maybe having to defend themselves, maybe it's okay to get nuclear weapons, that would trigger a wave of instability in Europe and East Asia."}], "speaker": "ZAKARIA", "secId": 114}, {"sentences": [{"sentId": 278, "text": "These countries depend on a deterrent threat from the United States."}, {"sentId": 279, "text": "We have to understand."}, {"sentId": 280, "text": "It's a kind of bluff in the sense that you're hoping not to be called on it."}, {"sentId": 281, "text": "You're hoping you don't have to go to war to prove that you would defend the Baltic republics in Poland and places like that, North -- South Korea and Japan."}, {"sentId": 282, "text": "That's what keeps the stability in place."}], "speaker": "ZAKARIA", "secId": 115}, {"sentences": [{"sentId": 283, "text": "You don't want to actually have to go to war."}, {"sentId": 284, "text": "And so the -- the strength of your -- of your guarantee, the consistency of it, the fact that you don't waver, that you don't -- you know, you're not temperamental about it, you don't change your mind depending on whether the prime minister of Japan is nice to you or somebody puts out a red carpet for you."}], "speaker": "ZAKARIA", "secId": 116}, {"sentences": [{"sentId": 285, "text": "It's crucial."}, {"sentId": 286, "text": "I would imagine that it's very worrying."}, {"sentId": 287, "text": "I can tell you, I was in Ukraine just a week ago, they are freaking out to put it diplomatically."}], "speaker": "ZAKARIA", "secId": 117}, {"sentences": [{"sentId": 288, "text": "I want to get this to you quickly because I'm running out of time, but this is your new opinion piece in \"The Washington Post\" and you say, this entire election hinges on whether republicans can be rational, and then you go on to say of the five previous republican nominees for president, three will not publicly affirm that they would vote for Trump, and I would bet that a fourth John McCain will not in the privacy of the voting booth."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 289, "text": "Now, you can -- I don't know if you can say that leaders are actually being rational, are they, because they may be going with the electorate -- what their voters want?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 290, "text": "Well, here's the point I was making which is that there's so much evidence and there's so many republican leaders who are -- who think Trump is unfit to be president."}, {"sentId": 291, "text": "The question is will that affect republican voters?"}, {"sentId": 292, "text": "There is such an elite mass divide right now, that you kind of wonder sometimes."}], "speaker": "ZAKARIA", "secId": 120}, {"sentences": [{"sentId": 293, "text": "In fact, Trump feeds off this anti-elitism, where the fact that George Will doesn't like him, the fact there isn't a single major conservative commentator who endorses him, the fact that, as I say, probably four of the five previous republican nominees for president aren't going to vote for him doesn't seem to affect him."}], "speaker": "ZAKARIA", "secId": 121}, {"sentences": [{"sentId": 294, "text": "But that's the key to look for, because if you get bigger republican defection, if he gets only 80 percent of the republican vote, he will lose."}, {"sentId": 295, "text": "If he gets closer to 90 percent of the republican vote, he will win."}], "speaker": "ZAKARIA", "secId": 122}, {"sentences": [{"sentId": 296, "text": "Thank you, Fareed Zakaria, I appreciate that."}, {"sentId": 297, "text": "Here's a reminder, Fareed Zakaria GPS airs Sundays, 10:00 a.m., and then 1:00 p.m. eastern right here on CNN, and I watch it every Sunday."}, {"sentId": 298, "text": "Thank you very much."}, {"sentId": 299, "text": "Up next, a scathing editorial against Trump, but the newspaper is not endorsing Clinton either."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 300, "text": "\"USA Today\" in a scathing editorial urging voters to reject Donald Trump calling him unfit for the presidency."}, {"sentId": 301, "text": "We want to talk about this with David Mastio, he is a deputy editorial page editor of \"USA Today,\" and CNN presidential historian Tim Naftali."}, {"sentId": 302, "text": "I'm glad to have you both on this evening."}, {"sentId": 303, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 304, "text": "David, I'm going to start with you."}, {"sentId": 305, "text": "Your editorial board at \"USA Today\" has never taken side in the presidential election until now, writing this, whatever you do, however, resist the siren song of a dangerous demagogue."}, {"sentId": 306, "text": "By all means vote, just not for Donald Trump."}, {"sentId": 307, "text": "Why now?"}, {"sentId": 308, "text": "DAVID MASTIO, DEPUTY EDITORIAL PAGE EDITOR OF USA TODAY: Well, we try to keep an open mind for this year as a train wreck has been going on in front of us, and we try to keep an open mind through the -- through the..."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 309, "text": "Primary?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 310, "text": "... through the primary, through the -- through the conventions where Donald Trump attacked a gold star family."}, {"sentId": 311, "text": "We try to keep an open mind through this first debate, but that was train wreck too."}, {"sentId": 312, "text": "And when we came back into the office after the first debate, it was very easy for diverse editorial board with conservatives, liberals, libertarians, progressives, moderates."}, {"sentId": 313, "text": "We just looked at each and -- and we knew this was the right thing to do."}], "speaker": "MASTIO", "secId": 127}, {"sentences": [{"sentId": 314, "text": "You called Trump, you say erratic, ill-equipped to be commander in chief, a serial liar, someone who traffics in prejudice, and has coerced a national dialogue."}, {"sentId": 315, "text": "You say his business career is checkered."}, {"sentId": 316, "text": "I mean, that's pretty damning."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 317, "text": "And we were -- we were nice."}, {"sentId": 318, "text": "I mean, checkered is, you know, a very diplomatic way to say, you know, six bankruptcies."}, {"sentId": 319, "text": "It's really amazing."}, {"sentId": 320, "text": "We were just talking in the green room about how he treated this debate without preparation as if it was something of no importance."}, {"sentId": 321, "text": "And maybe you can understand why he's gone bankrupt six times because he maybe treats everything that's -- that normal people would treat as really important as something that you just do by the seat of your pants."}], "speaker": "MASTIO", "secId": 129}, {"sentences": [{"sentId": 322, "text": "So, your editorial board, David, isn't backing Hillary Clinton though writing some board members saying have serious reservations about Clinton's sense of entitlement, her lack of candor and her extreme carelessness in handling classified information."}, {"sentId": 323, "text": "So, where does this lead voters?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 324, "text": "Well, they can vote for the libertarian candidate, they can vote for Hillary Clinton."}, {"sentId": 325, "text": "I mean, one thing you can say for Hillary Clinton is you know what you're gonna get when you vote for Hillary Clinton."}, {"sentId": 326, "text": "When you vote for Donald Trump, is it gonna be the Donald Trump who gives money to planned parenthood or is it the Donald Trump who thinks women who want abortion should go to jail, is it the Nancy Pelosi Donald Trump, or is it the Uber conservative Trump, who knows?"}], "speaker": "MASTIO", "secId": 131}, {"sentences": [{"sentId": 327, "text": "Now, to you, Mr. Naftali, if we look across the country, editorial boards who typically endorse republican candidates are coming out for the first time in decades to back a democratic nominee, let's go to some of it."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 328, "text": "\"San Diego Union Tribune\" there, for 148 years has never endorsed a democrat."}, {"sentId": 329, "text": "\"The Arizona Republic\" for 120 years has never endorsed a democrat."}, {"sentId": 330, "text": "\"The Cincinnati Inquirer\" for nearly a century has not endorsed a democrat."}, {"sentId": 331, "text": "\"The Dallas Morning News\" for 75-plus years has not endorsed a democrat."}, {"sentId": 332, "text": "So, what is your -- I guess, you know, what's your take here?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 333, "text": "Well, Don, journalists are in the reality business, not the reality show business."}, {"sentId": 334, "text": "And I'm sure it's very hard, I mean, Don can tell you better -- but it must be very hard for an editor who demands..."}], "speaker": "NAFTALI", "secId": 134}, {"sentences": [{"sentId": 335, "text": "You mean David."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 336, "text": "... David, I mean, sorry -- who demands accuracy and, you know, data from his or her journalists to support someone who has a problematic relationship with the truth."}, {"sentId": 337, "text": "We're not talking about policy issues and good ones versus bad ones."}, {"sentId": 338, "text": "I can see how editors throughout this country find it hard to embrace somebody who first of all has nothing but disdain for what they do and who is not in a reality-based campaign, is not offering one."}, {"sentId": 339, "text": "That's one."}], "speaker": "NAFTALI", "secId": 136}, {"sentences": [{"sentId": 340, "text": "The other thing I think is that Donald Trump's campaign is directed against what he calls the elite and the way he defines the elite includes almost everybody almost in the knowledge business in the United States."}, {"sentId": 341, "text": "Anybody who researches, thinks, analyze, writes, he considers them all to be part of this elite, which he doesn't trust."}], "speaker": "NAFTALI", "secId": 137}, {"sentences": [{"sentId": 342, "text": "Well, I would assume that editors and journalists consider themselves part of that world and Donald Trump has actually created this intense antagonism between himself and all of them."}, {"sentId": 343, "text": "So, I'm not surprised."}], "speaker": "NAFTALI", "secId": 138}, {"sentences": [{"sentId": 344, "text": "I think that this is no longer for many a question of political philosophy."}, {"sentId": 345, "text": "It is a questions of basic competence."}, {"sentId": 346, "text": "Could this person actually do what is required as president of the United States, regardless of where he comes on certain issues or matters of policy?"}], "speaker": "NAFTALI", "secId": 139}, {"sentences": [{"sentId": 347, "text": "Tim and David, thank you."}, {"sentId": 348, "text": "I just want to say I should have my glasses on when I'm reading this because you said, course in the national dialogue, and I think I said coarse."}, {"sentId": 349, "text": "Anyway, thank you so much."}, {"sentId": 350, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 351, "text": "Up next, why is Trump doubling down on his attacks against former Miss Universe Alicia Machado."}, {"sentId": 352, "text": "Will it hurt him on election day with women?"}, {"sentId": 353, "text": "We'll discuss."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 354, "text": "Donald Trump doubling down on his attacks against former Miss Universe Alicia Machado and saying he doesn't regret his overnight Twitter rant."}, {"sentId": 355, "text": "Let's discuss."}, {"sentId": 356, "text": "Symone Sanders is here, the former national press secretary for Bernie Sanders, and Stacy Washington, host of the Stacy On The Right radio show."}, {"sentId": 357, "text": "Hello, thank you for joining us, this is Friday evening."}, {"sentId": 358, "text": "Let's look at the those late night tweets from Donald Trump again."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 359, "text": "The first one says, did crooked Hillary help disgusting  Alicia M become a U.S. citizen so she could use her in the debate?"}, {"sentId": 360, "text": "Number two, using Alicia M in the debate as a paragon of virtue just shows that crooked Hillary suffers from bad judgment."}, {"sentId": 361, "text": "Hillary was set up by a con."}, {"sentId": 362, "text": "Wow, crooked Hillary was duped and used by my worst Miss U. Hillary floated her as an angel without checking her past, which is terrible."}, {"sentId": 363, "text": "Symone, what do you think?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 364, "text": "You know, Don, the day after the debate, there was an article in the \"Wall Street Journal\" where GOP strategists said that Donald Trump's performance in the debate did nothing to shore up his support with suburban women that had been \"cool to him.\""}], "speaker": "SANDERS", "secId": 144}, {"sentences": [{"sentId": 365, "text": "These tweets last night I think effectively thank that."}, {"sentId": 366, "text": "You know, Donald Trump didn't even understand that secretary Clinton wasn't showing or parading Ms. Machado as a beacon, as a paragon of virtue or an angel."}, {"sentId": 367, "text": "She was highlighting the disparaging way which Donald Trump spoke to her seemingly because just because she was a woman."}], "speaker": "SANDERS", "secId": 145}, {"sentences": [{"sentId": 368, "text": "And highlighting things that women all across the country can identify with is someone talking about them because of their weight."}, {"sentId": 369, "text": "So, I definitely think that Donald Trump effectively put the nail in the coffin with these tweets last night."}], "speaker": "SANDERS", "secId": 146}, {"sentences": [{"sentId": 370, "text": "Stacy?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 371, "text": "I couldn't disagree more."}, {"sentId": 372, "text": "I think there's an interesting dichotomy here, where we see Donald Trump at a different standard than Hillary Clinton."}, {"sentId": 373, "text": "Hillary called the women that her husband had affairs with bimbos."}, {"sentId": 374, "text": "She seeks all kinds of private investigators on these women."}], "speaker": "WASHINGTON", "secId": 148}, {"sentences": [{"sentId": 375, "text": "... Monica Lewinsky that in one -- it was a conversation, a private conversation with her best girlfriend."}, {"sentId": 376, "text": "She didn't do it publicly."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 377, "text": "There have been other instances where she has attacked these women and they're coming out in droves saying just how difficult it's been for them being under her boot."}, {"sentId": 378, "text": "So, it's a double standard."}, {"sentId": 379, "text": "Either she should defend all women like black conservative women who are attacked by liberals for being conservative, she should defend Condoleezza Rice who was viciously attacked while she served in George Bush's cabinet, or she should just sit back and not say anything about it."}], "speaker": "WASHINGTON", "secId": 150}, {"sentences": [{"sentId": 380, "text": "Let me this."}, {"sentId": 381, "text": "You guys can talk about this."}, {"sentId": 382, "text": "Is it the same thing as -- you know for an 18-year-old, 19-year-old woman to, you know, parade her in front of cameras and say, you know, she's an eating machine as to women who got into a consensual relationship knowing that someone was married and then suffer the consequences for it, and if you were - say your husband cheated on you, would you say nice things about the person with whom he cheated?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 383, "text": "This isn't about what I would do."}, {"sentId": 384, "text": "That's a hypothetical that I'm not prepared to address."}], "speaker": "WASHINGTON", "secId": 152}, {"sentences": [{"sentId": 385, "text": "Let's say any woman, any woman, have you known a woman to say glowing things about the woman his -- her husband had an affair with?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 386, "text": "Don, it's an excellent point."}, {"sentId": 387, "text": "Obviously, any woman whose husband cheats on them is going to have an issue with the woman who did the cheating."}, {"sentId": 388, "text": "The question is how long would you say, five affairs, six affairs?"}, {"sentId": 389, "text": "Six or seven affairs and some accusations of rape?"}, {"sentId": 390, "text": "There are 24 or 26 women who have accused her husband of having an affair with them or exposing himself to them."}, {"sentId": 391, "text": "It's a rampant..."}], "speaker": "WASHINGTON", "secId": 154}, {"sentences": [{"sentId": 392, "text": "This is ridiculous."}], "speaker": "SANDERS", "secId": 155}, {"sentences": [{"sentId": 393, "text": "Symone, my original question was is it a fair and equal comparison?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 394, "text": "No, it's not a fair and equal comparison."}, {"sentId": 395, "text": "These are apples to freaking grapes, okay, when we're talking about this comparison."}, {"sentId": 396, "text": "The fact of the matter is..."}], "speaker": "SANDERS", "secId": 157}, {"sentences": [{"sentId": 397, "text": "Fruit?"}], "speaker": "WASHINGTON", "secId": 158}, {"sentences": [{"sentId": 398, "text": "... Donald Trump is running to be president of the United States of America, and he has..."}], "speaker": "SANDERS", "secId": 159}, {"sentences": [{"sentId": 399, "text": "So is Hillary."}], "speaker": "WASHINGTON", "secId": 160}, {"sentences": [{"sentId": 400, "text": "SANDERS ... repeatedly -- he has repeatedly said very disparaging things about women."}, {"sentId": 401, "text": "He said pregnancy is an inconvenience to an employer."}, {"sentId": 402, "text": "He said that women who have abortions should be punished."}, {"sentId": 403, "text": "He has called dogs, miss piggy, miss housekeeping."}, {"sentId": 404, "text": "He has shown time and time again..."}], "speaker": "WASHINGTON", "secId": 161}, {"sentences": [{"sentId": 405, "text": "Those were alleged, not corroborated."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 406, "text": "Pardon me."}, {"sentId": 407, "text": "Both have been alleged."}, {"sentId": 408, "text": "But he has time and time again showed that he really has no respect in his word when it comes to women and speaking about them."}, {"sentId": 409, "text": "So how can you serve as president of the united states, president of all people, men and women, black, white, Latino, Asian, American, Native American or otherwise."}, {"sentId": 410, "text": "These are real questions that people across the country are asking themselves today and Donald Trump has to be able to answer these questions."}], "speaker": "SANDERS", "secId": 163}, {"sentences": [{"sentId": 411, "text": "Okay, so Hillary Clinton shot back this morning, said this is unhinged even for Trump."}, {"sentId": 412, "text": "And then she said, what kind of a man stays up all night to smear a woman with lies and conspiracy theories."}, {"sentId": 413, "text": "Stacy, 39 days of the election."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 414, "text": "Are they lies?"}, {"sentId": 415, "text": "Is it true that she has a checkered past and she lacks credibility?"}, {"sentId": 416, "text": "I would say yes."}, {"sentId": 417, "text": "She was porn star..."}], "speaker": "WASHINGTON", "secId": 165}, {"sentences": [{"sentId": 418, "text": "That has not been corroborated."}], "speaker": "SANDERS", "secId": 166}, {"sentences": [{"sentId": 419, "text": "That has not been corroborated."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 420, "text": "Well, let's put it this way..."}], "speaker": "WASHINGTON", "secId": 168}, {"sentences": [{"sentId": 421, "text": "But even if she was, why would it matter?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 422, "text": "It has not been corroborated."}, {"sentId": 423, "text": "Why are we going to look into that?"}], "speaker": "WASHINGTON", "secId": 170}, {"sentences": [{"sentId": 424, "text": "I understand that."}, {"sentId": 425, "text": "But why -- no, honestly."}, {"sentId": 426, "text": "I have to ask you this, Stacy."}, {"sentId": 427, "text": "If she was -- let's say she was a porn star, why would that matter?"}, {"sentId": 428, "text": "Why would you shame a woman for doing what she wants to do?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 429, "text": "It goes to her credibility, Don."}, {"sentId": 430, "text": "It goes to her credibility."}, {"sentId": 431, "text": "Absolutely."}], "speaker": "WASHINGTON", "secId": 172}, {"sentences": [{"sentId": 432, "text": "Don, the fact to the matter is whether someone is a porn star or not, whether they are stripper or Mother Teresa, it is never okay to shame them because of what they look like and their body, what someone decides to do in their personal choices does not give anyone else license to treat them any kind of way."}, {"sentId": 433, "text": "What Donald Trump said in those tweets was make excuses and make it seem like it's okay."}], "speaker": "SANDERS", "secId": 173}, {"sentences": [{"sentId": 434, "text": "We're going to be a little bit late in this segment."}, {"sentId": 435, "text": "I have to ask you."}, {"sentId": 436, "text": "Is it a matter of degrees when you're talking about this whether she's a porn star, whether she posed nude or what you have, because Mr. Trump's own wife has posed nude and people, you know, wanted to shame her for it nor should she be shamed for doing whatever she wants to do with her body."}, {"sentId": 437, "text": "That is a woman's prerogative."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 438, "text": "Don, it was okay for people to shame her?"}], "speaker": "WASHINGTON", "secId": 175}, {"sentences": [{"sentId": 439, "text": "Hang on."}, {"sentId": 440, "text": "Hold on."}, {"sentId": 441, "text": "Hold on."}, {"sentId": 442, "text": "Why would you say that?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 443, "text": "Because it was all over the media that she posed nude."}, {"sentId": 444, "text": "The pictures were put on the cover of a magazine and people just -- they had a field day with it."}, {"sentId": 445, "text": "And I didn't see Hillary Clinton..."}], "speaker": "WASHINGTON", "secId": 177}, {"sentences": [{"sentId": 446, "text": "That doesn't mean it's okay to shame..."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 447, "text": "I'm not saying it's okay, Don."}, {"sentId": 448, "text": "I'm saying it's a double standard."}], "speaker": "WASHINGTON", "secId": 179}, {"sentences": [{"sentId": 449, "text": "You just said it was okay."}, {"sentId": 450, "text": "You said it -- didn't you say she should have been shamed?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 451, "text": "No, I said it goes to her credibility."}, {"sentId": 452, "text": "I didn't say she should be shamed."}, {"sentId": 453, "text": "Look, Don, I'm a woman..."}], "speaker": "WASHINGTON", "secId": 181}, {"sentences": [{"sentId": 454, "text": "It goes to Mrs. Trump's credibility?"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 455, "text": "No, hold on."}, {"sentId": 456, "text": "I just want to make sure that it's clear because I don't want you to be taking out of context here."}, {"sentId": 457, "text": "I don't think that anyone should be shamed, Mrs. Trump at all, but you said it goes to whose credibility you speaking of here?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 458, "text": "I'm speaking of the credibility of Miss Universe."}], "speaker": "WASHINGTON", "secId": 184}, {"sentences": [{"sentId": 459, "text": "Okay."}, {"sentId": 460, "text": "So, let me ask you this..."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 461, "text": "All of the things they're alleging have gone on that go to the credibility."}], "speaker": "WASHINGTON", "secId": 186}, {"sentences": [{"sentId": 462, "text": "This is a clip from Buzz Feed, Playboy, softcore video from 2000."}, {"sentId": 463, "text": "Donald Trump is seen in this clip in 13-second clip in a cameo."}, {"sentId": 464, "text": "He was talking to reporter and then appears to pour a bottle of champagne over a Playboy logo on a limousine."}, {"sentId": 465, "text": "We have asked the Trump campaign for comment."}, {"sentId": 466, "text": "The Clinton spokes and Mike Morrell had a reaction telling reporters this, there's been a lot of talk about sex tapes today and in a strange turn of  events, only one adult film has emerged today and its star is Donald J. Trump."}, {"sentId": 467, "text": "How do you respond to that, Stacy?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 468, "text": "I haven't seen the tape, Don, and I think when we were talking about what I was gonna discuss when I came on the program, I would have appreciated having the opportunity to review that so I could discuss it with you but since I haven't had a chance to take a look at it, I can't really comment on it."}], "speaker": "WASHINGTON", "secId": 188}, {"sentences": [{"sentId": 469, "text": "Okay."}, {"sentId": 470, "text": "It's been out there all day."}, {"sentId": 471, "text": "It's been all over."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 472, "text": "That wasn't a subject for our panel tonight."}], "speaker": "WASHINGTON", "secId": 190}, {"sentences": [{"sentId": 473, "text": "Okay."}, {"sentId": 474, "text": "All right."}, {"sentId": 475, "text": "Would you like to respond, Symone?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 476, "text": "I would like to comment."}, {"sentId": 477, "text": "You know, Don, whether she had seen the tape or not, I haven't seen the tape either just for the record for myself, but I think this goes to yet again a double standard."}, {"sentId": 478, "text": "You haven't seen the tape, Stacy, so it's a suggestion that Donald Trump was in fact in this video."}], "speaker": "SANDERS", "secId": 192}, {"sentences": [{"sentId": 479, "text": "It's been suggested that Alicia Machado has a checked past."}, {"sentId": 480, "text": "Again, if we were talking about Alicia Machado, I don't think anyone else would be asking -- I don't think Stacy would be asking to see the tape and see the video."}, {"sentId": 481, "text": "The fact of the matter is..."}], "speaker": "SANDERS", "secId": 193}, {"sentences": [{"sentId": 482, "text": "I don't think you should be alleging what I would be doing."}, {"sentId": 483, "text": "You don't know me."}], "speaker": "WASHINGTON", "secId": 194}, {"sentences": [{"sentId": 484, "text": "Donald Trump has a long history of disparaging women and treating them unfairly and this is..."}], "speaker": "SANDERS", "secId": 195}, {"sentences": [{"sentId": 485, "text": "Okay."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 486, "text": "As does Hillary Clinton."}], "speaker": "WASHINGTON", "secId": 197}, {"sentences": [{"sentId": 487, "text": "... and attitude that is not fitting for someone running for president."}], "speaker": "SANDERS", "secId": 198}, {"sentences": [{"sentId": 488, "text": "I got to go."}, {"sentId": 489, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 490, "text": "As does Hillary Clinton."}], "speaker": "WASHINGTON", "secId": 200}, {"sentences": [{"sentId": 491, "text": "Thank you, Stacy."}, {"sentId": 492, "text": "Thank you, Symone."}, {"sentId": 493, "text": "I appreciate it."}, {"sentId": 494, "text": "We will come right back."}, {"sentId": 495, "text": "What Howard Stern says about Donald Trump and what it could mean on election day."}], "speaker": "LEMON", "secId": 201}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.30.cnnt.01.html.json", "time": "Aired September 30, 2016 - 22:00   ET"}