{"sectionCount": 144, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "WALD", "SCHIAVO", "NUTTER", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "WLADIS", "WETRIN", "D'AMBRISI", "SIDNER", "GOELZ", "TORNETTA"], "subTitle": "Five Killed in Amtrak Derailment Near Philadelphia; Passengers Share Harrowing Experiences; Interview with Mayor Nutter. Aired 12-1a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/12/cnnt.03.html", "sentenceCount": 571, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "All right."}, {"sentId": 2, "text": "It is midnight on the east coast."}, {"sentId": 3, "text": "I am Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Our breaking news tonight, five people killed as an Amtrak train derails north of Philadelphia, the information coming in just now from the mayor and from officials in Philadelphia."}, {"sentId": 5, "text": "At least 50 people are hospitalized."}, {"sentId": 6, "text": "Six of those we are told are in critical condition this evening."}, {"sentId": 7, "text": "Amtrak Northeast Regional Train 188 traveling from Washington to New York City."}, {"sentId": 8, "text": "238 passengers, five crew members on the train when it derailed in that section of Philadelphia."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "Hospitals across Philadelphia are receiving patients at this hour as rescue workers work feverishly at the scene to try to make sure that everyone is out of that scene to try to make sure that everyone is out of that scene."}, {"sentId": 10, "text": "The FBI is assisting in this investigating as well."}, {"sentId": 11, "text": "So far there is nothing to indicate the derailment was an act of terrorism."}, {"sentId": 12, "text": "That information is coming from the FBI."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 13, "text": "Amtrak has canceled all service between Philadelphia and New York."}, {"sentId": 14, "text": "And the railroad asks people with questions about friends and family members on board to call this number."}, {"sentId": 15, "text": "Here sit for you."}, {"sentId": 16, "text": "It's 1-800- 523-9101."}, {"sentId": 17, "text": "Again, 1-800-523-9101."}, {"sentId": 18, "text": "The mayor of Philadelphia giving a press conference and taking questions from folks there."}, {"sentId": 19, "text": "The mayor saying it is absolutely disastrous, an absolute disastrous mess and saying he has never seen anything like this in my life."}, {"sentId": 20, "text": "Never seen anything like this in my life."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 21, "text": "Matthew L. Wald joins us now and he is an accident expert."}, {"sentId": 22, "text": "Matthew, you said this is one of Amtrak's worst accidents?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 23, "text": "Yes."}, {"sentId": 24, "text": "Because the railroad actually has a pretty good safety record and the northeast corridor generally has a good safety worker."}, {"sentId": 25, "text": "They have occasional accidents where a track worker is struck."}, {"sentId": 26, "text": "These accidents are infrequent and there's a reason."}, {"sentId": 27, "text": "They are pretty well engineered and pretty well maintained."}, {"sentId": 28, "text": "Something has gone wrong here either with the train or the track or both."}, {"sentId": 29, "text": "They are both Amtrak's problem, they are both Amtrak's issue."}], "speaker": "WALD", "secId": 6}, {"sentences": [{"sentId": 30, "text": "You know, in the past they have had a Crash because I think it was back in the early 70s because the engineer was high on drugs."}, {"sentId": 31, "text": "You can get all sorts of problems."}, {"sentId": 32, "text": "The train system is getting more automated and that's, Mary Schiavo mentioned at positive train control."}, {"sentId": 33, "text": "And that can eliminate a category of accidents but at the moment we don't know what category this accident is in."}], "speaker": "WALD", "secId": 7}, {"sentences": [{"sentId": 34, "text": "Mary Schiavo, you want to talk about that?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 35, "text": "Well, and Matthew's exactly right."}, {"sentId": 36, "text": "Positive train control is something that gives the train and the conductor and the people working on the track, anyone in relationship with the train and track, gives them information about where the train is on the track and what else is on the track and it uses various sensors and computer communication to give the conductor as much information as possible."}], "speaker": "SCHIAVO", "secId": 9}, {"sentences": [{"sentId": 37, "text": "However, it won't stop things Like a tractor trailer pulls on to the track."}, {"sentId": 38, "text": "The positive train control won't stop in time or won't be able to give the engineer enough time to stop that kind of an accident from happening but it is supposed to give information to The train."}, {"sentId": 39, "text": "For example, if two trains are on the same track and they're headed on a collision course or one is not moving ahead fast enough, that's the kind of thing that positive train control can tell the engineer."}, {"sentId": 40, "text": "If there's a work car on the track, a train car working on the track."}], "speaker": "SCHIAVO", "secId": 10}, {"sentences": [{"sentId": 41, "text": "OK.  Mary and Matthew on the phone, let's go over some of this information here."}, {"sentId": 42, "text": "shortly after 9:30, right around 9:30 they got the call from the Fire Department saying that there was an issue and once they got there they said they had six overturned train cars that they saw."}, {"sentId": 43, "text": "The train was going northbound in route from Washington D.C. to New York again, happen around 9:30 and five people confirmed dead."}, {"sentId": 44, "text": "243 people on board the train and that includes five Amtrak employees."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 45, "text": "They said it was seven cars including the engine that were completely derailed from the track."}, {"sentId": 46, "text": "200 police officers, 120 fire personnel on the scene along with the mayor and the chief, the fire chief there in Philadelphia."}, {"sentId": 47, "text": "Mayor Michael Nutter says that he has never seen anything like this in his life."}, {"sentId": 48, "text": "Amtrak is asking people with questions about friends and about family members there, 1-800- 523-9101."}, {"sentId": 49, "text": "The mayor of Philadelphia, Michael Nutter, just Moments ago."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 50, "text": "243 individuals on this train."}, {"sentId": 51, "text": "Five of whom are Amtrak employees."}, {"sentId": 52, "text": "Unfortunately, we can confirm at least five individuals deceased."}, {"sentId": 53, "text": "This is a preliminary estimate."}, {"sentId": 54, "text": "The train's seven cars including the engine are in various stages of disarray, turned over, upside down, on their side."}, {"sentId": 55, "text": "We are still investigating what's going on."}, {"sentId": 56, "text": "A total of 200 police personnel responded to this incident as well."}, {"sentId": 57, "text": "Most individuals were able to walk off of the train."}], "speaker": "NUTTER", "secId": 13}, {"sentences": [{"sentId": 58, "text": "At least five people dead in this accident."}, {"sentId": 59, "text": "At least and the reason we say that is because the mayor says we don't know what happened and we don't know why and in order to get an accurate account, an accurate count of the people who died, the people who were injured, where they are, that they need to match the manifest, the passenger manifest, meaning the people at the hospital, people who treated at the scene, people who possibly just walked away and on and on and on."}, {"sentId": 60, "text": "So they don't know exactly how many people yet."}, {"sentId": 61, "text": "They say at least five people have died in this crash."}, {"sentId": 62, "text": "Passenger on that train spoke up moments ago about what they experienced."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 63, "text": "We were in the front seat and this huge red suitcase came flying at me and pushed me to the side of the train and hit my chest."}, {"sentId": 64, "text": "I think I have a few fractured ribs."}, {"sentId": 65, "text": "I'm a nurse."}, {"sentId": 66, "text": "I tried to help many injured people on the train and they were very, very upset."}, {"sentId": 67, "text": "My son went back and got everybody off of our one car."}, {"sentId": 68, "text": "He helped them out."}, {"sentId": 69, "text": "There was a small opening in the door and we were able to get out."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 15}, {"sentences": [{"sentId": 70, "text": "And so your car actually toppled over?"}], "speaker": "UNIDENTIFIED MALE", "secId": 16}, {"sentences": [{"sentId": 71, "text": "Yes."}, {"sentId": 72, "text": "We were in the last car and it was on the side."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 17}, {"sentences": [{"sentId": 73, "text": "What was going through your mind that this was happening?"}], "speaker": "UNIDENTIFIED MALE", "secId": 18}, {"sentences": [{"sentId": 74, "text": "That this is a nightmare and it can't be happening."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 19}, {"sentences": [{"sentId": 75, "text": "It's unclear if anyone is still left on that train."}, {"sentId": 76, "text": "At least 50 people were transported to the hospital."}, {"sentId": 77, "text": "Again, and the mayor saying most of the people and the fire commissioner there saying most of the people were self-evacuated."}, {"sentId": 78, "text": "At least 150 people walked off the train themselves."}, {"sentId": 79, "text": "Many of those people are injured."}, {"sentId": 80, "text": "Many of those they called are the Walking Wounded and again, National Transportation Safety Board will arrive in the morning."}, {"sentId": 81, "text": "Amtrak was on the scene saying the northeast corridor is shut down between New York and Washington D.C."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 82, "text": "The mayor saying that everyone was there."}, {"sentId": 83, "text": "The National Transportation Safety Board working on this, they will get there tomorrow morning, Amtrak personnel, police, Homeland Security, SEPTA, state police and the Governor Tom Wolfe keeping an eye on what's going on in Philadelphia and offering to give as much assistance in this absolute disastrous mess - absolute disastrous mess that happened."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 84, "text": "Five people now died, six in critical condition."}, {"sentId": 85, "text": "Five people at least at this hour."}, {"sentId": 86, "text": "Matthew L. Wald, I want to get back to you."}, {"sentId": 87, "text": "The gentleman who was talking about this particular area where this crash happened it in the Frankfort section in Philadelphia this appears to be a rail yard."}, {"sentId": 88, "text": "Not sure if that tells us anything but is there anything that they should read into that?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 89, "text": "Trains can derail if there is a switch misaligned."}, {"sentId": 90, "text": "If it's a rail yard there are switches but it's not really clear what's happened here."}, {"sentId": 91, "text": "LEMON:  Yes."}, {"sentId": 92, "text": "How tough will it be for it to match this manifest list?"}, {"sentId": 93, "text": "Obviously they know everyone who is onboard the train because it's all computerized now once you get on and they take it."}, {"sentId": 94, "text": "Most of the people on board."}, {"sentId": 95, "text": "It depends on where it had stopped."}, {"sentId": 96, "text": "And if the conductor had a chance to come through correct and to scan everyone's ticket."}], "speaker": "WALD", "secId": 23}, {"sentences": [{"sentId": 97, "text": "They may have more identity information."}, {"sentId": 98, "text": "If you paid with a credit card."}, {"sentId": 99, "text": "If you're a member of Amtrak - not literally a frequent flier club but they have got a loyalty system, they may have contact information on lots of these folks and presumably they picked up most of them and took them to a hospital for - to be checked out to see what the extent of their injuries were."}, {"sentId": 100, "text": "So now, they've got to go down a list and check people off."}, {"sentId": 101, "text": "They should be able to get that done I don't know how much manpower they have on hand."}, {"sentId": 102, "text": "The airlines have gotten pretty proficient with this."}, {"sentId": 103, "text": "I don't know how Amtrak is set up."}, {"sentId": 104, "text": "But this kind of work."}], "speaker": "WALD", "secId": 24}, {"sentences": [{"sentId": 105, "text": "Mary Schiavo who is a former inspector general of Department of Transportation, you have investigated accidents."}, {"sentId": 106, "text": "When you hear the mayor and the officials on the scene say that one of their - one of the cars was just ripped apart, the engine completely separated."}, {"sentId": 107, "text": "One is perpendicular to the rest of the cars, talk to us about that."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 108, "text": "Well, and from the pictures, the one that is completely ripped apart, we can see it from the pictures in the last hour and a half that it seems to be for a long time."}, {"sentId": 109, "text": "So many of the flashlights were focused on the very mangled car."}, {"sentId": 110, "text": "And the one next to it, they were one perpendicular to the other and so one can sadly assume that that is probably where the deceased were."}, {"sentId": 111, "text": "But they - the location of the cars and the fact that one is perpendicular, you know, it does give us clues already and certainly we don't know the cause."}, {"sentId": 112, "text": "But given that they had - they ended up in that situation where they are perpendicular and it's very, very mangled, you know, that's not a slow derailment."}], "speaker": "SCHIAVO", "secId": 26}, {"sentences": [{"sentId": 113, "text": "You know, it's hard to estimate that kind of speed and it was headed into a curve."}, {"sentId": 114, "text": "But that's an awful lot of damage if it was a slow moving train and it simply derailed the track going around the curve."}, {"sentId": 115, "text": "The NTSB as soon as daylight hits and they are there, I mean, they will have clues almost immediately."}], "speaker": "SCHIAVO", "secId": 27}, {"sentences": [{"sentId": 116, "text": "The situation the scene you are Showing where the one car is very mangled and perpendicular To the other, that's a little Bit more than a derailment going around a curve."}, {"sentId": 117, "text": "We will have to wait and see."}, {"sentId": 118, "text": "I'm sure that the NTSB, as soon as it's daylight and they can get on the site will have a lot of information for us on the Very first briefing."}], "speaker": "SCHIAVO", "secId": 28}, {"sentences": [{"sentId": 119, "text": "You didn't know, did it start wobbling?"}, {"sentId": 120, "text": "I'm trying to figure out what you mean by acting funny?"}, {"sentId": 121, "text": "You couldn't tell at the time, you just knew that something was off?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 122, "text": "I was running normal."}, {"sentId": 123, "text": "Maybe fast, maybe not."}, {"sentId": 124, "text": "I don't know."}, {"sentId": 125, "text": "I know we got out of the gate late."}, {"sentId": 126, "text": "We slowed down somewhere else."}, {"sentId": 127, "text": "I don't know if they were trying to make up time."}, {"sentId": 128, "text": "I have no idea if it was running any faster than normal."}, {"sentId": 129, "text": "I do take the train pretty frequently."}, {"sentId": 130, "text": "But, you know, it seemed fine and then all of the sudden you hear noises and this and that and the train must have already started having problems."}, {"sentId": 131, "text": "I think there were eight cars and I had just finished walking all the way back and forth, which I do to keep exercising on the train from sitting all the time."}, {"sentId": 132, "text": "I sat down for about five minutes."}, {"sentId": 133, "text": "The first car must have already derailed by the time it got to the eighth car, you know, you know, it wasn't like, I could Tell, I have no idea what happened."}], "speaker": "WLADIS", "secId": 30}, {"sentences": [{"sentId": 134, "text": "Seven cars."}, {"sentId": 135, "text": "We are told it was seven cars."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 136, "text": "Seven cars."}], "speaker": "WLADIS", "secId": 32}, {"sentences": [{"sentId": 137, "text": "Yes."}, {"sentId": 138, "text": "Six of them they said overturned."}, {"sentId": 139, "text": "OK."}, {"sentId": 140, "text": "So where did you get on, Jeremy?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 141, "text": "I think where it originated with was Washington D.C."}], "speaker": "WLADIS", "secId": 34}, {"sentences": [{"sentId": 142, "text": "Where did you get on?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 143, "text": "I got on in Washington."}], "speaker": "WLADIS", "secId": 36}, {"sentences": [{"sentId": 144, "text": "And you were headed to New York City?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 145, "text": "Yes, sir."}], "speaker": "WLADIS", "secId": 38}, {"sentences": [{"sentId": 146, "text": "Yes."}, {"sentId": 147, "text": "Can you put Daniel on the phone?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 148, "text": "Yes, I will put Daniel on the phone right now."}], "speaker": "WLADIS", "secId": 40}, {"sentences": [{"sentId": 149, "text": "Thank you, Jeremy."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 150, "text": "No problem."}], "speaker": "WLADIS", "secId": 42}, {"sentences": [{"sentId": 151, "text": "Daniel?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 152, "text": "Hold on one second."}], "speaker": "WLADIS", "secId": 44}, {"sentences": [{"sentId": 153, "text": "Daniel?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 154, "text": "Hello."}, {"sentId": 155, "text": "Hi."}], "speaker": "WETRIN", "secId": 46}, {"sentences": [{"sentId": 156, "text": "Hi Daniel, it's Don Lemon with CNN."}, {"sentId": 157, "text": "You're on CNN live right now."}, {"sentId": 158, "text": "So you were on the train."}, {"sentId": 159, "text": "What happened?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 160, "text": "I must have been about six rows from the back of the train, everything was normal."}, {"sentId": 161, "text": "And then major impact."}, {"sentId": 162, "text": "By the time I had come to my senses I had been thrown to the floor in the aisle."}, {"sentId": 163, "text": "It was chaos."}, {"sentId": 164, "text": "Chairs were spinning around."}, {"sentId": 165, "text": "I think the chairs are built to change direction."}, {"sentId": 166, "text": "People were flying around."}, {"sentId": 167, "text": "Bags."}, {"sentId": 168, "text": "Pretty chaotic."}], "speaker": "WETRIN", "secId": 48}, {"sentences": [{"sentId": 169, "text": "After a few seconds you come to your senses and try to stood up and it took a couple of minutes or a few minutes before anyone could get the back door open."}, {"sentId": 170, "text": "And we all walked off from our carriage."}, {"sentId": 171, "text": "Everyone, there were a lot of people who clearly were injured."}, {"sentId": 172, "text": "People had bloodied faces."}, {"sentId": 173, "text": "But there was no major injury on our carriage."}, {"sentId": 174, "text": "We all walked off of the back."}, {"sentId": 175, "text": "I ran towards the food compartment, which I could see on this side."}], "speaker": "WETRIN", "secId": 49}, {"sentences": [{"sentId": 176, "text": "And that was really a bunch of people who were stuck in there."}, {"sentId": 177, "text": "Conscious and talking."}, {"sentId": 178, "text": "There was a lady running the food compartment who gave me a bag of ice, of ice to put on my eye."}, {"sentId": 179, "text": "I cut my eye."}, {"sentId": 180, "text": "She was pretty amazing for that."}, {"sentId": 181, "text": "There wasn't really much I could do."}, {"sentId": 182, "text": "I came off the back."}, {"sentId": 183, "text": "We filed off the tracks."}, {"sentId": 184, "text": "And that's it."}], "speaker": "WETRIN", "secId": 50}, {"sentences": [{"sentId": 185, "text": "And what happened when the crews got there?"}, {"sentId": 186, "text": "Before you answer that Daniel, I want to ask you, before this happened, did you hear anything?"}, {"sentId": 187, "text": "Did you feel anything?"}, {"sentId": 188, "text": "The train start to wobble?"}, {"sentId": 189, "text": "Was there an impact?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 190, "text": "Nothing."}, {"sentId": 191, "text": "Absolutely nothing."}, {"sentId": 192, "text": "Until that second of impact, I felt nothing."}, {"sentId": 193, "text": "I didn't think anything about speed, nothing."}, {"sentId": 194, "text": "Everything was normal."}], "speaker": "WETRIN", "secId": 52}, {"sentences": [{"sentId": 195, "text": "And then Jeremy says all of the sudden when he came to his senses he saw people in the luggage card and everything was just in the luggage wreck, everything was just all over was a wreck."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 196, "text": "There were two people above our head in the luggage rack asking to be helped down."}, {"sentId": 197, "text": "The chairs, I think they were in the middle to change directions So they had all come loose so people stuck behind chairs."}, {"sentId": 198, "text": "We clearly caught the end of the lightest part of the impact."}, {"sentId": 199, "text": "But at our end it was still chaotic."}, {"sentId": 200, "text": "But I have no idea what the front end looked like."}], "speaker": "WETRIN", "secId": 54}, {"sentences": [{"sentId": 201, "text": "And so once the rescue people got there, what happened?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 202, "text": "I think it was just a bit of chaos as well."}, {"sentId": 203, "text": "It looked like hundreds of emergency crews that had to cut through the fence."}, {"sentId": 204, "text": "There must have been like 10 minutes of impact by the time that one had arrived."}, {"sentId": 205, "text": "There were cut cables hanging around."}, {"sentId": 206, "text": "It was mayhem."}, {"sentId": 207, "text": "It was calm mayhem."}, {"sentId": 208, "text": "Because everyone was calm."}, {"sentId": 209, "text": "Everyone on the back of the compartment were pretty much OK.  Everyone seemed like they walked off."}, {"sentId": 210, "text": "There were ambulances, fire brigade, police, and the whole shebang."}], "speaker": "WETRIN", "secId": 56}, {"sentences": [{"sentId": 211, "text": "So Daniel, if you can do me a favor now, is Janna."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 212, "text": "Hello?"}], "speaker": "D'AMBRISI", "secId": 58}, {"sentences": [{"sentId": 213, "text": "Hi it's Don Lemon."}, {"sentId": 214, "text": "You're on CNN live."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 215, "text": "Hi Don."}], "speaker": "D'AMBRISI", "secId": 60}, {"sentences": [{"sentId": 216, "text": "How are you?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 217, "text": "I'm all right."}], "speaker": "D'AMBRISI", "secId": 62}, {"sentences": [{"sentId": 218, "text": "Yes."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 219, "text": "Thank goodness."}], "speaker": "D'AMBRISI", "secId": 64}, {"sentences": [{"sentId": 220, "text": "So tell me what happened."}, {"sentId": 221, "text": "D'AMBRISI:  So I was sitting in the second to last car on the right side of the train in the aisle seat and reading a book."}, {"sentId": 222, "text": "Everything seemed normal."}, {"sentId": 223, "text": "It felt like we were going too sharp around the curve and there was a jolt and immediately you could feel the train derail."}, {"sentId": 224, "text": "There was a wave of panic initially."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 225, "text": "I was thrown into the girl net to me sitting next to me in the window seat as the train started to tip that way."}, {"sentId": 226, "text": "People on the other side of the train started to fall on us but some people must have fallen above me because somebody's calf hit me in the side of the head."}, {"sentId": 227, "text": "I was praying please make it stop."}, {"sentId": 228, "text": "Please make it stop."}, {"sentId": 229, "text": "I felt like we were gliding along for a little while there and I don't know if it only felt that way and maybe it was only a few seconds but I was praying the train didn't tip any more."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 230, "text": "I was afraid we were going to fall all the way on our side."}, {"sentId": 231, "text": "It finally stopped at a tilt and everyone was screaming."}, {"sentId": 232, "text": "So I stood up."}, {"sentId": 233, "text": "I realized I wasn't hurt, thank God."}, {"sentId": 234, "text": "So immediately I was asking everyone around me, are you OK?"}, {"sentId": 235, "text": "Are you OK.  Are you still there?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 236, "text": "I'm here."}, {"sentId": 237, "text": "I'm listening to you."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 238, "text": "OK.  And there were some people lying on the floor."}, {"sentId": 239, "text": "You couldn't tell if they were injured or just had been thrown and they were really shaken."}, {"sentId": 240, "text": "It seemed like people immediately around me were OK.  Then I heard this loud banging And I went to the bathroom."}, {"sentId": 241, "text": "The door was stuck."}, {"sentId": 242, "text": "The metal must have been bent."}, {"sentId": 243, "text": "I could hear people just outside near where the exit to that car would be."}], "speaker": "D'AMBRISI", "secId": 69}, {"sentences": [{"sentId": 244, "text": "They were trying to bang Something open."}, {"sentId": 245, "text": "Some guy had like a giant hammer."}, {"sentId": 246, "text": "I told them there was somebody stuck in the bathroom."}, {"sentId": 247, "text": "He was able to come and somehow bang on the lock and get that guy out."}, {"sentId": 248, "text": "So I went back to my seat not really knowing what to do, Checking on people and finally I was like what am I doing?"}, {"sentId": 249, "text": "I was able to find my bag with my cell phone and I was helping people around me get off the train."}, {"sentId": 250, "text": "There was one girl clearly having a panic attack and I held her and asked her name and got Her off the train together."}, {"sentId": 251, "text": "We exited to the back."}], "speaker": "D'AMBRISI", "secId": 70}, {"sentences": [{"sentId": 252, "text": "And so Janna, your car didn't flip right?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 253, "text": "No."}], "speaker": "D'AMBRISI", "secId": 72}, {"sentences": [{"sentId": 254, "text": "It didn't flip."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 255, "text": "Can you, thank goodness, can you standby?"}, {"sentId": 256, "text": "I need to get to someone but I want to come back to you if you can standby."}, {"sentId": 257, "text": "Will you do that for me please?"}], "speaker": "D'AMBRISI", "secId": 74}, {"sentences": [{"sentId": 258, "text": "Sure."}], "speaker": "D'AMBRISI", "secId": 75}, {"sentences": [{"sentId": 259, "text": "OK."}, {"sentId": 260, "text": "I want to get to Philadelphia Mayor Michael Nutter."}, {"sentId": 261, "text": "He joins us now by phone."}, {"sentId": 262, "text": "Mayor, I saw your press conference where you said this was an absolute disastrous mess and you had never seen anything like it."}, {"sentId": 263, "text": "NUTTER:  I was down on the tracks."}, {"sentId": 264, "text": "Some were upside down, the engine completely separated maybe 50 feet ahead of the other six cars."}, {"sentId": 265, "text": "Sit is a devastating scene and folks are saying and certainly myself have never seen anything like it before."}, {"sentId": 266, "text": "Some basic facts, 243 total individuals as best we know at the moment."}, {"sentId": 267, "text": "All preliminary information."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 268, "text": "On that train, five were Amtrak personnel and the others were passengers."}, {"sentId": 269, "text": "Unfortunately we have five confirmed dead but like I said, there are trains literally upside down and on their side so we're still investigating."}, {"sentId": 270, "text": "NTSB is on their way to Philadelphia and they have been fully activated."}, {"sentId": 271, "text": "They have halted all investigations with regard to trains."}, {"sentId": 272, "text": "Full complement, fire personnel who were in charge, police department, homeland security, and other first responders, of course, Amtrak, and all of those personnel."}, {"sentId": 273, "text": "Most people were able to literally walk off of the train."}, {"sentId": 274, "text": "There were some transports."}, {"sentId": 275, "text": "About 55 people transported."}, {"sentId": 276, "text": "Of those 55, six are reported in critical condition, but most others are with various injuries, bumps, bruises, etc."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 277, "text": "Mayor, have you gotten everybody off the train?"}, {"sentId": 278, "text": "Do you know?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 279, "text": "I cannot say that Definitively only because we are still investigating."}, {"sentId": 280, "text": "As I said, there are trains sideways, upside down, one split in half."}, {"sentId": 281, "text": "Our personnel have done a variety of sweeps and I can't say at this moment that everyone is off of those various train cars."}], "speaker": "NUTTER", "secId": 79}, {"sentences": [{"sentId": 282, "text": "Mayor?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 283, "text": "The overwhelming majority are."}], "speaker": "NUTTER", "secId": 81}, {"sentences": [{"sentId": 284, "text": "Mayor, you said earlier and I understand you said you don't know what happened here and we don't know why and you don't want to speculate."}, {"sentId": 285, "text": "But does it appear that this train was impacted by something else or earlier reports that there was possibly an impact with the CSX train or and then of there was other..."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 286, "text": "Other than that I cannot speculate on what exactly happened here, we'll wait for the investigators to get on the ground."}, {"sentId": 287, "text": "But there is no indication there was any other train involved but at the same time we don't know what happened here."}, {"sentId": 288, "text": "And we'll wait together for an investigation before putting out any information on that."}], "speaker": "NUTTER", "secId": 83}, {"sentences": [{"sentId": 289, "text": "And just before you came out I'm sure you heard we have three of the passengers on and we were speaking to Janna and Janna said, she said that everything was normal, all of the three passenger said, everything was normal."}, {"sentId": 290, "text": "And so there was no indication of anything and all of the sudden chaos."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 291, "text": "I just can't even imagine What the passengers went through and quite frankly it was just great to hear their voices."}, {"sentId": 292, "text": "I mean this is - Don, you know, I have been on that train many, many times coming out of Washington."}, {"sentId": 293, "text": "Obviously going through to Philadelphia."}, {"sentId": 294, "text": "Probably a 7 something P.M. train."}, {"sentId": 295, "text": "But, you know, you know, I would be getting off at another station."}, {"sentId": 296, "text": "But we don't know."}, {"sentId": 297, "text": "Nothing like this has ever happened in my memory."}], "speaker": "NUTTER", "secId": 85}, {"sentences": [{"sentId": 298, "text": "Yeah."}, {"sentId": 299, "text": "And you're right."}, {"sentId": 300, "text": "I had to check myself."}, {"sentId": 301, "text": "It bothered me more because Philadelphia is considered one of my homes."}, {"sentId": 302, "text": "It was the first place I had ever I was there for a long time."}, {"sentId": 303, "text": "And it is just devastating to see that you have enough personnel, I mean, the good thing about Philadelphia is you have great hospitals, you can deal with the situation."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 304, "text": "No question about that and you know."}, {"sentId": 305, "text": "We got tons of people up here all of the investigators, all of the personnel and really just you know, waiting to assist the NTSB and with their expertise but all of the personnel is still on the ground and we will be here until we figure out and make sure that there."}], "speaker": "NUTTER", "secId": 87}, {"sentences": [{"sentId": 306, "text": "Mayor I will let you go but when can we expect another update?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 307, "text": "There might be something in the next half hour or 45 Minutes."}, {"sentId": 308, "text": "And we will let you all know."}], "speaker": "NUTTER", "secId": 89}, {"sentences": [{"sentId": 309, "text": "Mayor Michael Nutter city of Philadelphia dealing with this horrific situation."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 310, "text": "Thank you."}], "speaker": "NUTTER", "secId": 91}, {"sentences": [{"sentId": 311, "text": "Five people dead, six are in critical condition."}, {"sentId": 312, "text": "At least 65 transported to the hospital."}, {"sentId": 313, "text": "Some of - most of those according to the mayor walked off of the train."}, {"sentId": 314, "text": "At least 150 people walked off the train."}, {"sentId": 315, "text": "They have no idea why this happened, how it happened and why."}, {"sentId": 316, "text": "And they are still trying to get information."}, {"sentId": 317, "text": "But they said also the mayor saying they have no indication now that there was any sort of impact with another train here."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 318, "text": "You heard several passengers who were on board the train saying everything was fine until it wasn't."}, {"sentId": 319, "text": "One passenger said well maybe they thought - she thought they were going around a curve really fast and that may have happened but it happened so quickly they didn't know what was going on."}, {"sentId": 320, "text": "And then all of a sudden they said they were upside down, upturned to down and people were inside the luggage racks and trying to get help."}, {"sentId": 321, "text": "One man was trapped in the bathroom."}, {"sentId": 322, "text": "It is just unbelievable scene."}, {"sentId": 323, "text": "I want to get to CNN Sara Sidner now who has some information for us."}, {"sentId": 324, "text": "Sara what do you have?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 325, "text": "We just arrived on the scene here."}, {"sentId": 326, "text": "There are about eight fire trucks and you can see them flashing lights."}, {"sentId": 327, "text": "There are so many vehicles here to rescue and to try to help the situation."}, {"sentId": 328, "text": "It's amazing."}, {"sentId": 329, "text": "This is rare."}, {"sentId": 330, "text": "I have never seen so many all in one place."}, {"sentId": 331, "text": "Obviously we are just hearing from the mayor that there were seven cars that derailed."}, {"sentId": 332, "text": "One of them split in half that includes the engine as well."}], "speaker": "SIDNER", "secId": 94}, {"sentences": [{"sentId": 333, "text": "I will step out of the shot so you can get some sense of this."}, {"sentId": 334, "text": "Now if you're looking to the right of your screen, just beyond where these fire trucks are, there's a helicopter in the air that is over the actual scene of where the derailment is."}, {"sentId": 335, "text": "We're also looking at some of the officers that are also here."}, {"sentId": 336, "text": "There are plenty of police officers also here."}, {"sentId": 337, "text": "They've got a lot of roads that are blocked off."}, {"sentId": 338, "text": "The residents here are walking back and forth a bit stunned about what is going on in this neighborhood here in Philadelphia."}, {"sentId": 339, "text": "But there are a plethora of emergency vehicles out here waiting to help anyone who may still be inside and giving directions as to where people should go and what people should do."}, {"sentId": 340, "text": "We do know that they have cancelled train service as you might imagine between New York and Philadelphia both ways."}], "speaker": "SIDNER", "secId": 95}, {"sentences": [{"sentId": 341, "text": "This train headed towards New York from Washington D.C.  A lot of people take this commuter train."}, {"sentId": 342, "text": "And you're just seeing on and on and on you're seeing rescue personnel."}, {"sentId": 343, "text": "There is a police officer with his dog."}, {"sentId": 344, "text": "But we are just waiting to see if we get more information as to if there are any other people who may be trapped on those derailed cars."}], "speaker": "SIDNER", "secId": 96}, {"sentences": [{"sentId": 345, "text": "We do now know that there are several fatalities."}, {"sentId": 346, "text": "At least five people have died in this according to the mayor."}, {"sentId": 347, "text": "There are about 50 people who have been injured though most people were able to walk away from this accident with scrapes and bruises but this is a really hard day for commuters and the city of Philadelphia and beyond, Don."}], "speaker": "SIDNER", "secId": 97}, {"sentences": [{"sentId": 348, "text": "You bet you."}, {"sentId": 349, "text": "Thank you, Sara Sidner at the scene about horrific crash in Philadelphia."}, {"sentId": 350, "text": "Sara stand by we'll get back to you."}, {"sentId": 351, "text": "And you're looking at the pictures now coming in to CNN 12:33 a.m. Eastern Time, 33 minutes after midnight here on the east coast and we are dealing with the awful news that is coming from Philadelphia."}, {"sentId": 352, "text": "We have Peter Goelz and also Mary Schiavo our experts here on transportation and on accidents."}, {"sentId": 353, "text": "So as you are listening to this  and you heard from the passengers, basically they are saying it was pretty routine and then all of a sudden chaos, all hell broke loose."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 354, "text": "It's not a story that the passengers haven't told before."}, {"sentId": 355, "text": "It's extraordinary to me how composed all three of them were and how well they handled what was clearly, just a terrible situation."}, {"sentId": 356, "text": "I'm always impressed with that."}, {"sentId": 357, "text": "I think we have discussed they're going to look at speed."}, {"sentId": 358, "text": "There is an event recorder on the train."}, {"sentId": 359, "text": "It will record how fast it was going."}, {"sentId": 360, "text": "It will record whether the engineer applied brakes."}], "speaker": "GOELZ", "secId": 99}, {"sentences": [{"sentId": 361, "text": "They will match it up against the speed limit for the area."}, {"sentId": 362, "text": "If it was crossing switching areas, they will look at whether there were any malfunctions on the switches."}, {"sentId": 363, "text": "They will see that."}, {"sentId": 364, "text": "That's a pretty easy determination to make."}, {"sentId": 365, "text": "I think that the team will have something important to say by tomorrow night or the next day afterwards."}, {"sentId": 366, "text": "They'll be on the ground tomorrow first thing."}, {"sentId": 367, "text": "When these things happen, you mobilize, you get ready."}, {"sentId": 368, "text": "Some of them are on their way to the scene if not already there."}, {"sentId": 369, "text": "This is going be a very important investigation for the future of Amtrak, I think."}], "speaker": "GOELZ", "secId": 100}, {"sentences": [{"sentId": 370, "text": "Yes."}, {"sentId": 371, "text": "Stand by, Peter."}, {"sentId": 372, "text": "I want to update you on the folks that were taken to the hospital because we're telling you they were taking different hospitals around Philadelphia."}, {"sentId": 373, "text": "Einstein hospital now tells us that they have received ten patients three of those patients however had been discharged."}, {"sentId": 374, "text": "I want to bring in now Anthony Tornetta."}, {"sentId": 375, "text": "He is the director of communications for American Red Cross in Eastern Pennsylvania and he joins us now by phone."}, {"sentId": 376, "text": "How are you helping here, sir?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 377, "text": "How are you doing?"}, {"sentId": 378, "text": "We are -- as you can imagine ."}, {"sentId": 379, "text": "We set up a reception desk at Webster elementary school on the 3400 block of Frankford Avenue here in Philadelphia to receive anyone that was on the train, any family member looking to locate their friends and their family that may have been on that train."}, {"sentId": 380, "text": "Or just to find a place to gather thoughts before they -- if they're not from the city and they're looking at things - to put things together before they actually leave."}], "speaker": "TORNETTA", "secId": 102}, {"sentences": [{"sentId": 381, "text": "How are you dealing with people?"}, {"sentId": 382, "text": "Because of - the mayor - I should have asked him this but I didn't, how are they dealing with people because they're saying most of the people are not from Philadelphia, they were headed to New York City?"}, {"sentId": 383, "text": "Are they putting folks up in hotels?"}, {"sentId": 384, "text": "How are you helping folks?"}, {"sentId": 385, "text": "How's the Red Cross helping?"}, {"sentId": 386, "text": "Are you helping on that end?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 387, "text": "Yes, so the first - like I said the first thing we're doing is we've opened this reception center."}, {"sentId": 388, "text": "Anyone that's - even that's not from the area."}, {"sentId": 389, "text": "I apologize if it gets really loud."}, {"sentId": 390, "text": "I'm actually walking fast  now but they can come to this reception area and they can - we can figure out what's the next step, where do they need to go?"}, {"sentId": 391, "text": "because that's what we're here for."}, {"sentId": 392, "text": "We're here to help."}, {"sentId": 393, "text": "Our job is to alleviate the suffering that they're experiencing and we want to make sure that we help them regroup  LEMON:  But this isn't a shelter."}, {"sentId": 394, "text": "This is just a place they go for help."}, {"sentId": 395, "text": "This isn't some place that has..."}], "speaker": "TORNETTA", "secId": 104}, {"sentences": [{"sentId": 396, "text": "Correct, it's not a shelter."}, {"sentId": 397, "text": "It's a  where they can call and they can reach out and tell their loved ones where they actually can find them at essential location place."}], "speaker": "TORNETTA", "secId": 105}, {"sentences": [{"sentId": 398, "text": "And then what's next?"}, {"sentId": 399, "text": "What are you telling them?"}, {"sentId": 400, "text": "Are you helping them get in touch with people?"}, {"sentId": 401, "text": "Are you helping them to get hotels?"}, {"sentId": 402, "text": "Are you helping them get..."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 403, "text": "Yes."}, {"sentId": 404, "text": "We're going to work through the night with anyone that shows up."}, {"sentId": 405, "text": "contacting loved ones to letting people know that they are OK and making sure that they get in contact with the people that they need to."}, {"sentId": 406, "text": "But I have to say, I am as a resident of the Philadelphia,  there are first responders everywhere just doing amazing job throughout the night."}, {"sentId": 407, "text": "It's -- it's such a tragic situation."}, {"sentId": 408, "text": "It's such a powerful movement of everybody coming together and working together so strongly."}], "speaker": "TORNETTA", "secId": 107}, {"sentences": [{"sentId": 409, "text": "Anthony Tornetta, thank you so much."}, {"sentId": 410, "text": "And it's good to have folks like you from the Red Cross to help out in situations like this."}, {"sentId": 411, "text": "The Red Cross always comes through."}, {"sentId": 412, "text": "Thank you, Anthony."}, {"sentId": 413, "text": "Appreciate it."}, {"sentId": 414, "text": "TORNETTA:  Thank you."}, {"sentId": 415, "text": "Have a good night."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 416, "text": "Yes, you as well."}, {"sentId": 417, "text": "Five dead at least."}, {"sentId": 418, "text": "An Amtrak derailment in Philadelphia just north, in the northeast part of Philadelphia."}, {"sentId": 419, "text": "The Frankford section."}, {"sentId": 420, "text": "The train was en route from Washington D.C. en route to New York City supposed to arrive at New York City 10:34 p.m. That train derailed."}, {"sentId": 421, "text": "We are told again at least five people have died."}, {"sentId": 422, "text": "Six in critical condition."}, {"sentId": 423, "text": "About 53 people transported to the hospital and about 150 people, about 150 people got off the train themselves."}, {"sentId": 424, "text": "We are also told that there were several people who were trapped and they had to bring in hydraulics to get those people out of the train."}, {"sentId": 425, "text": "The mayor said that the engine was completely separated from the car."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 426, "text": "There was one car that was parallel to the other cars and in his words he said this was an absolute disastrous mess."}, {"sentId": 427, "text": "Never seen anything like this in my life according to the mayor of Philadelphia."}, {"sentId": 428, "text": "Five dead from an accident there."}, {"sentId": 429, "text": "Back with the breaking news in just moments."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 430, "text": "Breaking news, I'm Don Lemon."}, {"sentId": 431, "text": "You are watching live coverage of a terrible train crash tonight in Philadelphia."}, {"sentId": 432, "text": "Northbound Amtrak train 188 en route from Washington D.C. to New York happened around 9:38 tonight."}, {"sentId": 433, "text": "Five people are confirmed dead, 243 people on board the train including five Amtrak employees."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 434, "text": "There were seven cars including the engine that were completely derailed from the train."}, {"sentId": 435, "text": "200 police, 120 fire personnel on the scene and that's along with the mayor and the police chief."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 436, "text": "The Philadelphia mayor Michael Nutter says he has never seen anything like this in his life."}, {"sentId": 437, "text": "Amtrak's telling people - they are asking people if you have questions about friends or family members on board the train here's what you should call, you should call this number, 1- 800-523-9101."}, {"sentId": 438, "text": "That picture you're seeing on your screen now that's where Sara Sidner is who joins us now from the scene with the very latest."}, {"sentId": 439, "text": "Sara?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 440, "text": "Yes, so we got up a little bit higher."}, {"sentId": 441, "text": "We're actually standing on the tracks that have been closed now because of this derailment."}, {"sentId": 442, "text": "We can see the scene very clearly now although we cannot see all the way around the bend where all seven of the cars you can certainly see three of them that are definitely askew looking like they have been flipped over on their side one of them."}, {"sentId": 443, "text": "We also can see several what looks like investigators who are looking at the tracks themselves."}, {"sentId": 444, "text": "So clearly the investigation is also underway, the rescue mission as well."}], "speaker": "SIDNER", "secId": 114}, {"sentences": [{"sentId": 445, "text": "We can see lots of rescue trucks just below us just on the bridge underneath where we are in this neighborhood here at Philadelphia."}, {"sentId": 446, "text": "We are northeast of downtown."}], "speaker": "SIDNER", "secId": 115}, {"sentences": [{"sentId": 447, "text": "And really we can see people in and around that area checking on the tracks, looking in the cars and we're getting quite a good view here."}, {"sentId": 448, "text": "It's also eerie in a sense that there is absolutely no traffic on these particular tracks."}, {"sentId": 449, "text": "A lot of folks use this as a commuter train to and from Washington to New York."}, {"sentId": 450, "text": "And we know from Amtrak that they have stopped all service at this time."}, {"sentId": 451, "text": "Obviously that train's still there blocking those tracks there."}, {"sentId": 452, "text": "It was on its way to New York from Washington D.C."}], "speaker": "SIDNER", "secId": 116}, {"sentences": [{"sentId": 453, "text": "We also know obviously that there are fatalities now."}, {"sentId": 454, "text": "Sad news from the mayor who talked about five people who have died in this accident."}, {"sentId": 455, "text": "We know there were 243 people on this particular Amtrak train, five of those were crew members the rest passengers."}, {"sentId": 456, "text": "And that most people  to authorities did walk off of the train were able to get out."}], "speaker": "SIDNER", "secId": 117}, {"sentences": [{"sentId": 457, "text": "Up to 50 people potentially injured."}, {"sentId": 458, "text": "Six people what were told at this time critical and those seven cars were affected in this as far as being completely derailed."}, {"sentId": 459, "text": "Some of them were on their sides."}, {"sentId": 460, "text": "There is one that it looks as though it was split in half."}, {"sentId": 461, "text": "It's a terrible scene."}, {"sentId": 462, "text": "And we started talking to people around here."}], "speaker": "SIDNER", "secId": 118}, {"sentences": [{"sentId": 463, "text": "We were talking to one neighbor who said he lives about a quarter of a mile from the area and he said he could hear the sound."}, {"sentId": 464, "text": "It sounded like a bunch of carts smashing together and nettle bending."}, {"sentId": 465, "text": "He said it was an awful sound."}, {"sentId": 466, "text": "It made him grind his teeth it was so loud he said."}, {"sentId": 467, "text": "And he knew something was wrong and they see trains come and go all the time because this is the track where the commuter train goes constantly."}], "speaker": "SIDNER", "secId": 119}, {"sentences": [{"sentId": 468, "text": "There is a lot of concern in the neighborhoods."}, {"sentId": 469, "text": "Of course they were family and friends wanting to know what happened to their loved ones."}, {"sentId": 470, "text": "The Red Cross has set up an area not far from here."}, {"sentId": 471, "text": "At least 15 people were told from the Red Cross are waiting there to get word on their loved ones."}, {"sentId": 472, "text": "But Don, this is an incredibly bad scene to see this train in the state that it is in, mangled as it is and also to know that there have been people who have died because of this accident."}, {"sentId": 473, "text": "Don?"}], "speaker": "SIDNER", "secId": 120}, {"sentences": [{"sentId": 474, "text": "Yes, absolutely."}, {"sentId": 475, "text": "I want you to standby, Sara because we'll make it back to you in just a second."}, {"sentId": 476, "text": "I want you to leave that picture up while we bring in Mary Schiavo, the former Inspector General for the Department of Transportation."}, {"sentId": 477, "text": "Mary, you're looking at this picture there."}, {"sentId": 478, "text": "Does it tell you anything?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 479, "text": "Well, it does and it doesn't."}, {"sentId": 480, "text": "I mean there's no obvious - if this is the point exactly where it did go off the second and it appears that it is there is no obvious break."}, {"sentId": 481, "text": "I remember a few years ago we were recovering  it was very, very hot."}, {"sentId": 482, "text": "It was in the summer and it was in Maryland."}, {"sentId": 483, "text": "And the track had an obvious bend in it."}, {"sentId": 484, "text": "You could actually see it and the heat had done it."}, {"sentId": 485, "text": "It was literally from the heat."}], "speaker": "SCHIAVO", "secId": 122}, {"sentences": [{"sentId": 486, "text": "But you see the track in the dark we see going around the corner there's no obvious break."}, {"sentId": 487, "text": "There's no point where it looks like sabotage."}, {"sentId": 488, "text": "We see in around in the track it's a sharp turn, a very sharp turn."}, {"sentId": 489, "text": "And one of the passengers - and it would have been  she comes to that  but how often she took this route."}, {"sentId": 490, "text": "to what the train should do."}, {"sentId": 491, "text": "If you get used to the rhythm of it and how fast it's supposed to be going and she said that she thought it felt like it was going fast into the turn."}], "speaker": "SCHIAVO", "secId": 123}, {"sentences": [{"sentId": 492, "text": "But it depends how often you've taken this, the train and what you're used to and if there's something else going on bad vibration, bad alignment, problems with the wheels problems with an axle, it's hard to tell."}, {"sentId": 493, "text": "But that would have made it feel that the train is going faster but so far with the flashlights on the track there is no obvious point where it's out of alignment or broken."}], "speaker": "SCHIAVO", "secId": 124}, {"sentences": [{"sentId": 494, "text": "And they're still searching intently so they obviously haven't found the particular point where think it - there was something wrong either because they're still going up and down the track but I don't see any trace."}, {"sentId": 495, "text": "I don't see any out of alignment."}], "speaker": "SCHIAVO", "secId": 125}, {"sentences": [{"sentId": 496, "text": "OK I need you to take another look, Mary."}, {"sentId": 497, "text": "I want to put up another picture now and have you look at it and see what you can glean from this."}, {"sentId": 498, "text": "This picture is from the Philadelphia Inquirer."}, {"sentId": 499, "text": "You can see that's - it's almost turned over on its top."}, {"sentId": 500, "text": "It's on its side there."}, {"sentId": 501, "text": "You could see the wheels."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 502, "text": "Right."}, {"sentId": 503, "text": "Yes well, I can't tell anything about the cause from that."}, {"sentId": 504, "text": "But obviously this is a terrible mangling of this car."}, {"sentId": 505, "text": "And ordinarily when you see something like this, I'm going to talk about prior train accidents because we don't know what happened here."}, {"sentId": 506, "text": "But ordinarily when you see something like this it's either a pretty high speed kind of a situation or a situation where something has hit the train."}], "speaker": "SCHIAVO", "secId": 127}, {"sentences": [{"sentId": 507, "text": "This is the kind of appearance you get where you have a tractor trailer accident which is not present here."}], "speaker": "SCHIAVO", "secId": 128}, {"sentences": [{"sentId": 508, "text": "So again, I keep coming to see and by tomorrow morning as soon as the NTSB downloads those train black boxes they have the speed of the train and all the controls on the train, they even have where - this is not a situation that would be significant in this accident but they even have when the train blew its whistle and there is very specific Federal Rail administration regulations about where you do that and the speed and that black box is very much like an airplane black box and that will have all that information."}], "speaker": "SCHIAVO", "secId": 129}, {"sentences": [{"sentId": 509, "text": "So literally by the time they get this off the train and get it back to download it in D.C. by the afternoon in the NTSB we'll know but that - the mangling of that car looks like a fairly high speed derailment from accidents in past."}, {"sentId": 510, "text": "Don't know anything about this one yet."}], "speaker": "SCHIAVO", "secId": 130}, {"sentences": [{"sentId": 511, "text": "\"An absolute disastrous mess in Philadelphia tonight\", a quote from the mayor, five people dead."}, {"sentId": 512, "text": "We're back with our breaking news coverage."}, {"sentId": 513, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 514, "text": "Breaking news coverage of the train derailment in Philadelphia."}, {"sentId": 515, "text": "Look at this picture and you can see this train is almost completely on its top."}, {"sentId": 516, "text": "And there is it looks like a metal bar that went through the train."}, {"sentId": 517, "text": "Mary, it could possibly be a piece of the track."}, {"sentId": 518, "text": "Mary Schiavo, is the former Inspector General of the Department of Transportation."}, {"sentId": 519, "text": "Mary, are you seeing this picture?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 520, "text": "I am."}, {"sentId": 521, "text": "It could be a piece of the track but we also see there is a part of the track missing under this particular train."}, {"sentId": 522, "text": "So it could very well be a piece of the track but the devastation to this car is, other than situations where something has hit the train on the track such as a semi truck or something like that, this is for a derailment."}, {"sentId": 523, "text": "This is an awful lot of damage to that car."}, {"sentId": 524, "text": "And I do see that the rail is torn up there so that could be a piece of the rail and does look like it's different from the car but the damage to that car is so extensive."}, {"sentId": 525, "text": "It looks different from other derailments that we have seen."}], "speaker": "SCHIAVO", "secId": 133}, {"sentences": [{"sentId": 526, "text": "We pointed out earlier and I think it was Matthew L. Wald who was on with us that it was within the city limits pretty close to 33 stations that probably had not left there - not that longer didn't have time really to pick up speed as it would in an area that is not so congested but look at that track, Mary."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 527, "text": "Yes and you can see it's torn up and ripped apart right here obviously by the force of that train."}, {"sentId": 528, "text": "The ties are out of it."}, {"sentId": 529, "text": "If it's leaving the city in some ways the speed limit is a bit of a misnomer."}, {"sentId": 530, "text": "If it's leaving the city but it's not crossing traffic, then you can have a surprisingly good clip of speed, you know?"}, {"sentId": 531, "text": "Trains in many parts of the country, trains are a lot like service transportation."}], "speaker": "SCHIAVO", "secId": 135}, {"sentences": [{"sentId": 532, "text": "The speed limit is 65 mile an hour there are places where it's 80 miles an hour."}, {"sentId": 533, "text": "But for places where there's no reason to restrict the speed of the train, the speed limit could be high even though it's going through the city if it doesn't meet other traffic or there's no congestion, etcetera."}], "speaker": "SCHIAVO", "secId": 136}, {"sentences": [{"sentId": 534, "text": "And again, if it's not a situation where it's crossing traffic, then it does not have the signaling - the requirements to blow its horn, either."}, {"sentId": 535, "text": "Of course it could be a place where the -there are noise restrictions."}, {"sentId": 536, "text": "But given the damage to the car and the damage to the track, I think that the train was going based on other accidents, not this one, we don't know, but it looks like a higher speed kind of a derailment."}], "speaker": "SCHIAVO", "secId": 137}, {"sentences": [{"sentId": 537, "text": "Mary, I want to get to Sara Sidner is at the scene and she's got a close-up look."}, {"sentId": 538, "text": "Are you seeing people inspect the train, Sara?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 539, "text": "We are seeing people inspect the track over and over and over again."}, {"sentId": 540, "text": "They seem to be on the curve where the track does a fairly severe turn."}, {"sentId": 541, "text": "And we see investigators, first they walked up and down it a couple of times and now they're just - it looks like they are taking flashlights and looking at every single bit of the track that curves around there."}, {"sentId": 542, "text": "And just at the end of that you will in our camera you'll see the last car that is derailed."}, {"sentId": 543, "text": "It's totally askew and on its side."}, {"sentId": 544, "text": "So it appears that they are really taking a good look at this curve, for some reason."}, {"sentId": 545, "text": "I am sure we will get more information later on in the evening as they continue."}, {"sentId": 546, "text": "We know the NTSB is on its way."}, {"sentId": 547, "text": "The FBI has also chimed in to say that they don't think that terrorism had anything to do with this at this point."}, {"sentId": 548, "text": "You can definitely see the investigators taking a very good look at the track."}, {"sentId": 549, "text": "And again we're seeing them walk up and down this track over and over and over again inspecting it, Don."}], "speaker": "SIDNER", "secId": 139}, {"sentences": [{"sentId": 550, "text": "Thank you, Sara Sidner."}, {"sentId": 551, "text": "I want to give you an update now."}, {"sentId": 552, "text": "We told you about Harmon Hospital and they said that they had gotten 10 patients and that three had been discharged."}, {"sentId": 553, "text": "Now we're hearing that they have treated 30 patients most of them with minor injuries."}, {"sentId": 554, "text": "Excuse me that was Jefferson who had ten and then three and then at Harmon Hospital is saying that they had treated 30 patients."}, {"sentId": 555, "text": "There are 30 patients and those patients have minor injuries."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 556, "text": "Repeat again please?"}, {"sentId": 557, "text": "Jefferson hospital now updating us treated 26 patients and the majority with minor injuries as well."}, {"sentId": 558, "text": "So we have two hospitals there also in the area close to 30 patients, both of them saying that they have treated those people and that they are minor injuries."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 559, "text": "Now five people dead, most of the people, again, walked away from this train."}, {"sentId": 560, "text": "Five people dead, six in critical condition this evening and considering the extent of this damage on the train, man, it could have been much worse."}, {"sentId": 561, "text": "But this is an awful situation that's happened in Philadelphia."}, {"sentId": 562, "text": "And as I have repeated throughout this evening the mayor is saying this is an absolute disastrous mess."}, {"sentId": 563, "text": "He has never seen anything like this in his life and I can say the same thing."}, {"sentId": 564, "text": "I have never seen anything like this."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 565, "text": "Again, this all happened as we came on the air at 10:00 p.m. eastern this evening and we have been with you now for three hours."}, {"sentId": 566, "text": "We're going to go."}, {"sentId": 567, "text": "I'll see you back here tomorrow."}, {"sentId": 568, "text": "Our live coverage now on the Amtrak derailment continues with John Vause and Zain Asher at the scene at the Central in Atlanta."}, {"sentId": 569, "text": "I'll see you tomorrow."}], "speaker": "LEMON", "secId": 143}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.12.cnnt.03.html.json", "time": "Aired May 12, 2015 - 00:00   ET"}