{"sectionCount": 207, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "KEILAR", "HENDERSON", "ZELENY", "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT", "STELTER", "SELLERS", "O'MALLEY", "MCKESSON", "JONES", "SCHULTZ", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "BROCK", "PFEIFFER", "GOODMAN"], "subTitle": "The First Democratic Presidential Debate Is Set for Tuesday; RNC Released New Ad Today Focused on Hillary Clinton; 'Playboy' to Stop Publishing Pictures of Naked Women.  Aired 11-12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/12/cnnt.02.html", "sentenceCount": 607, "sections": [{"sentences": [{"sentId": 0, "text": "It is 11:00 on the west coast, 8:00 p.m. right here in Las Vegas where the clock is ticking to the Democrats' first face-to-face debate."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "Thank you so much for joining us, everyone."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "And the candidates getting ready to roll the dice here on the Las Vegas strip and dip in to their last minute preparations tonight."}, {"sentId": 5, "text": "A senior Hillary Clinton adviser says the candidate hopes to use the debate to turn the page on her email troubles."}, {"sentId": 6, "text": "Meanwhile, Bernie Sanders' camp paints him as the revolutionary and Clinton as the establishment."}, {"sentId": 7, "text": "And it goes on and on and on."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "I want to bring in now CNN's Jeff Zeleny, Brianna Keilar and Nia- Malika Henderson to help guide us through that."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "My first question goes to you, Brianna."}, {"sentId": 10, "text": "Hillary Clinton, we have talked about this, has some 25 or so debates under her belt."}, {"sentId": 11, "text": "What is her strategy for this one?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 12, "text": "Well, I think -- and I do think that's interesting that you point out, Don."}, {"sentId": 13, "text": "She has 25 debates under her belt, but she hasn't done one for years."}, {"sentId": 14, "text": "So I think that she's trying to really prepare and come out and show some prowess certainly in her ability to debate."}], "speaker": "KEILAR", "secId": 5}, {"sentences": [{"sentId": 15, "text": "But what I've been told by a top campaign aide is that she wants to -- and this is her main objective, to cut through the politics."}, {"sentId": 16, "text": "This campaign has not gone as scheduled."}, {"sentId": 17, "text": "I think her aides would tell you, I think Hillary Clinton would tell you, she has seen so much focus on this email controversy."}, {"sentId": 18, "text": "It's really brought her poll numbers down in terms of trustworthiness."}, {"sentId": 19, "text": "And I think she sees this as a moment where people are paying more attention."}, {"sentId": 20, "text": "There are a lot of eyeballs and she wants to connect in a way you can cut through some of that stuff that she doesn't want to -- really, that she doesn't want to really that she kinds to want the turn the corner on."}], "speaker": "KEILAR", "secId": 6}, {"sentences": [{"sentId": 21, "text": "Is that why -- because they're paying more attention now, because of the number of people who will be watching, do you think that's why she went to the trump hotel tonight to side with those union workers, Brianna?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 22, "text": "I think part of that was rallying her base to try to get them to pay attention."}, {"sentId": 23, "text": "That sort of announced, you know, she was doing something that was obviously going to really grab some attention."}, {"sentId": 24, "text": "She's there on Donald Trump's territory."}, {"sentId": 25, "text": "She's there with union workers."}, {"sentId": 26, "text": "And she and her team knew that was something that was going to get headlines, that was going to get eyeballs, and ahead of this debate, what she wants is people watching because she wants to seize this moment and use it as an opportunity."}], "speaker": "KEILAR", "secId": 8}, {"sentences": [{"sentId": 27, "text": "Yes."}, {"sentId": 28, "text": "Nia-Malika Henderson, you know, Bernie Sanders has been the insurgent candidate as we have seen in this contest so far."}, {"sentId": 29, "text": "How does he convince voters, though?"}, {"sentId": 30, "text": "He's not just the insurgent candidate, but he can actually go the distance."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 31, "text": "And in talking to his advisers, they very much see this debate as sort of the opening argument in terms of arguing that he is, in fact, an electable candidate."}, {"sentId": 32, "text": "If you look at what he was able to do in Vermont, all sorts of questions about his electability there."}, {"sentId": 33, "text": "He's a socialist and eventually he was able to climb to become a U.S. senator."}], "speaker": "HENDERSON", "secId": 10}, {"sentences": [{"sentId": 34, "text": "I think they have to sort of start to frame Bernie Sanders as less of a sort of prophet who is bellowing in the wilderness and more as someone who the Democratic Party is finally coming around to see eye to eye with."}, {"sentId": 35, "text": "He sort of has to be more of an establishment candidate and show that his sort of appeal isn't just about sort of aging hippies or millennial, but that he has a much more broad based appeal."}, {"sentId": 36, "text": "And that's what Barack Obama had to do when he ran, right?"}, {"sentId": 37, "text": "He had to convince the country if they were ready for an African-American candidates."}, {"sentId": 38, "text": "Bernie Sanders has to convince Democrats first and then the country that they're ready for a socialist president."}, {"sentId": 39, "text": "It won't be easy."}, {"sentId": 40, "text": "I think we'll see him start to make this first opening argument tonight on stage with Hillary Clinton."}, {"sentId": 41, "text": "And that argument of itself just sort of appearing him standing next to Hillary Clinton is sort of an implicit presentation in this argument that he has kind of arrived and that he is a legitimate contender."}], "speaker": "HENDERSON", "secId": 11}, {"sentences": [{"sentId": 42, "text": "He's up on the stage with the front-runner, the so-called -- with the front-runner."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 43, "text": "So Mr. Zeleny, we have learned that Bill Clinton is here, but he won't be at the debate."}, {"sentId": 44, "text": "I mean, what's the strategy here?"}, {"sentId": 45, "text": "Do you think that's a mistake?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 46, "text": "I don't think it's a mistake per se because he would overtake the event."}, {"sentId": 47, "text": "That camera shot would always be on Bill Clinton."}, {"sentId": 48, "text": "There would always be, you how, how is he reacting to this?"}, {"sentId": 49, "text": "How would he react to someone attacking his wife?"}, {"sentId": 50, "text": "And we know that he is very -- whenever she has been attacked in campaigns, if she's running for the Senate or the White House, she -- he definitely sort of gets angry at that."}], "speaker": "ZELENY", "secId": 14}, {"sentences": [{"sentId": 51, "text": "So I remember from all those debates in 2008, some 25 of them, as you said, I don't recall Bill Clinton ever being at these debates."}, {"sentId": 52, "text": "He would usually - she would usually bring Chelsea Clinton."}, {"sentId": 53, "text": "So he is not going to be in the room."}, {"sentId": 54, "text": "But he is here in Las Vegas with her."}, {"sentId": 55, "text": "You can bet he is advising her."}, {"sentId": 56, "text": "He is helping her prepare for this."}, {"sentId": 57, "text": "But in terms of being in the room, I think he could be a distraction."}, {"sentId": 58, "text": "LEMON:  But Jeff, you know remember when they said it was a"}], "speaker": "ZELENY", "secId": 15}, {"sentences": [{"sentId": 59, "text": "bad move for Al Gore not to, you know, use Bill Clinton that he is sort of, you know, use him in the campaign and that hurt him."}, {"sentId": 60, "text": "And also, you saw last time, President Obama bringing him in for the clutch, for the Democratic convention."}, {"sentId": 61, "text": "She has to appear, though, as her own woman, but does she risk, you know, looking like she's sideling the most popular Democrat there is?"}], "speaker": "ZELENY", "secId": 16}, {"sentences": [{"sentId": 62, "text": "It is certainly a potential of a risk."}, {"sentId": 63, "text": "That is why he is being absolute used more and more and more."}, {"sentId": 64, "text": "We are not seeing in as much."}, {"sentId": 65, "text": "But in the last month or so, he has really ramped up his appearances, largely at fund-raisers."}, {"sentId": 66, "text": "And I can also tell you he has stepped his up time he's spending at the campaign headquarters in Brooklyn."}, {"sentId": 67, "text": "He is very deeply involved in a strategy in this."}, {"sentId": 68, "text": "And we are going to see more and more of him."}, {"sentId": 69, "text": "I promise you, he will be out there campaigning in a lot of rural communities in Iowa, in South Carolina and in New Hampshire because he is a big asset."}, {"sentId": 70, "text": "And they know that, you know, you don't always get a hundred percent of positives from Bill Clinton, but the good far outweighs the bad with any campaign or so."}], "speaker": "ZELENY", "secId": 17}, {"sentences": [{"sentId": 71, "text": "Just about everyone I have spoken to said, you know, Hillary Clinton has commanded the issues."}, {"sentId": 72, "text": "There is no doubt about that."}, {"sentId": 73, "text": "But she falls short quite frankly on likability."}, {"sentId": 74, "text": "If you look at the polls on trustworthiness, will she have to bring -- are we going to see a warmer Hillary Clinton tomorrow night, Brianna Keilar?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 75, "text": "I think part of -- well, there's sort of a lot of different appearances that Hillary Clinton has been making recently where she's trying to connect more I think with voters."}, {"sentId": 76, "text": "We've seen her on Ellen."}, {"sentId": 77, "text": "We've seen her on late night TV."}, {"sentId": 78, "text": "We saw her more recently today on a Buzz Feed podcast where I think you saw a side of Hillary Clinton that was different than you might see from her in one of these television introduces that she's doing."}], "speaker": "KEILAR", "secId": 19}, {"sentences": [{"sentId": 79, "text": "I think certainly there is an attempt by Hillary Clinton and her team to bring out some of her authenticity."}, {"sentId": 80, "text": "We know that's been part of their effort lately."}, {"sentId": 81, "text": "But in terms of trying to be likable, I think what they're trying to focus on is the issues."}, {"sentId": 82, "text": "And I think trying to show that she has a command of the issues and that she is on the issues where most of the -- where most of the Democratic Party is."}], "speaker": "KEILAR", "secId": 20}, {"sentences": [{"sentId": 83, "text": "Jeff, she can't look like she's trying too hard, though."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 84, "text": "No, definitely not."}, {"sentId": 85, "text": "And I think that, you know, she is so practiced at this debate, she has more time preparing for debates than, you know, than anyone on the stage."}, {"sentId": 86, "text": "She's done so much of them."}, {"sentId": 87, "text": "And I think this is a time when she is going to try to show people, look, you may not love me the most, but I'm the fighter for you."}, {"sentId": 88, "text": "I think -- that's why she's been in all these town meetings all summer long, really, for the last six months or so to get up to speed on this."}, {"sentId": 89, "text": "So I expect her to have a good debate performance tomorrow."}], "speaker": "ZELENY", "secId": 22}, {"sentences": [{"sentId": 90, "text": "Nia, she has to fight back, though, if she's attacked."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 91, "text": "Yes, that's right."}, {"sentId": 92, "text": "She has to fight back."}, {"sentId": 93, "text": "We have heard from Sanders, that he won't lob a sort of personal attacks."}, {"sentId": 94, "text": "But let's face it, when he talks about the only candidate who doesn't have a super PAC, that he is talking about Hillary Clinton, he is talking about the other candidates on there and, of course, we know if he says her name, she gets 30 seconds to fight back."}], "speaker": "HENDERSON", "secId": 24}, {"sentences": [{"sentId": 95, "text": "But we also know in talking to Hillary Clinton's advisers, they don't really want to engage with Hillary Clinton - I mean, they don't really want to get to Bernie Sanders."}, {"sentId": 96, "text": "They feel like that's sort of a battle she can't win."}, {"sentId": 97, "text": "If you flashback to 2008, she didn't come across as likable when she would go after Barack Obama."}, {"sentId": 98, "text": "So they feel like her on the attack will not be good for her."}, {"sentId": 99, "text": "So I don't think it will be that kind a sort of  personal attack with Bernie Sanders or any of the other candidates on stage."}], "speaker": "HENDERSON", "secId": 25}, {"sentences": [{"sentId": 100, "text": "Nia-Malika Henderson, Brianna Keilar, Jeff Zeleny, thank you very much."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 101, "text": "Much, much more on the debate coming up."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 102, "text": "But first, we have this."}, {"sentId": 103, "text": "We have some breaking news that we need to tell you about tonight."}, {"sentId": 104, "text": "It is on American institution, Playboy magazine, they are going to stop publishing pictures of naked women."}, {"sentId": 105, "text": "This story first reported in the \"New York Times.\""}, {"sentId": 106, "text": "The change will be unveiled, was it were, in the March issue."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 107, "text": "CNN Senior media correspondent Brian Stelter has been extensively researching this story."}, {"sentId": 108, "text": "And he joins me now."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 109, "text": "Brian, what can you tell me about this?"}, {"sentId": 110, "text": "What's behind this?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 111, "text": "Well, Don, I did go to the news stand and buy the magazine for the first time."}, {"sentId": 112, "text": "You know, it's $9 a month."}, {"sentId": 113, "text": "But that's really why this is a big story."}], "speaker": "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT", "secId": 31}, {"sentences": [{"sentId": 114, "text": "Playboy is an American institution, as you said."}, {"sentId": 115, "text": "People have known it for decades."}, {"sentId": 116, "text": "But it's still in that plastic wrap."}, {"sentId": 117, "text": "You know, it still is treated as this product that is separate from everything else on the news stand."}, {"sentId": 118, "text": "Well, they say that by removing these pictures, by becoming more like Maxim or Esquire or GQ, they had broaden their audience and they can appeal to more readers."}], "speaker": "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT", "secId": 32}, {"sentences": [{"sentId": 119, "text": "But the bottom line, Don, is that sex sells, but not as well as it used to."}, {"sentId": 120, "text": "We all know the Internet has changed everything when it comes to pornography."}, {"sentId": 121, "text": "So Playboy is essentially throwing in the towel here saying they know what they were doing is now very obsolete."}, {"sentId": 122, "text": "In fact, their Web site removed all the sort of dirty pictures last year."}, {"sentId": 123, "text": "And it's found a lot more traffic, a lot younger audience."}, {"sentId": 124, "text": "Essentially now the print magazine is doing the same thing."}, {"sentId": 125, "text": "And I think a lot of people are going to wonder what is playboy without those pictures."}, {"sentId": 126, "text": "I suppose that idea about how you only read it for the articles will soon be more believable."}], "speaker": "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT", "secId": 33}, {"sentences": [{"sentId": 127, "text": "Yes."}, {"sentId": 128, "text": "I'm old enough to remember when they said, you know, I read it for the article or it's all about the article."}, {"sentId": 129, "text": "Back then, people would laugh, but I guess it's going to be true now."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 130, "text": "I have to tell you, there are some pretty interesting articles in here."}], "speaker": "STELTER", "secId": 35}, {"sentences": [{"sentId": 131, "text": "Yes."}, {"sentId": 132, "text": "They do win a lot of awards for the articles."}, {"sentId": 133, "text": "But, Brian, how old are you?"}, {"sentId": 134, "text": "You've never bought a Playboy magazine?"}, {"sentId": 135, "text": "I mean, come on."}, {"sentId": 136, "text": "Even I bought one."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 137, "text": "Well Don, I was born in the age of the Internet."}, {"sentId": 138, "text": "Have fun in the city of sin."}], "speaker": "STELTER", "secId": 37}, {"sentences": [{"sentId": 139, "text": "We shall move on."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 140, "text": "Speaking of, thank you, Brian Stelter."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 141, "text": "Thank you."}], "speaker": "STELTER", "secId": 40}, {"sentences": [{"sentId": 142, "text": "Here in Las Vegas, we are counting down to the very first Democratic debate of this campaign tomorrow night."}, {"sentId": 143, "text": "And when we come back, the activists making their voices heard on the campaign trail."}, {"sentId": 144, "text": "Black Live Matters, how they're shaking things up for the candidates."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 145, "text": "We're live in Las Vegas for the first Democratic debate of this campaign just hours away."}, {"sentId": 146, "text": "And of course, we are going to carry it live for you right here on CNN."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 147, "text": "But are other candidates taking black votes for granted?"}, {"sentId": 148, "text": "And how does the Black Lives Matters movement figure into all of this?"}, {"sentId": 149, "text": "Let's discuss now."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 150, "text": "Van Jones, CNN's political contributor and former Obama administration official."}, {"sentId": 151, "text": "Bakari Sellers CNN contributor and a former member of the South Carolina house of representatives and DeRay McKesson, an activist with Black Lives Matter."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 152, "text": "Good evening to you, gentlemen."}, {"sentId": 153, "text": "Thank you so much for joining me this evening."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 154, "text": "Bakari, I'm going to take another look at this new poll out of your home state of South Carolina."}, {"sentId": 155, "text": "CNN/ORC poll says that African- American's choice for a nominee, likely Democratic voters is Hillary Clinton by 84 percent."}, {"sentId": 156, "text": "Bernie Sanders by seven percent."}, {"sentId": 157, "text": "Why such overwhelming support for Clinton and such a low number for Sanders, Bakari?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 158, "text": "Well, Hillary Clinton definitely started out with an advantage."}, {"sentId": 159, "text": "That can't be understated."}, {"sentId": 160, "text": "But from her first speech in the campaign to the infrastructure she's built on the ground, from out  in South Carolina to amazing women throughout the state that she's brought together to work on the campaign, she's put the infrastructure in place not just in South Carolina, but in other states where the primaries more resemble the Democratic Party such in Nevada and South Carolina where she's building a fire wall and will have great success."}], "speaker": "SELLERS", "secId": 47}, {"sentences": [{"sentId": 161, "text": "Bernie Sanders had a huge gab to overcome."}, {"sentId": 162, "text": "He came out of the block stumbling and many people are still waiting to see what Bernie Sanders is really about."}, {"sentId": 163, "text": "His plan looks amazing on paper when it comes to criminal justice reform."}, {"sentId": 164, "text": "But tomorrow night, Bernie Sanders gets a chance to be empathetic, to gets a chance to tell us some stories that are relevant to today."}, {"sentId": 165, "text": "And we will all be sitting and waiting and watching."}], "speaker": "SELLERS", "secId": 48}, {"sentences": [{"sentId": 166, "text": "But Hillary Clinton right now is running laps around the rest of the field when it comes to African-American voters and we look forward to that continuing."}], "speaker": "SELLERS", "secId": 49}, {"sentences": [{"sentId": 167, "text": "Quite frankly, all three candidates have had trouble with black lives matters, DeRay."}, {"sentId": 168, "text": "Hillary Clinton, then Bernie Sanders, Martin O'Malley, Hillary Clinton, they've sort of cleaned it up a little bit now."}, {"sentId": 169, "text": "But I want you take to listen."}, {"sentId": 170, "text": "This is Martin O'Malley this summer."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 171, "text": "Every life matters."}, {"sentId": 172, "text": "And that is why this issue is so important."}, {"sentId": 173, "text": "Black lives matter, white lives matter, all lives matter."}, {"sentId": 174, "text": "Black lives matter."}, {"sentId": 175, "text": "White lives matter."}, {"sentId": 176, "text": "All lives matter."}], "speaker": "O'MALLEY", "secId": 51}, {"sentences": [{"sentId": 177, "text": "And, DeRay, of course, you know, activists went on the stage with Bernie Sanders this summer in Seattle."}, {"sentId": 178, "text": "Do you expect that this issue will come up tomorrow night in the debate?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 179, "text": "It must come up."}, {"sentId": 180, "text": "This issue around the importance of issues for blackness are really primary now."}, {"sentId": 181, "text": "I'm interested to see what Hillary Clinton will say given that she doesn't have a platform right now."}, {"sentId": 182, "text": "We had a really strong conversation with her."}, {"sentId": 183, "text": "But, again, I left that conversation unclear about where she stands on a host of issues."}], "speaker": "MCKESSON", "secId": 53}, {"sentences": [{"sentId": 184, "text": "With Sanders, you know, we had a tough conversation with him, as well, and he came out afterwards and his language, it clearly changed."}, {"sentId": 185, "text": "So I'm hopeful."}, {"sentId": 186, "text": "I think that, you know, Like Bakari said, many people don't know Bernie Sanders well."}, {"sentId": 187, "text": "So tomorrow will be an important night for him to get his message out and help us understand."}, {"sentId": 188, "text": "I do think I know very well at where he stands on issues, especially around race and that matters to me in a way that I don't know about Clinton given, again, there there's no platform."}], "speaker": "MCKESSON", "secId": 54}, {"sentences": [{"sentId": 189, "text": "And O'Malley does have a really strong platform."}, {"sentId": 190, "text": "One of the most comprehensive."}, {"sentId": 191, "text": "His challenge, though, is explaining his time as mayor which doesn't seem to be as progressive."}, {"sentId": 192, "text": "His legacy, they are as not as progressive as his platform would suggest to so many people."}], "speaker": "MCKESSON", "secId": 55}, {"sentences": [{"sentId": 193, "text": "If I may, Don, we can't say that Hillary Clinton doesn't have a platform."}, {"sentId": 194, "text": "I mean, from the --"}], "speaker": "SELLERS", "secId": 56}, {"sentences": [{"sentId": 195, "text": "Bakari, she doesn't around race."}, {"sentId": 196, "text": "She doesn't."}, {"sentId": 197, "text": "That's not a critique of her."}, {"sentId": 198, "text": "I --"}], "speaker": "MCKESSON", "secId": 57}, {"sentences": [{"sentId": 199, "text": "Let Bakari finish."}, {"sentId": 200, "text": "Go ahead, Bakari."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 201, "text": "I agree with DeRay that it needs to go on paper."}, {"sentId": 202, "text": "I mean, I don't doubt that."}, {"sentId": 203, "text": "And actually, I do agree also that the strongest platform on criminal justice is Martin O'Malley and hopefully he has the time tomorrow and he's able to articulate that idea and he's able to stand up strong and proud and deal with those issues in Baltimore."}], "speaker": "SELLERS", "secId": 59}, {"sentences": [{"sentId": 204, "text": "I just think it's fair to say that she doesn't have a platform when she talks about building from the Ferguson project that the president started and building out from that."}, {"sentId": 205, "text": "And yes, I like the DeRay and I like van, want to push people to talk about the issues that matter."}, {"sentId": 206, "text": "And I think this Black Lives Matter movement, in fact not I think, I know is pushing candidates to talk about these issues in a just and sincere fashion."}], "speaker": "SELLERS", "secId": 60}, {"sentences": [{"sentId": 207, "text": "Hang on, Van."}, {"sentId": 208, "text": "Here is the interesting point to me."}, {"sentId": 209, "text": "Here is interesting."}, {"sentId": 210, "text": "Stand by, DeRay."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 211, "text": "You know, DeRay is saying she doesn't have a platform when it comes to those issues."}, {"sentId": 212, "text": "If you talk to Donna Brazile, Donna said quite frankly and I know that she had a sister, that she was married to the first black president."}, {"sentId": 213, "text": "If you look at her support among African-Americans, it ranks up there in the 80 percent."}, {"sentId": 214, "text": "So it is interesting that Black Lives Matters is saying she doesn't have a platform, but yet she is still polling very high when it comes to African-Americans."}, {"sentId": 215, "text": "Go Van."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 216, "text": "Well, let me just to say a couple of things."}, {"sentId": 217, "text": "First of all, why is this so important?"}, {"sentId": 218, "text": "Why should anybody care about this?"}, {"sentId": 219, "text": "If you are a Democrat, I think we should not forget, African-Americans have to vote for the Democratic nominee for that person to win the general election."}, {"sentId": 220, "text": "Now 50 percent, not 60 percent, not 70, not 80, not 90, 94 percent."}, {"sentId": 221, "text": "So you're talking about nearly unanimous black support in order for a Democratic nominee to win."}], "speaker": "JONES", "secId": 63}, {"sentences": [{"sentId": 222, "text": "But she has that."}, {"sentId": 223, "text": "She almost has that."}, {"sentId": 224, "text": "She almost has unanimous --"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 225, "text": "But my point is, that is why it's so important that a Bernie Sanders, that a Martin O'Malley or any others take black issues seriously."}, {"sentId": 226, "text": "No longer I think can Democrats just assume that African- Americans are going to get up here and go over all these hurdles to voting."}, {"sentId": 227, "text": "So much voter expression."}, {"sentId": 228, "text": "Turn out historic numbers."}, {"sentId": 229, "text": "Give a party 96 percent of the vote and then nobody mention black people at all except trickle down justice."}], "speaker": "JONES", "secId": 65}, {"sentences": [{"sentId": 230, "text": "I am going to continue on with you, but I want to say on the Republican side, Van, because you re bring up something that is very important."}, {"sentId": 231, "text": "Ben Carson makes the case that Democrats take black voters for granted."}, {"sentId": 232, "text": "What you're talking about now."}, {"sentId": 233, "text": "Rand Paul has been making a real commitment to attract black voters."}, {"sentId": 234, "text": "He is talking about equal sentencing and other issues that affect African-Americans."}, {"sentId": 235, "text": "If the nominee is not Hillary Clinton with all of her African-American support that she has, is there a window for the GOP here?"}, {"sentId": 236, "text": "JONES:  I think the big danger for Democrats is that you have an"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 237, "text": "enthusiasm gap and an intensity gap."}, {"sentId": 238, "text": "I don't think anybody jumps a fence to vote by Republicans given how probably disputed this president, but you could have a big drop up in support."}, {"sentId": 239, "text": "That's why it's so important that Black Lives Matters pushes these candidates to address the issues directly."}, {"sentId": 240, "text": "Now, we don't want trickle down justice."}, {"sentId": 241, "text": "We speak about issues just like you speak about every other issue directly."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 242, "text": "DeRay, are you pushing Republican candidates as much as you're pushing the Democratic candidates?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 243, "text": "Yes."}, {"sentId": 244, "text": "We are trying - I have meeting with Rubio."}, {"sentId": 245, "text": "His team has no yet responding as they said they would."}, {"sentId": 246, "text": "And then also reached out to Carson and trying to facilitate a meeting with Jeb Bush and with  RNC."}, {"sentId": 247, "text": "So hoping to get in rooms with them and want to push anybody who wants to be the president of the United States because black people, these issues matter across the board."}], "speaker": "MCKESSON", "secId": 69}, {"sentences": [{"sentId": 248, "text": "I want all of you to respond to this."}, {"sentId": 249, "text": "But first I'm going to get to DeRay and then we'll get to Bakari and then Van."}, {"sentId": 250, "text": "Today, Hillary Clinton tweeted this about Tamir Rice case in Cleveland."}, {"sentId": 251, "text": "And here is what she said, if we could pull it up."}, {"sentId": 252, "text": "Here is what she said."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 253, "text": "Sending support to Tamir Rice's loved ones."}, {"sentId": 254, "text": "Too many black families are mourning the loss of a child."}, {"sentId": 255, "text": "We need to change that reality, signed \"H.\""}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 256, "text": "DeRay, you met with Hillary Clinton on Friday and spoke afterwards."}, {"sentId": 257, "text": "What do you make of her tweeting about this?"}, {"sentId": 258, "text": "Now, you think that meeting affected her and that's part of the reason that she tweeted today?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 259, "text": "I want to believe the meeting affected her."}, {"sentId": 260, "text": "I do have a better understanding of her approach and perspective about race."}, {"sentId": 261, "text": "What is hard, though, after having been in that meeting, is that I'm not clear where she stands on a set of important issues."}, {"sentId": 262, "text": "Bakari would say she has a platform and I think she's given some powerful speeches, but I don't think how she stands from a policy perspective about demilitarizing the police, about body cameras, about a host of things we've been talking about now for a year."}, {"sentId": 263, "text": "And I think that is really important."}], "speaker": "MCKESSON", "secId": 73}, {"sentences": [{"sentId": 264, "text": "So I appreciate the tweet today."}, {"sentId": 265, "text": "The tweet she did the other day about racism being America's original sin is important."}, {"sentId": 266, "text": "But tomorrow will be our first indication of how she stands on our host of issues important to blackness."}], "speaker": "MCKESSON", "secId": 74}, {"sentences": [{"sentId": 267, "text": "Bakari, very quick response to this Tamir Rice, quick please."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 268, "text": "Well, I thought it was important."}, {"sentId": 269, "text": "I thought what we saw in Ohio today was an example of if it's not prosecutorial misconduct, it is definitely prosecutorial negligence by leaking out reports."}, {"sentId": 270, "text": "And I'm just glad that Hillary Clinton showed some empathy today."}], "speaker": "SELLERS", "secId": 76}, {"sentences": [{"sentId": 271, "text": "This is a new journey for Hillary Clinton."}, {"sentId": 272, "text": "I think a lot of people understand that."}, {"sentId": 273, "text": "And tomorrow, she has to come to the stage and the danger for the Democrats tomorrow is if on these issues they are lackluster, on these issues that they're not precise and show some excitement and energy, then they risk African-American voters not jumping over and vote Republican, but staying at home."}], "speaker": "SELLERS", "secId": 77}, {"sentences": [{"sentId": 274, "text": "All right, Van."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 275, "text": "Well, first of all, I thought it was a very important tweet."}, {"sentId": 276, "text": "I'm glad that she did it."}, {"sentId": 277, "text": "I think other should as well."}, {"sentId": 278, "text": "I also think like leaders like Alicia Garza from Black Lives Matter, you know, yet, a lot of voices that you want to hear from on stuff like this."}, {"sentId": 279, "text": "There is a lot of women apart who are part of the Black Lives Matter."}, {"sentId": 280, "text": "I want to make sure they get their voices heard, as well."}], "speaker": "JONES", "secId": 79}, {"sentences": [{"sentId": 281, "text": "Van, how do you think Joe Biden do the black vote?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 282, "text": "Look."}, {"sentId": 283, "text": "I think Joe Biden would do well."}, {"sentId": 284, "text": "The problem is right now, Hillary Clinton's biggest opponent is not on the stage tomorrow night."}, {"sentId": 285, "text": "It's Joe Biden."}, {"sentId": 286, "text": "She has to show she could keep this black vote and also expand to the progressive vote to keep right now."}], "speaker": "JONES", "secId": 81}, {"sentences": [{"sentId": 287, "text": "Same question, Bakari."}, {"sentId": 288, "text": "Joe Biden, how would he do with the black vote?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 289, "text": "Joe Biden has a huge mass incarceration issue that he has to deal with."}, {"sentId": 290, "text": "He's going to do amazing."}, {"sentId": 291, "text": "He is a friend."}, {"sentId": 292, "text": "He is always around."}, {"sentId": 293, "text": "He is Uncle Joe to most of us and many of us who have been around in campaign with him."}, {"sentId": 294, "text": "But he has questions to answer and he needs to get in and start answering them now."}], "speaker": "SELLERS", "secId": 83}, {"sentences": [{"sentId": 295, "text": "All right."}, {"sentId": 296, "text": "Bakari, Van and DeRay, thank you very much."}, {"sentId": 297, "text": "We're going to continue on this conversation here on CNN and much, much more."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 298, "text": "Up next, a Democrat tells us what to watch for tomorrow night's debate?"}, {"sentId": 299, "text": "And who has the most to lose when we come back."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 300, "text": "We're live tonight in Las Vegas."}, {"sentId": 301, "text": "Just hours now until the first Democratic debate of this campaign."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 302, "text": "Joining me now is Congresswoman Debbie Wasserman Schultz who happens to be the chair of the Democratic National Committee."}, {"sentId": 303, "text": "I appreciate you joining me here."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 304, "text": "Great to be here."}], "speaker": "SCHULTZ", "secId": 88}, {"sentences": [{"sentId": 305, "text": "Pleasure to meet you finally in person."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 306, "text": "Thank you."}, {"sentId": 307, "text": "I know."}], "speaker": "SCHULTZ", "secId": 90}, {"sentences": [{"sentId": 308, "text": "So the Republican debate, that's a hard act to follow with Donald Trump and all the sniping on stage."}, {"sentId": 309, "text": "Are we going to see fireworks tomorrow night?"}, {"sentId": 310, "text": "SCHULTZ:  I think we're going to see a very clear contrast between our"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 311, "text": "five candidates who are talking about the issues that are important to the American people, particularly those that want to make sure that they can help them reach the middle class."}, {"sentId": 312, "text": "The cornerstones of the middle class life, making sure that we close the wage gap."}, {"sentId": 313, "text": "Making sure we can get equal pay for equal work."}, {"sentId": 314, "text": "A good education."}, {"sentId": 315, "text": "A good roof over your head."}, {"sentId": 316, "text": "A secure retirement."}, {"sentId": 317, "text": "Access to quality affordable housing."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 318, "text": "Issues?"}, {"sentId": 319, "text": "You want to hear about issues?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 320, "text": "That's what I think we will hear about instead of the back fighting and sniping and., you know, the 15 candidates or other side trying to outright wing one another talking about kicking immigrants out of the country and taking people's health care away and trying to have a contest on who can be worse for women on that stage."}, {"sentId": 321, "text": "So it's going to be a dramatic contest."}], "speaker": "SCHULTZ", "secId": 94}, {"sentences": [{"sentId": 322, "text": "So let me ask you about one of those issues which has to do with income, it has to do with unions, about people organizing."}, {"sentId": 323, "text": "She went over to the Trump hotel today and, you know, went in front of the unions, stood with the union folks."}, {"sentId": 324, "text": "Was that a good move?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 325, "text": "She being Secretary Clinton?"}], "speaker": "SCHULTZ", "secId": 96}, {"sentences": [{"sentId": 326, "text": "Secretary Clinton, yes."}, {"sentId": 327, "text": "Pardon me."}, {"sentId": 328, "text": "Is that a good move?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 329, "text": "Well, I think focusing on workers and making sure that we can highlight that you need a good job with a decent wage, a living wage, is important for any presidential candidate and all of our candidates on that stage tomorrow night embrace that notion."}], "speaker": "SCHULTZ", "secId": 98}, {"sentences": [{"sentId": 330, "text": "She is probably the one with the most experience when it comes to debating."}, {"sentId": 331, "text": "She's had a lot of experience when it comes to governing as is he the secretary of stage."}, {"sentId": 332, "text": "Does she have the most to lose on that stage, the secretary Clinton does?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 333, "text": "You know, I think the Republicans have a lot to lose tomorrow night?"}], "speaker": "SCHULTZ", "secId": 100}, {"sentences": [{"sentId": 334, "text": "Why so?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 335, "text": "Well, because there is going to be, as I said, such a dramatic contrast."}, {"sentId": 336, "text": "I mean, the last two debates have really been a snipe fest."}, {"sentId": 337, "text": "They spent a lot of time shooting at each other, trying to outright wing one another, trying to out-trump Trump."}, {"sentId": 338, "text": "I mean, the focus of their debates has been Donald trump."}, {"sentId": 339, "text": "And the more extreme they were, the higher in the polls he rose and he stayed atop their field because that is where unfortunately their base is today."}, {"sentId": 340, "text": "Our base is about the middle class."}], "speaker": "SCHULTZ", "secId": 102}, {"sentences": [{"sentId": 341, "text": "Yes."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 342, "text": "And that's the -- a huge contrast."}, {"sentId": 343, "text": "So the Republicans, I think, are going to be -- showed up and just like we did in 2012 when we had our convention right after theirs, you know, the American people will see what the 45th president of the United States are not going to look like."}], "speaker": "SCHULTZ", "secId": 104}, {"sentences": [{"sentId": 344, "text": "You know, you like healthy competition among the Democratic candidate."}, {"sentId": 345, "text": "Bernie Sanders has certainly revved up the left wing of your party."}, {"sentId": 346, "text": "He has trouble, though, when it comes to minority voters especially African-American voters."}, {"sentId": 347, "text": "What can he do?"}, {"sentId": 348, "text": "What does he need to do to improve that?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 349, "text": "Well, all of our candidates need to talk about making sure that everybody has an opportunity to succeed in this country."}, {"sentId": 350, "text": "And there is, of course, when it comes to African-Americans and other minority groups a disproportionate impact when it comes to that wage gap, when it comes to educational opportunities and health care access."}, {"sentId": 351, "text": "So focusing on the issues, whether it's African-Americans or Hispanic Americans or any of the minority demographic groups, their priorities are a difference than all Americans priorities and that is to make sure that if you work hard and you play by the rules --"}], "speaker": "SCHULTZ", "secId": 106}, {"sentences": [{"sentId": 352, "text": "You can make a living wage."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 353, "text": "Yes."}, {"sentId": 354, "text": "You make a decent wage and you can raise your family and make sure your kids can grow up and lead that middle class life."}], "speaker": "SCHULTZ", "secId": 108}, {"sentences": [{"sentId": 355, "text": "And that you have a job."}, {"sentId": 356, "text": "That's important."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 357, "text": "And that you have a job and a house."}, {"sentId": 358, "text": "And when you're sick, you can go to the doctor."}, {"sentId": 359, "text": "And again, contrasting with the Republican candidates in their field, they want to take away all of those things and make things worse."}], "speaker": "SCHULTZ", "secId": 110}, {"sentences": [{"sentId": 360, "text": "You want to see enthusiasm behind the person who is going to be your nominee."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 361, "text": "Sure."}], "speaker": "SCHULTZ", "secId": 112}, {"sentences": [{"sentId": 362, "text": "And you are going to push for."}, {"sentId": 363, "text": "So Hillary Clinton is at the top of the polls now."}, {"sentId": 364, "text": "Looks like she is going to be the nominee at this point."}, {"sentId": 365, "text": "But we don't know."}, {"sentId": 366, "text": "We have a long way to go because she is leading the poll."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 367, "text": "It's my job to make sure I manage the primary nominating contest and get our party ready to support our nominee."}], "speaker": "SCHULTZ", "secId": 114}, {"sentences": [{"sentId": 368, "text": "The people who are behind her are not enthused."}, {"sentId": 369, "text": "That's what the polls show."}, {"sentId": 370, "text": "So what do you do to rev that up?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 371, "text": "I think there is -- if you look at the turnout and the crowds and the support that our candidates have, there's tremendous enthusiasm."}, {"sentId": 372, "text": "I beg to differ."}, {"sentId": 373, "text": "You know, there is enthusiasm, great enthusiasm for all of our candidates."}, {"sentId": 374, "text": "And, you know, as opposed to the reality TV show that is playing out in front of the American people on the other side."}, {"sentId": 375, "text": "I mean, this is -- this is for the presidency of the United States of America."}, {"sentId": 376, "text": "This is not a reality TV show."}, {"sentId": 377, "text": "The reality that Americans are facing --"}], "speaker": "SCHULTZ", "secId": 116}, {"sentences": [{"sentId": 378, "text": "It certainly has been -- it seems like there's a lot."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 379, "text": "On the other side, it sure does."}, {"sentId": 380, "text": "But the reality that Americans are facing, that they want to hear about on that stage is what is the candidate for the president of the United States going to do to make sure my life is better."}, {"sentId": 381, "text": "If you look at someone like Jeb Bush, when he was asked about what he would do for African-Americans when he ran for governor in Florida, he said probably nothing."}, {"sentId": 382, "text": "I mean, that's the attitude that most of the Republican candidates have on the other side."}], "speaker": "SCHULTZ", "secId": 118}, {"sentences": [{"sentId": 383, "text": "Let's talk about Joe Biden, OK?"}, {"sentId": 384, "text": "Everyone is wondering, is he going to do it?"}, {"sentId": 385, "text": "Is he not going to do it?"}, {"sentId": 386, "text": "There is apparently this meeting in his home and what have you?"}, {"sentId": 387, "text": "Do you think he's going to get into this race?"}, {"sentId": 388, "text": "And you would welcome him, I'm sure."}, {"sentId": 389, "text": "But do you think --?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 390, "text": "Of course we would."}, {"sentId": 391, "text": "But, you know, that's an incredibly difficult decision for any candidate to make."}, {"sentId": 392, "text": "And I know it's one that he's going through with his family and, of course, has been through a really difficult tragedy, the worst that any parent can face."}, {"sentId": 393, "text": "So I don't know whether he's ultimately going to see it."}, {"sentId": 394, "text": "But at the end of the day, we have to make sure our party is ready to support our nominee and that's what we are working hard to doing."}], "speaker": "SCHULTZ", "secId": 120}, {"sentences": [{"sentId": 395, "text": "Don, we have 236 debate watch parties all across the country tomorrow night."}, {"sentId": 396, "text": "We had a training here in Nevada today to make sure that our volunteers and our activists are gearing up and getting ready to support our nominee."}, {"sentId": 397, "text": "That's the DNC's roll and that's what we are all working hard."}], "speaker": "SCHULTZ", "secId": 121}, {"sentences": [{"sentId": 398, "text": "Two hundred and thirty six parties - debate watch parties, all tuning in to CNN."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 399, "text": "Look at that."}], "speaker": "SCHULTZ", "secId": 123}, {"sentences": [{"sentId": 400, "text": "Just to look at that."}, {"sentId": 401, "text": "Isn't that amazing?"}, {"sentId": 402, "text": "So you've got those parties."}, {"sentId": 403, "text": "I think there are six debates this time around versus 25."}, {"sentId": 404, "text": "Some people are clamoring 25 in 2008."}, {"sentId": 405, "text": "Some people are saying, we want more."}, {"sentId": 406, "text": "Is that enough, six?"}, {"sentId": 407, "text": "Is that enough?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 408, "text": "Well, we have not only the six debates that are sanctioned by the DNC, but we have a number of candidate forums."}, {"sentId": 409, "text": "In two weeks, we have four of the five candidates coming to our women's leadership forum to talk about issues that are important to women."}, {"sentId": 410, "text": "So there are going to be a variety of opportunities all while allowing our candidates to be able to make sure that in the early primary states, like Nevada, like New Hampshire, that our voters can kick the tires a little bit."}, {"sentId": 411, "text": "They get that retail opportunity and we want to make sure they have that."}], "speaker": "SCHULTZ", "secId": 125}, {"sentences": [{"sentId": 412, "text": "I want you to close something else because this is from the DNC vice Chairwoman Tulsi Gabbard."}, {"sentId": 413, "text": "She said she was disinvited from tomorrow night's debate by you, by your office, because she disagreed with you on the number of debates."}, {"sentId": 414, "text": "Is that true?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 415, "text": "No."}, {"sentId": 416, "text": "Let me just say that the candidates need us to have our undivided attention on them."}, {"sentId": 417, "text": "And what Congresswoman Gabbard was asked to do is to make sure that we're a big ten party."}, {"sentId": 418, "text": "And everyone is entitled to their opinion."}, {"sentId": 419, "text": "We certainly embrace a wide variety of opinion."}, {"sentId": 420, "text": "But she was asked guys -- everyone here has been asked to keep the focus on our candidates."}, {"sentId": 421, "text": "And I saw her interview with Wolf Blitzer earlier today."}, {"sentId": 422, "text": "She decided that she would be a distraction and chose not to come."}], "speaker": "SCHULTZ", "secId": 127}, {"sentences": [{"sentId": 423, "text": "Well, here is what she said on Wolf."}, {"sentId": 424, "text": "She said her chief of staff was told by your chief of staff that she shouldn't go to the debate, that she was no longer welcome."}, {"sentId": 425, "text": "Did that happen at all?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 426, "text": "What Congresswoman Gabbard's staff was told was that the focus needed to be on our candidates."}], "speaker": "SCHULTZ", "secId": 129}, {"sentences": [{"sentId": 427, "text": "But through that, are you telling her not to come to the debate?"}, {"sentId": 428, "text": "Did you say --?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 429, "text": "We were told - she was told that her staff was told that we need to make sure that our focus was on our candidates tomorrow night."}, {"sentId": 430, "text": "And as she said on your network, she decided that she would be a distraction and chose not to come because we have to make sure that that contrast is clear."}], "speaker": "SCHULTZ", "secId": 131}, {"sentences": [{"sentId": 431, "text": "OK."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 432, "text": "I mean, it is very clear contrast and we need to make sure that we're getting people focused on those candidates."}], "speaker": "SCHULTZ", "secId": 133}, {"sentences": [{"sentId": 433, "text": "I understand what you're saying."}, {"sentId": 434, "text": "But if someone said that to me, like we need you to be focused on what are, that sounds like we would rather you not be there."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 435, "text": "This is our first debate."}, {"sentId": 436, "text": "There is a lot of excitement around it."}, {"sentId": 437, "text": "And we have five really strong candidates who are going to present the very clear contrast with the Republicans."}, {"sentId": 438, "text": "And that's what we need to focus to the on and she decided that she was going to be a distraction and chose not to come."}], "speaker": "SCHULTZ", "secId": 135}, {"sentences": [{"sentId": 439, "text": "Thank you, Congressman, for being candid and answering that question."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 440, "text": "Sure."}, {"sentId": 441, "text": "No problem."}], "speaker": "SCHULTZ", "secId": 137}, {"sentences": [{"sentId": 442, "text": "I appreciate it."}, {"sentId": 443, "text": "Thank you."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 444, "text": "Thank you."}], "speaker": "SCHULTZ", "secId": 139}, {"sentences": [{"sentId": 445, "text": "It's a pleasure to meet you."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 446, "text": "You, too."}], "speaker": "SCHULTZ", "secId": 141}, {"sentences": [{"sentId": 447, "text": "Coming up here on CNN, we are going to talk about President Barack Obama, also Hillary Clinton's emails, her troubles a mistake, but can she turn the page in tomorrow night's debate."}, {"sentId": 448, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 449, "text": "Welcome back to our coverage."}, {"sentId": 450, "text": "Debate coverage in Las Vegas, counting down to tomorrow night's big Democratic debate."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 451, "text": "Joining me now is David Brock."}, {"sentId": 452, "text": "David is the author of \"killing the messenger, the right wing plot to derail Hillary and hijack your government.\""}, {"sentId": 453, "text": "He is also the founder of media matters for America and Dan Pfeiffer, CNN political commentator and former senior adviser to President Obama."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 454, "text": "Good evening, gentlemen."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 455, "text": "David, I'm going to start with you."}, {"sentId": 456, "text": "The RNC released a new ad today focused on Hillary Clinton."}, {"sentId": 457, "text": "Let's watch it."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 458, "text": "Please join me in welcoming Hillary Rodham Clinton."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 147}, {"sentences": [{"sentId": 459, "text": "Hillary Clinton has some explaining to do."}], "speaker": "UNIDENTIFIED MALE", "secId": 148}, {"sentences": [{"sentId": 460, "text": "Used her personal email account to conduct official business."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 149}, {"sentences": [{"sentId": 461, "text": "On the recent relations with Russia."}], "speaker": "UNIDENTIFIED MALE", "secId": 150}, {"sentences": [{"sentId": 462, "text": "Not really working out well."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 151}, {"sentences": [{"sentId": 463, "text": "Potentially catastrophic move for Hillary Clinton."}], "speaker": "UNIDENTIFIED MALE", "secId": 152}, {"sentences": [{"sentId": 464, "text": "Taking millions of dollars from foreign governments."}], "speaker": "UNIDENTIFIED MALE", "secId": 153}, {"sentences": [{"sentId": 465, "text": "Really on sniper fire."}], "speaker": "UNIDENTIFIED MALE", "secId": 154}, {"sentences": [{"sentId": 466, "text": "It was a total -- it was a lie."}], "speaker": "UNIDENTIFIED MALE", "secId": 155}, {"sentences": [{"sentId": 467, "text": "What difference at some point does it make?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 156}, {"sentences": [{"sentId": 468, "text": "This is just par for the course for the Clintons."}, {"sentId": 469, "text": "They're always a little bit secretive."}], "speaker": "UNIDENTIFIED MALE", "secId": 157}, {"sentences": [{"sentId": 470, "text": "David, what's your reaction?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 471, "text": "Well, I think two reactions."}, {"sentId": 472, "text": "One, this ad is dis-ingenious."}, {"sentId": 473, "text": "It couldn't have basic fact checks."}, {"sentId": 474, "text": "They're citing news reports that were retracted later."}, {"sentId": 475, "text": "So it doesn't have credibility."}], "speaker": "BROCK", "secId": 159}, {"sentences": [{"sentId": 476, "text": "But I think the more revealing thing is that the Republicans can't give up their focus on character attacks on Hillary Clinton."}, {"sentId": 477, "text": "And that is because they don't want to run against her in the general election and they have nothing to offer in the country."}, {"sentId": 478, "text": "We know what the Republican platform is going to be no matter who gets the nomination."}, {"sentId": 479, "text": "And I just think it reeks of desperation on their part."}], "speaker": "BROCK", "secId": 160}, {"sentences": [{"sentId": 480, "text": "Dan, the emails, I know it is two separate issues and, you know, rightly so."}, {"sentId": 481, "text": "Michael Smerconish said they've become conflated."}, {"sentId": 482, "text": "But if Benghazi comes up, the email issue comes up, what does Hillary Clinton need to say?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 483, "text": "Well, first, I would agree with David that that is incredibly disingenuous ad."}, {"sentId": 484, "text": "It is also a stupid ad."}, {"sentId": 485, "text": "The Republicans just shouldn't take their money for that."}, {"sentId": 486, "text": "And like bet it on black here because it's kind of waste of money."}], "speaker": "PFEIFFER", "secId": 162}, {"sentences": [{"sentId": 487, "text": "I think any Democrat would make a mistake if they brought up the emails or Benghazi in this debate."}, {"sentId": 488, "text": "This is a -- Democrats should not recite GOP talking points in a debate."}, {"sentId": 489, "text": "I think the question is going to come from the moderator seems Secretary Clinton and she's going to have to answer it not defensively, forthrightly."}, {"sentId": 490, "text": "And this is her best chance to show millions of people around the country her best answer, not an answer interpreted through the press which has always been challenging for her."}], "speaker": "PFEIFFER", "secId": 163}, {"sentences": [{"sentId": 491, "text": "Dan, you know, I'll be asking the questions from viewers around the country or voters through Facebook."}, {"sentId": 492, "text": "And that question could certainly come up from one of the voters and how does she answer, you know, an average American who has some questions about the emails or about Benghazi."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 493, "text": "Well, I think as it relates to the emails, I think it's important for her to continue to be, as she has been -- done a good job, I think, in recent weeks about apologizing for it, being non- defensive about it, explaining the decision she made and what she would do differently and begin to then turn the discussion to the future because this election is not going to be part of Hillary Clinton's email practices."}, {"sentId": 494, "text": "It is going to be over a choice for the direction of the country."}, {"sentId": 495, "text": "And the sooner she can get off the emails and on to the direction of the country, the better off she'll be."}], "speaker": "PFEIFFER", "secId": 165}, {"sentences": [{"sentId": 496, "text": "Yes."}, {"sentId": 497, "text": "So she needs to pivot."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 498, "text": "David, you know, speaking of that, on the heels of Kevin McCarthy's comments about Benghazi, major Bradly, a former Republican stud, an intelligence officer told our Jake Tapper on yesterday's \"STATE OF THE UNION\" that the Benghazi committee exclusively targeted Hillary Clinton and it was politically motivated."}, {"sentId": 499, "text": "Do you expect that that is going to change this Benghazi conversation at all?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 500, "text": "Yes, I think it changes it entirely."}, {"sentId": 501, "text": "I mean, this whole thing has now blown up in the face of the Republicans."}, {"sentId": 502, "text": "Some of us, for two plus years, have been saying this is a partisan charade."}, {"sentId": 503, "text": "And now we have Republicans, someone who was going to be the speakers of the House and a Republican investigator saying this was a partisan charade."}], "speaker": "BROCK", "secId": 168}, {"sentences": [{"sentId": 504, "text": "And so, I think when Hillary goes into the testimony next week, the dynamic is completely shifted."}, {"sentId": 505, "text": "Republicans have to justify their continued existence, the congressional views of power, the squandering of taxpayer money and I don't think Hillary will be on the defensive in that case."}, {"sentId": 506, "text": "I think the tables are totally turned."}], "speaker": "BROCK", "secId": 169}, {"sentences": [{"sentId": 507, "text": "OK."}, {"sentId": 508, "text": "So, Dan, what is the bigger problem here, that the email scandal measures with a lot of the negative things that some people may already believe about the Clintons or that they are secretive and that they break the rules, they play by their own rules?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 509, "text": "Look, I think it's important to recognize, Hillary Clinton is running for the Democratic nomination."}, {"sentId": 510, "text": "Democrats love Hillary Clinton."}, {"sentId": 511, "text": "They also like Bernie Sanders and I think if they get to know Martin O'Malley and these other candidates, they will like them."}], "speaker": "PFEIFFER", "secId": 171}, {"sentences": [{"sentId": 512, "text": "I think the challenge for the that emails have causes, one, it's created this press storm where all you've heard about from Hillary Clinton for the last four or five months now is the emails, bad polls and how the emails have caused her to have bad polls and that's a negative feedback loop that's hurt her."}], "speaker": "PFEIFFER", "secId": 172}, {"sentences": [{"sentId": 513, "text": "I think she has an opportunity, starting with this debate to begin, as I said, to pivot to something else and move forward."}, {"sentId": 514, "text": "And I think she can do that."}, {"sentId": 515, "text": "It's going to take a lot of work and it is going to take as if being transparent and non-defensive in how she answers the question, but the best opportunity she has is tomorrow night."}], "speaker": "PFEIFFER", "secId": 173}, {"sentences": [{"sentId": 516, "text": "But, David, you know, whether it's -- Dan, back to you."}, {"sentId": 517, "text": "Let's follow up on that."}, {"sentId": 518, "text": "Whether you think it's a real issue or not, or if you think it's something that is orchestrated by the Republicans, it has become a talking point."}, {"sentId": 519, "text": "She is being questioned about it."}, {"sentId": 520, "text": "It has certainly affected her in the polls and has affected this campaign."}, {"sentId": 521, "text": "So you have to treat it as a real issue."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 522, "text": "Absolutely."}, {"sentId": 523, "text": "I think she would be -- she would make -- she and her campaign would make a mistake to minimize how they deal with it."}, {"sentId": 524, "text": "I think right now, Hillary Clinton is being treated as the de facto incumbent in this case."}, {"sentId": 525, "text": "All the questions are referendum with Hillary Clinton."}, {"sentId": 526, "text": "Do you trust Hillary Clinton?"}, {"sentId": 527, "text": "Is Hillary Clinton credible?"}, {"sentId": 528, "text": "What eventually this race is going to become a choice."}, {"sentId": 529, "text": "And where a Clinton campaign wants the race to be is do you trust Hillary Clinton more than Donald Trump or more than Jeb Bush to fight for the economy or to fight immigration and to get to referendum?"}, {"sentId": 530, "text": "And it is very hurtful to do that what she said were pivoted front-runner in the Democratic primary."}, {"sentId": 531, "text": "When you get to a general election, if she can get there, then I think the tables will turn on this discussion."}], "speaker": "PFEIFFER", "secId": 175}, {"sentences": [{"sentId": 532, "text": "OK.  David, real quickly, because I've got to get to a break, but Bill Clinton, the most popular Democrat in the country, is it -- do you think that he should be sidelined?"}, {"sentId": 533, "text": "Is it going to look like he's sidelined tomorrow if the campaign doesn't use him?"}, {"sentId": 534, "text": "Should they use him more?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 535, "text": "No."}, {"sentId": 536, "text": "I don't think he'll be sidelined."}, {"sentId": 537, "text": "I think the more the campaign goes on, the more they will use him."}, {"sentId": 538, "text": "Look, Bill Clinton is an incredibly effective surrogate."}, {"sentId": 539, "text": "Look back to the Democratic convention in 2012."}, {"sentId": 540, "text": "He gave that amazing speech."}, {"sentId": 541, "text": "So we'll see more of that as time goes on."}, {"sentId": 542, "text": "But tomorrow night it is time for Americans to see Hillary Clinton."}, {"sentId": 543, "text": "It's the first Democratic debate for her to make her case as to why she's the real progressive champion in this case."}, {"sentId": 544, "text": "And I think she'll do that."}], "speaker": "BROCK", "secId": 177}, {"sentences": [{"sentId": 545, "text": "All right."}, {"sentId": 546, "text": "Dan, David, thank you very much."}, {"sentId": 547, "text": "I appreciate it, gentlemen."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 548, "text": "Coming up, you can't come to Vegas without cruising the strip and I'm doing it in style with a former Las Vegas mayor, Oscar Goodman and that is next."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 549, "text": "We are less than 24 hours away from our CNN Democratic debate right here in Las Vegas."}, {"sentId": 550, "text": "In a lot of ways, this town is America's melting pot."}, {"sentId": 551, "text": "But to really see Vegas, to really see the city, you've got to cruise the strip."}, {"sentId": 552, "text": "And one of the best guys you could have is former mayor Oscar Goodman."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 553, "text": "Hi, Mayor."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 554, "text": "Hi."}], "speaker": "GOODMAN", "secId": 182}, {"sentences": [{"sentId": 555, "text": "Do you want to hot in with me?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 556, "text": "I sure do."}], "speaker": "GOODMAN", "secId": 184}, {"sentences": [{"sentId": 557, "text": "Come on, get in here."}, {"sentId": 558, "text": "Beautiful."}, {"sentId": 559, "text": "When you come out of the office, it has to make you proud when you see that."}, {"sentId": 560, "text": "."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 561, "text": "I'm ready proud of what we did downtown because when I took it over, it was rubble."}], "speaker": "GOODMAN", "secId": 186}, {"sentences": [{"sentId": 562, "text": "Tell me about old Las Vegas because the mob played a big role."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 563, "text": "Yes."}, {"sentId": 564, "text": "The Las Vegas was basically founded as a watering hole."}, {"sentId": 565, "text": "They used to travel going across the country and stop off downtown where we'll be going where they had springs."}], "speaker": "GOODMAN", "secId": 188}, {"sentences": [{"sentId": 566, "text": "Right."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 567, "text": "And they would water the cattle, they would feed the cattle and then they would go on earth to Las Vegas or if they're going the other way, up to Salt Lake City."}], "speaker": "GOODMAN", "secId": 190}, {"sentences": [{"sentId": 568, "text": "What people don't realize, they think they come to Vegas and it's all fun."}, {"sentId": 569, "text": "This is a city where people live."}, {"sentId": 570, "text": "I mean, it's normal rush hour traffic."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 571, "text": "We have two million people living in the valley here."}, {"sentId": 572, "text": "And it's a place to do serious business, of course."}, {"sentId": 573, "text": "But at the same time, we're a tourist destination, so we tell people, do your serious business and have a good time."}], "speaker": "GOODMAN", "secId": 192}, {"sentences": [{"sentId": 574, "text": "OK.  Now we're on Las Vegas Boulevard."}, {"sentId": 575, "text": "Right here."}, {"sentId": 576, "text": "We're going this way, hard right."}, {"sentId": 577, "text": "This is all Las Vegas."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 578, "text": "Right here."}, {"sentId": 579, "text": "This is beautiful mayor."}, {"sentId": 580, "text": "And so mayor, this is the perfect place for a debate."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 581, "text": "It's the ideal place for a debate because we have people that are cross-section of the entire world living here and certainly of the United States."}, {"sentId": 582, "text": "So their input is necessary in order to evaluate the position of the candidate."}], "speaker": "GOODMAN", "secId": 195}, {"sentences": [{"sentId": 583, "text": "So tell me what is important, what do you think Nevadans want to know from the candidates?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 584, "text": "Well, you know, Nevadans are practical people."}, {"sentId": 585, "text": "And they want to be able to keep up the quality of life that we enjoy here."}, {"sentId": 586, "text": "And we want to make sure that the economy is a booming economy so people will take the time to come out and engage in their meetings out here, their conventions out here and their enjoyment out here."}], "speaker": "GOODMAN", "secId": 197}, {"sentences": [{"sentId": 587, "text": "This mop museum you bought for a dollar?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 588, "text": "We bought it for a dollar."}, {"sentId": 589, "text": "Used to be a courthouse and post office."}, {"sentId": 590, "text": "And we are on the understanding that we would restore it to its original condition."}, {"sentId": 591, "text": "And we really restored to its mint condition and then use it for museum purposes."}], "speaker": "GOODMAN", "secId": 199}, {"sentences": [{"sentId": 592, "text": "Mayor, we talk about not just the strip, you got the museum."}, {"sentId": 593, "text": "What is this?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 594, "text": "This is phenomenal."}, {"sentId": 595, "text": "It's a Frank Gary designed building working on experiment from Alzheimer's."}, {"sentId": 596, "text": "They come from all over the world to be treated here."}, {"sentId": 597, "text": "Studying concussions for athletes, I mean, anything to do with the brain."}], "speaker": "GOODMAN", "secId": 201}, {"sentences": [{"sentId": 598, "text": "I feel like this is a gimongous  Times Square."}, {"sentId": 599, "text": "Times Square on steroids."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 600, "text": "But every time you turn around, there's something new happens."}, {"sentId": 601, "text": "So that's what's so wonderful."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 602, "text": "That's it for us tonight."}, {"sentId": 603, "text": "Thank you for watching and don't miss our CNN Democratic debate tomorrow night beginning at 8:30."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 604, "text": "Our live coverage continues in just a minute with John Vause here in Las Vegas and Aisha Sesay in Los Angeles."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 605, "text": "END"}], "speaker": "LEMON", "secId": 206}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.12.cnnt.02.html.json", "time": "Aired October 12, 2015 - 23:00   ET"}