{"sectionCount": 209, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TODD", "SANCHEZ", "TORRES", "KLINGER", "SAVIDGE", "JOHNSON", "VERNI", "ALLEN", "UNIDENTIFIED FEMALE", "WATERS", "UNIDENTIFIED MALE", "CANNARD", "LEE", "HUDSON", "ALICE WATERS' FRIENDS", "SULLIVAN"], "subTitle": "Midnight Curfew Begins in Charlotte, NC; Four Shot and Killed in Washington State Mall; Cillinary Journeys. Aired 12-1a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/24/cnnt.01.html", "sentenceCount": 528, "sections": [{"sentences": [{"sentId": 0, "text": "You're looking live now."}, {"sentId": 1, "text": "This is Charlotte, North Carolina, a midnight curfew has begun."}, {"sentId": 2, "text": "Those are aerial pictures."}, {"sentId": 3, "text": "We don't have control of them but we're going to get you to the ground there in just moments."}, {"sentId": 4, "text": "Again, just about one minute after a curfew is in place there."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "This is CNN TONIGHT."}, {"sentId": 6, "text": "I'm Don Lemon."}, {"sentId": 7, "text": "Thank you for joining us."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 8, "text": "We're going to carry you through all of this, this hour, and check on and police and the protesters to see what's happening."}, {"sentId": 9, "text": "Police said last night that they would not enforce this curfew as long as the protests were peaceful."}, {"sentId": 10, "text": "We're watching to see if that holds up again tonight."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 11, "text": "Meanwhile, the Mayor of Charlotte is asking the candidates to stay away for now and both have agreed tonight."}, {"sentId": 12, "text": "Let's get right now to CNN's Boris Sanchez and to Brian Todd, both of them are out, again, covering these protests this evening and again, this curfew is in place."}, {"sentId": 13, "text": "I want to get first now to CNN's -- let's go to Brian Todd first."}, {"sentId": 14, "text": "Brian, I see some action where you are."}, {"sentId": 15, "text": "What's going on?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 16, "text": "Well, Don, an extraordinary moment."}, {"sentId": 17, "text": "A little while ago, just before the curfew, this crowd was at the epicenter where a lot of these protests were going on the corner of Trade and Tryon Street."}, {"sentId": 18, "text": "Well, they started to move past that intersection and then a large crowd, another large crowd joined them."}, {"sentId": 19, "text": "So this crowd could very well have just doubled right about of the time of curfew, really extraordinary."}, {"sentId": 20, "text": "We don't know where that other crowd came from."}], "speaker": "TODD", "secId": 4}, {"sentences": [{"sentId": 21, "text": "Boris and I have been following this bunch all night and they've been pretty much the most sizable group."}, {"sentId": 22, "text": "But then another group joined them from one of these streets over here to our left."}, {"sentId": 23, "text": "They just kind of came upon the scene."}, {"sentId": 24, "text": "They all cheered."}, {"sentId": 25, "text": "They all started marching."}, {"sentId": 26, "text": "They all stopped here and now they are on the move again, Don."}], "speaker": "TODD", "secId": 5}, {"sentences": [{"sentId": 27, "text": "So again, it's extraordinary."}, {"sentId": 28, "text": "Last night, you know, you got a sense that maybe by the curfew period the protests were starting to dissipate a little bit."}, {"sentId": 29, "text": "It took a couple of more hours before  to do that, well now they've grown right at about the time of curfew."}, {"sentId": 30, "text": "We'll see how the police react and see how the protesters react to that."}, {"sentId": 31, "text": "Again, you know, we keep hitting home this theme that they've have gone through all night long."}, {"sentId": 32, "text": "They are not satisfied with the police explanation of why the dash cam and body cam tapes have not been released."}, {"sentId": 33, "text": "They express that to satisfaction a short time ago at the police station for close to an hour."}, {"sentId": 34, "text": "They held a street debate as to, you know, the best way to go about doing all of this and now they're on the move again."}, {"sentId": 35, "text": "So, you know, the dynamic here has just gotten much more energetic just in the last few minutes."}], "speaker": "TODD", "secId": 6}, {"sentences": [{"sentId": 36, "text": "OK.  Brian, I want you to stand by."}, {"sentId": 37, "text": "Don't go far because there I'm going to get back to you but I want to see what is happening where Boris is."}, {"sentId": 38, "text": "Brian Todd saying that it appears the number of protesters have grown past the curfew, right around the curfew time, right around curfew time."}, {"sentId": 39, "text": "He says, it appears that more protesters showed up on the scene."}, {"sentId": 40, "text": "Boris what's in your vantage point now that this curfew is in effect?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 41, "text": "So, Don, we're standing on a corner, just a block and a half away from where Brian is right now."}, {"sentId": 42, "text": "And as that group started leaving the police station right around the time at the curfew went into effect, we saw some protesters get left behind and start kind of their own scene, their own thing."}, {"sentId": 43, "text": "Actually right behind us, just a few moments ago, they were singing gospel songs."}, {"sentId": 44, "text": "There's actually music being played across the street right now."}, {"sentId": 45, "text": "There's a gathering of faith leaders here."}], "speaker": "SANCHEZ", "secId": 8}, {"sentences": [{"sentId": 46, "text": "There's also some people that are sitting in the street and refusing to move."}, {"sentId": 47, "text": "They're blocking traffic right now."}, {"sentId": 48, "text": "And right beside them we have National Guard waiting just off to our left waiting and monitoring the situation."}], "speaker": "SANCHEZ", "secId": 9}, {"sentences": [{"sentId": 49, "text": "So obviously the demonstration is taking on several different angles here."}, {"sentId": 50, "text": "I actually want to bring in a guest, Chewy Torres."}, {"sentId": 51, "text": "Chewy, you were one of the people yesterday that started hugging the National Guard and showing your appreciation to them."}, {"sentId": 52, "text": "Are you proud of the City of Charlotte right now?"}], "speaker": "SANCHEZ", "secId": 10}, {"sentences": [{"sentId": 53, "text": "I'm proud of how we are growing together."}, {"sentId": 54, "text": "You know, we had to first come together with clear minds, clear conscience."}, {"sentId": 55, "text": "That we want a peaceful out come, we have to come in to it with peace."}, {"sentId": 56, "text": "We're not going to get nowhere if we don't come to it with peace and talk as young adults."}], "speaker": "TORRES", "secId": 11}, {"sentences": [{"sentId": 57, "text": "The problem is with millennials, as we get cornerstone as millineals, we never get a chance to be like, OK, we could go about it the right way."}, {"sentId": 58, "text": "Give us a chance."}, {"sentId": 59, "text": "Right now, you saw yesterday we had peace."}, {"sentId": 60, "text": "I was one of the first people."}, {"sentId": 61, "text": "I don't want to say I am because there was -- there have been plenty of us now."}, {"sentId": 62, "text": "But we hugged the National Guard because they are humans just like us."}], "speaker": "TORRES", "secId": 12}, {"sentences": [{"sentId": 63, "text": "One guy had even told me, say, \"Hey, I listen to you all the time on the radio\", but he couldn't break his stance but I understand where he is coming from."}, {"sentId": 64, "text": "These are people that may not be able to get a job and turn their lives over to protect us and protect us from ourselves."}, {"sentId": 65, "text": "So being one of those young voters, being that one of those young people, we have to know, we have to always enrich ourselves."}, {"sentId": 66, "text": "Sometimes we get stuck."}, {"sentId": 67, "text": "We get -- we don't understand the laws and we get upset at the laws."}, {"sentId": 68, "text": "We have to know how to change them and go about the right ..."}], "speaker": "TORRES", "secId": 13}, {"sentences": [{"sentId": 69, "text": "That was Boris Sanchez."}, {"sentId": 70, "text": "Sorry, technical difficulties there."}, {"sentId": 71, "text": "Let's get back to CNN's Brian Todd."}, {"sentId": 72, "text": "Brian, you're at the scene where you said most of the protesters have shown up now."}, {"sentId": 73, "text": "More protesters even after of this curfew is in effect now for six minutes into the midnight hour."}, {"sentId": 74, "text": "What's happening now?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 75, "text": "Well, Don, one of the protest leaders just asked the crowd turn left here, so we may be making a pivot."}, {"sentId": 76, "text": "And, you know, that's kind of the way it's gone tonight with some of the leadership of this."}, {"sentId": 77, "text": "There have been -- I have noticed like probably four or five different people who've kind of taken the lead in organizing this thing and one of them has just asked the crowd to turn."}], "speaker": "TODD", "secId": 15}, {"sentences": [{"sentId": 78, "text": "And actually Rick Hall , my photojournalist guys, we got to turn this way."}, {"sentId": 79, "text": "Rick , we're going turn this way."}, {"sentId": 80, "text": "We're going this way."}, {"sentId": 81, "text": "So, you see, Don, this is kind of what we're doing tonight."}, {"sentId": 82, "text": "We have to kind of get our bearings with our team and then follow where the protesters are going and you don't know that from one minute to the next."}, {"sentId": 83, "text": "They just have turned left here on Graham Street in Charlotte."}], "speaker": "TODD", "secId": 16}, {"sentences": [{"sentId": 84, "text": "And I'm looking at the crowd is it, yeah, back at the Rear Echelons of the crowd here."}, {"sentId": 85, "text": "I mean, it's got to be several hundred people strong."}, {"sentId": 86, "text": "I'm guessing about 500 at the very least."}], "speaker": "TODD", "secId": 17}, {"sentences": [{"sentId": 87, "text": "So again, the energy of this crowd has really grown in the last few minutes just at about the time of the evening when, you know, sometimes that energy has dissipated a little bit."}, {"sentId": 88, "text": "But right now it's very energetic."}], "speaker": "TODD", "secId": 18}, {"sentences": [{"sentId": 89, "text": "Now, they've just stopped here, regrouping to do speeches and chants over here."}, {"sentId": 90, "text": "You can -- Rick if you can stand to your left, you can -- let's come out over here, you can show a little bit of that from a bit of an elevated point here."}, {"sentId": 91, "text": "Sorry gentleman, excuse us."}], "speaker": "TODD", "secId": 19}, {"sentences": [{"sentId": 92, "text": "Don, this is what they've done all night."}, {"sentId": 93, "text": "They've done, they have not lost their energy here."}, {"sentId": 94, "text": "They'll walk a good mile, mile and a half."}, {"sentId": 95, "text": "They'll turn."}, {"sentId": 96, "text": "They'll stop."}, {"sentId": 97, "text": "They'll regroup."}, {"sentId": 98, "text": "Someone else will come and take the lead of this thing, start chants and start other, you know, calls for justice and things like that, calls against the police."}], "speaker": "TODD", "secId": 20}, {"sentences": [{"sentId": 99, "text": "Again, they keep hitting home, release the tapes."}, {"sentId": 100, "text": "They've been chanting that all night as well, Don."}, {"sentId": 101, "text": "So here we go, we're on the move, again."}], "speaker": "TODD", "secId": 21}, {"sentences": [{"sentId": 102, "text": "Hey, Brian, as you're on the move there, let me ask you a couple questions."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 103, "text": "Sure."}], "speaker": "TODD", "secId": 23}, {"sentences": [{"sentId": 104, "text": "Are protesters talking about the video released today by the wife of Keith Scott?"}, {"sentId": 105, "text": "TODD:  You know, interestingly enough, Don, they talk about it, they thought of how dramatic it is."}, {"sentId": 106, "text": "But what they are talking about most is the fact that the police have not released the dash cam and body cam tapes."}, {"sentId": 107, "text": "That's really what they're talking about."}, {"sentId": 108, "text": "They want transparency."}, {"sentId": 109, "text": "They're losing their patience with the authorities here in Charlotte."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 110, "text": "We talked about the fact that Charlotte Mayor Jennifer Roberts have said that unless and until those tapes are released she does expect more protests in the streets."}, {"sentId": 111, "text": "And we have seen the leadership of this city talk about who has custody of the tapes and kind of bandy that around to each other giving the sense that, you know, none of them really want to have custodianship of these tapes."}, {"sentId": 112, "text": "We are told like tonight that the police have custody of the tapes."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 113, "text": "So what these people really want is just for whoever asked the tapes to release them, so the people can see them and make judgments for themselves."}, {"sentId": 114, "text": "And that is what Keith Lamont Scott's family and their attorneys have talked about."}, {"sentId": 115, "text": "Let's get it out there so people can make judgments for themselves before that all day long."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 116, "text": "And that family has said that they released their videotape shot by Keith Scott's wife in the interest of transparency."}, {"sentId": 117, "text": "They want people to interpret it for themselves."}, {"sentId": 118, "text": "So, Don, they're really not talking today about the tape that was released."}, {"sentId": 119, "text": "They're talking about the tapes that have not been released."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 120, "text": "All right, stand by."}, {"sentId": 121, "text": "Brian, I'll let you get back to your reporting."}, {"sentId": 122, "text": "We'll get go back to Brian a moment."}, {"sentId": 123, "text": "I want to bring in David Klinger from St. Louis, Tom Verni, at the Long Island."}, {"sentId": 124, "text": "Both of them are former police officers."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 125, "text": "So listen as you -- the police are out there, the National Guard's out there, according to our reporters out there."}, {"sentId": 126, "text": "It looks like more people have shown up still defying this curfew, David Klinger, but as city officials have said, Police Brass, as long as it's peaceful they'll let them continue."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 127, "text": "If they've setup, you know, for lack of a better term right now, rules of engagement, in terms of when they're going to move against individuals."}, {"sentId": 128, "text": "They've already made a pronouncement that as long as it is peaceable they're not going to enforce the curfew."}, {"sentId": 129, "text": "Then it makes perfect sense to see the flow of these people."}], "speaker": "KLINGER", "secId": 30}, {"sentences": [{"sentId": 130, "text": "Now, why the additional group of several hundred or who -- whatever your reporter just stated have shown up."}, {"sentId": 131, "text": "Who knows but so long as they are not doing anything that violates the law then, I would assume the police are going to give them quite a bit of order room."}], "speaker": "KLINGER", "secId": 31}, {"sentences": [{"sentId": 132, "text": "Tom Verni is a former New York City Police Detective, is this standard procedure?"}, {"sentId": 133, "text": "With that, do you think the New York City Police Department would handle this the same way or were they enforce the curfew that they -- that is put in place and get everyone off the streets?"}, {"sentId": 134, "text": "TOM VERNI, FORMER NEW YORK CITY POLICE DETECTIVE:  Well, I mean, the NYPD deals with demonstrations like this pretty often actually."}, {"sentId": 135, "text": "And over the years, they've been able to craft what seems to work best depending on the tone and the mood of the crowd and depending exactly where they are going as well, how much disruptions taking place in traffic, and pedestrian traffic, vehicle traffic and whatnot."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 136, "text": "Ideally, you know, the gist of this whole thing is that they want the crowd to be able to exercise their constitutional rights to protest, right?"}, {"sentId": 137, "text": "But they also wanted to be a safe event where no one is getting injured and killed like what happened a couple nights ago."}, {"sentId": 138, "text": "Especially if, you know, for police officer's safety it's paramount here to ensure that is a safe event."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 139, "text": "So, you know, they'll going to let them."}, {"sentId": 140, "text": "They'll go along with the flow and like they did last night they did issue a curfew."}, {"sentId": 141, "text": "And they said as long as the protesters are peaceful then they will, you know, go along, they will work with them."}, {"sentId": 142, "text": "And then until if something goes sideways then they're going to have to take a stronger tone and then maybe take some sort enforce the actions to try o shut it down and then force the curfew."}, {"sentId": 143, "text": "But if things go along the way they did last night then I would imagine it will be another peaceful night."}, {"sentId": 144, "text": "I'm praying that it will be another peaceful night there."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 145, "text": "All right, gentleman I want you to stand by because I want to get to Atlanta now."}, {"sentId": 146, "text": "And well, this is a large crowd there in North Carolina."}, {"sentId": 147, "text": "And you can -- you heard our correspondents, they are saying more people have shown up."}, {"sentId": 148, "text": "So as we keep an eye on North Carolina that we also want go to Atlanta where there is a protest as well."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 149, "text": "That's where we find CNN's Martin Savidge."}, {"sentId": 150, "text": "Martin, you've been there for hours, where are you and what's happening now?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 151, "text": "Don, we're still on the steps of the Atlanta Detention Center."}, {"sentId": 152, "text": "This is really at where it ended up as far as the protest."}, {"sentId": 153, "text": "To begin, it was Civil Rights Museum, made its way to the King Center and then eventually came here."}], "speaker": "SAVIDGE", "secId": 37}, {"sentences": [{"sentId": 154, "text": "First to the Atlanta Police Department and then right next door to the correction center, focus here because the message to those inside actually saying, we know of the conditions of which you're being held."}, {"sentId": 155, "text": "We're here in support of you."}, {"sentId": 156, "text": "You can see the lights flashing inside, inmates waving out the windows."}, {"sentId": 157, "text": "All of this decide to send a message to law enforcement here that incarceration without reason, injustice, but most of all the events of this past week, what has happened in -- what has happen in Tulsa, what has happened even in Atlanta according to protesters here."}, {"sentId": 158, "text": "It's not going to be tolerated again."}], "speaker": "SAVIDGE", "secId": 38}, {"sentences": [{"sentId": 159, "text": "Totally peaceful, well-organized, disciplined, loud but there is only one small scuffle that took place as they came here to the jail but now the instructions are being given to the crowd that they will leave peacefully."}, {"sentId": 160, "text": "Organizers are saying, clean up after you, make this a better place than when we got here."}, {"sentId": 161, "text": "And stay on the sidewalks as you go."}, {"sentId": 162, "text": "It was civil disobedience coming in but now it is law abiding, leaving."}, {"sentId": 163, "text": "The message is, is this the end."}, {"sentId": 164, "text": "It's really the beginning of a movement, change that is needed."}, {"sentId": 165, "text": "Political activism, the judicial system needs to change, minds of police officers and the public also has to change."}, {"sentId": 166, "text": "So leaving peacefully and in many ways a lot of people sharing hugs as they go still realizing the reason they're here is that have been, I believe."}, {"sentId": 167, "text": "Don."}], "speaker": "SAVIDGE", "secId": 39}, {"sentences": [{"sentId": 168, "text": "Martin Savidge in Atlanta, our correspondent on the ground in Charlotte as well."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 169, "text": "Standby everyone, I want to get some other breaking new."}, {"sentId": 170, "text": "Four people shot dead in a mall in Washington State, others injured, more on that breaking news after this."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 171, "text": "And we get back to our breaking news now."}, {"sentId": 172, "text": "This out of Washington State tonight as you can see Burlington, Washington, our affiliate KOMO on the scene for us."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 173, "text": "Four people shot to death at the Cascade Mall in Burlington."}, {"sentId": 174, "text": "They're dead inside a Macy Store."}, {"sentId": 175, "text": "An unknown number of people are wounded as many as four are dead."}, {"sentId": 176, "text": "We are told, police said, at least one shooter is on the loose tonight."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 177, "text": "Joining me now on the phone is Trooper Rick Johnson of the Washington State Patrol."}, {"sentId": 178, "text": "Trooper, what can you tell us?"}, {"sentId": 179, "text": "Troper Johnson, are you there?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 180, "text": "Yes, I am."}, {"sentId": 181, "text": "I can hear you now."}], "speaker": "JOHNSON", "secId": 45}, {"sentences": [{"sentId": 182, "text": "Can you please give us the latest?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 183, "text": "What we have right now at about 6:58 p.m.  We received calls that there were shots fired at the Cascade Mall which is just north of, you know, north of Seattle in a town called Burlington."}, {"sentId": 184, "text": "And right now, we confirm that four are dead."}, {"sentId": 185, "text": "And just in the past 10, 15 minutes we had EMS able to enter the mall to assess if there's any additional injuries."}], "speaker": "JOHNSON", "secId": 47}, {"sentences": [{"sentId": 186, "text": "We have a suspect or suspects still on the loose."}, {"sentId": 187, "text": "We have multiple agencies, we have bomb canines."}, {"sentId": 188, "text": "We have just a lot law enforcement in the area attempting to locate this individual or individuals that are responsible for this."}], "speaker": "JOHNSON", "secId": 48}, {"sentences": [{"sentId": 189, "text": "And we have the picture, Trooper, of the person you're looking for."}, {"sentId": 190, "text": "Can you describe to us -- looks like he is wearing a dark T- shirt ..."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 191, "text": "I'm having a problem hearing you."}], "speaker": "JOHNSON", "secId": 50}, {"sentences": [{"sentId": 192, "text": "I said we have the photograph of the person you are looking for, can you hear me now?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 193, "text": "I can hear you now."}], "speaker": "JOHNSON", "secId": 52}, {"sentences": [{"sentId": 194, "text": "Yes."}, {"sentId": 195, "text": "So the photograph is up on our screen of the person, you are looking for, dark t-shirt and dark hair, what else can you tell us about him or his possible whereabouts?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 196, "text": "Well, we've had it, a couple different reports where they observed him walking towards the freeway."}, {"sentId": 197, "text": "And we have reports of him behind, you know, some buildings."}, {"sentId": 198, "text": "They are canvassing the area right now and the information that we have right now at the scene and the command post is that subject has not been located at this time."}], "speaker": "JOHNSON", "secId": 54}, {"sentences": [{"sentId": 199, "text": "OK."}, {"sentId": 200, "text": "So you said 6:58, they recall, police were called to the mall but what happened, did this shooter -- take us through, he enter the mall?"}, {"sentId": 201, "text": "As I understand, the four who were dead were in a Macy's department store."}, {"sentId": 202, "text": "Take us through what witnesses are saying happened."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 203, "text": "Well, obviously, an active shooter situation, I mean, you want to find the shooter as quickly as you can."}, {"sentId": 204, "text": "And the responding officers obviously first, you know, you want to contain the area."}, {"sentId": 205, "text": "I'm not -- I don't have the information on how they entered that and discovered that first."}, {"sentId": 206, "text": "I know that they were very intent on trying to find who is responsible for this."}, {"sentId": 207, "text": "You know, as quickly as they can."}], "speaker": "JOHNSON", "secId": 56}, {"sentences": [{"sentId": 208, "text": "I mean, they've talked to mall security, the mall manager."}, {"sentId": 209, "text": "They are trying to, you know, still, from what I understand, trying to clear every part of this structure."}, {"sentId": 210, "text": "Then they've secured it enough to where they get the EMS inside to assess if there's any other injuries that occurred in this incident."}], "speaker": "JOHNSON", "secId": 57}, {"sentences": [{"sentId": 211, "text": "So you don't know if someone randomly walking through the mall or were they walking through one store, were they targeting people or was it just random shooting?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 212, "text": "Yeah, we don't have that information."}, {"sentId": 213, "text": "It's hard to know."}, {"sentId": 214, "text": "You know, the information we had initially is that, the individual walked, you know, or was on foot."}, {"sentId": 215, "text": "Right now, we can't assume anything."}, {"sentId": 216, "text": "So they're still interviewing witnesses and trying to get a good idea of exactly, you know, what action to take next."}, {"sentId": 217, "text": "We're just asking people just, you know, obviously stay away from the area."}, {"sentId": 218, "text": "Stay inside and obviously report anything suspicious that they may see."}], "speaker": "JOHNSON", "secId": 59}, {"sentences": [{"sentId": 219, "text": "OK.  And you said four dead but you're not sure of the number of people who are injured, correct?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 220, "text": "Right."}, {"sentId": 221, "text": "No information on, if there's additional injuries right now."}, {"sentId": 222, "text": "That's what they're trying to get the EMS inside the mall to assess."}], "speaker": "JOHNSON", "secId": 61}, {"sentences": [{"sentId": 223, "text": "And he is armed, obviously."}, {"sentId": 224, "text": "Didn't leave the gun at the scene?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 225, "text": "We're assuming -- obviously, there was, you know, a shooting."}, {"sentId": 226, "text": "So that's what we have to assume at this point in time is that whoever the individual, individuals are, that, you know, they're, you know, most likely still armed."}, {"sentId": 227, "text": "LEMON:  OK."}, {"sentId": 228, "text": "Thank you, Trooper Rick Johnson, the Washington State patrol joining with the very late this evening."}, {"sentId": 229, "text": "Here's what we know."}, {"sentId": 230, "text": "It's coming to us from Burlington, Washington State that is."}, {"sentId": 231, "text": "Four people shot to death at the Cascade Mall in Burlington."}, {"sentId": 232, "text": "The dead are inside of a Macy's department store."}, {"sentId": 233, "text": "According to the Trooper, unknown number of people who were wounded, they're just getting information, they say, from eyewitnesses, also from people who were in the mall, the mall security, the mall manager and so on."}], "speaker": "JOHNSON", "secId": 63}, {"sentences": [{"sentId": 234, "text": "And again, Trooper Rick Johnson joined us by phone just moments ago, telling people to stay inside, to stay away from the scene and if they have any information to call."}, {"sentId": 235, "text": "Obviously they said this man is armed and dangerous, did not leave the weapon there."}, {"sentId": 236, "text": "It appears there was no confrontation with someone else who may have been able to wrestle it away from him."}], "speaker": "JOHNSON", "secId": 64}, {"sentences": [{"sentId": 237, "text": "But again, this is all unfolding and it's coming to us from Washington State."}, {"sentId": 238, "text": "Let's discuss now with David Klinger as a former police officer and the author of \"Into the Kill Zone\"."}, {"sentId": 239, "text": "Also a former New York City Police Detective Tom Verni."}], "speaker": "JOHNSON", "secId": 65}, {"sentences": [{"sentId": 240, "text": "David, what happens in these situations?"}, {"sentId": 241, "text": "Where are the Trooper saying they are trying to secure the scene and speak to as many people as possible and obviously attend to the wounded."}], "speaker": "JOHNSON", "secId": 66}, {"sentences": [{"sentId": 242, "text": "All right, the first thing is to try to determine what you actually have because one of the problems in a situation like this where you got a large geographic area in terms of something as large as a mall or large structure and then parking lot."}, {"sentId": 243, "text": "We're talking about the geographic area."}], "speaker": "KLINGER", "secId": 67}, {"sentences": [{"sentId": 244, "text": "The notion of trying to get EMS in there after the police cleared, right?"}, {"sentId": 245, "text": "We're two hours -- all most two and a half hours into the situation if I got my timeline right and they still don't have a grasp on what went down."}, {"sentId": 246, "text": "Try to identify who else might be outstanding in terms of injury attend to them then try to identify what the nature of the conflict was that led to the murders."}, {"sentId": 247, "text": "Was it an employee who was disgruntled?"}, {"sentId": 248, "text": "Was it a boyfriend who killed a girlfriend and some other lover?"}, {"sentId": 249, "text": "I mean, it could be any number of things."}], "speaker": "KLINGER", "secId": 68}, {"sentences": [{"sentId": 250, "text": "He used the term active shooter."}, {"sentId": 251, "text": "Apparently, right now, it's not an act of shooting scene."}, {"sentId": 252, "text": "So what they have now apparently is something that static but the suspect or suspects could be on that property or they could have escaped."}, {"sentId": 253, "text": "So they really have to figure out what's going on and then they can move forward from that point but it's going to take a while if they're going to solve out."}], "speaker": "KLINGER", "secId": 69}, {"sentences": [{"sentId": 254, "text": "We were just covering not long ago the stabbing in a mall in St."}, {"sentId": 255, "text": "Cloud Mall that was just last weekend."}, {"sentId": 256, "text": "And here we are again, Tom Verni with the situation now with a gunman on the loose."}, {"sentId": 257, "text": "Give us your expertise as to what happens now."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 258, "text": "Well, here we are again."}, {"sentId": 259, "text": "Yeah, another Friday night and you can't go to a mall."}, {"sentId": 260, "text": "It's just unbelievable what's happening in this country."}, {"sentId": 261, "text": "It's frightening, to be honest, and you know, like David was mentioning they're going to have to go through all those steps."}, {"sentId": 262, "text": "Obviously the, you know, you want to tend to the wounded and, you know, get the medical attention as quickly as possible."}, {"sentId": 263, "text": "I would also have to assume because it is a mall that there is quite a bit of video surveillance there."}], "speaker": "VERNI", "secId": 71}, {"sentences": [{"sentId": 264, "text": "That's probably how they got the picture of the suspect that they had up."}, {"sentId": 265, "text": "And if can took that picture up, again, because this is a man that they are looking for."}, {"sentId": 266, "text": "And according to them dark t-shirt, they are saying it is Hispanic man, a young Hispanic man."}, {"sentId": 267, "text": "We don't know but from the picture that that's the picture we have, not to cut you off, Tom."}, {"sentId": 268, "text": "We're going to go to a break and we're going to continue on discussing this and discuss the other breaking news we have happening in Charlotte and Atlanta as well."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 269, "text": "But again, a mall shooting in Washington State, four are dead, others wounded."}, {"sentId": 270, "text": "Police are saying a gunman, an armed gunman is on the loose and they're asking people to take precaution."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 271, "text": "This is \"CNN News Now\"."}, {"sentId": 272, "text": "I'm Natalie Allen."}, {"sentId": 273, "text": "We will continue to follow the story in Charlotte as protests continue there and bring you any updates as demonstrators remain out in the streets past the midnight curfew for another night."}], "speaker": "ALLEN", "secId": 74}, {"sentences": [{"sentId": 274, "text": "Meantime, a source close to the investigation tells us that Keith Scott's DNA and fingerprints were on a loaded gun found at the scene of his shooting death."}, {"sentId": 275, "text": "Police killed Scott Tuesday in Charlotte, North Carolina leading today a protest."}, {"sentId": 276, "text": "Scott's widow took video of the incident and released it but it does not show if he had a gun or threatened police."}], "speaker": "ALLEN", "secId": 75}, {"sentences": [{"sentId": 277, "text": "Authorities in the State of Washington are searching for a man armed with a rifle who shot and killed four people at a shopping mall."}, {"sentId": 278, "text": "The shooting happened Friday evening in Burlington which is about an hour North of Seattle."}, {"sentId": 279, "text": "The witnesses described the chaotic scene as employees evacuated people from the mall."}], "speaker": "ALLEN", "secId": 76}, {"sentences": [{"sentId": 280, "text": "The nightmare is intensifying in Aleppo, Syria."}, {"sentId": 281, "text": "Up to this day, new air strikes killed more than 120 people on Friday."}, {"sentId": 282, "text": "Dozens, including children were trapped underneath the rubble."}, {"sentId": 283, "text": "The ceasefire has collapsed."}, {"sentId": 284, "text": "The Syrian government has launched new military operations."}, {"sentId": 285, "text": "That is the latest from CNN."}, {"sentId": 286, "text": "Stay with us here for \"CULINARY JOURNEYS\"."}], "speaker": "ALLEN", "secId": 77}, {"sentences": [{"sentId": 287, "text": "This month we go on a journey through America's golden state, California."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 78}, {"sentences": [{"sentId": 288, "text": "I think we've been very lucky in the state of California because we have a great climate."}, {"sentId": 289, "text": "We're able to get citrus and fish from the sea and grow lettuces all year long."}], "speaker": "WATERS", "secId": 79}, {"sentences": [{"sentId": 290, "text": "We join culinary legend Alice Waters in her unwavering search for taste ..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 80}, {"sentences": [{"sentId": 291, "text": "One must taste, yeah."}], "speaker": "WATERS", "secId": 81}, {"sentences": [{"sentId": 292, "text": "... as she prepares for a special celebration of community ..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 82}, {"sentences": [{"sentId": 293, "text": "Hello my friend."}], "speaker": "WATERS", "secId": 83}, {"sentences": [{"sentId": 294, "text": "... and a cuisine."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 84}, {"sentences": [{"sentId": 295, "text": "It's about buying locally, taking care of the land that where your food comes from."}, {"sentId": 296, "text": "Celebrating the harvest, like the harvest of garlic which we are celebrating right now."}], "speaker": "WATERS", "secId": 85}, {"sentences": [{"sentId": 297, "text": "On the Eastern shore of San Francisco Bay lies Berkley."}, {"sentId": 298, "text": "In this west coast haven, every street overflows with an energetic fusion of cultures."}, {"sentId": 299, "text": "A hot spot for radical political and cultural movements this university town is also home to a pioneer of the culinary world, Chef Alice Waters."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 86}, {"sentences": [{"sentId": 300, "text": "Berkley is a rather small town."}, {"sentId": 301, "text": "It really has a big voice out in the world."}, {"sentId": 302, "text": "I think the culture of food is something pretty unique in this state."}, {"sentId": 303, "text": "There was a movement in the '60s, really about organic food."}, {"sentId": 304, "text": "And so it thrives in that way."}], "speaker": "WATERS", "secId": 87}, {"sentences": [{"sentId": 305, "text": "Known as the mother of slow food, Waters has dedicated her life to transforming America's fast food culture but it was in Europe where her food journey began."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 88}, {"sentences": [{"sentId": 306, "text": "So nice to meet you."}], "speaker": "WATERS", "secId": 89}, {"sentences": [{"sentId": 307, "text": "Nice to meet you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 90}, {"sentences": [{"sentId": 308, "text": "I went to France when I was 19 and I just had an awakening, really an awakening."}, {"sentId": 309, "text": "I had never seen food like that."}, {"sentId": 310, "text": "I had never tasted it."}, {"sentId": 311, "text": "The United States was a land of frozen food in the '50s and '60s, and '70s and '80s."}, {"sentId": 312, "text": "Now, when I came back I wanted to live like French."}, {"sentId": 313, "text": "It was a beauty of the culture that I had really digested, if you will."}], "speaker": "WATERS", "secId": 91}, {"sentences": [{"sentId": 314, "text": "This ambition came to life in the shape of Chez Penisse, a neighborhood piece through funded by friends and dedicated to the finest local produce and hospitality."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 92}, {"sentences": [{"sentId": 315, "text": "We're waiting for the radishes to arrive from ..."}], "speaker": "UNIDENTIFIED MALE", "secId": 93}, {"sentences": [{"sentId": 316, "text": "Yeah."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 94}, {"sentences": [{"sentId": 317, "text": "... the farm."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 95}, {"sentences": [{"sentId": 318, "text": "We -- into the moot."}], "speaker": "WATERS", "secId": 96}, {"sentences": [{"sentId": 319, "text": "We might be waiting a minute."}], "speaker": "UNIDENTIFIED MALE", "secId": 97}, {"sentences": [{"sentId": 320, "text": "I think people -- I saw it as a very unusual place."}, {"sentId": 321, "text": "First of all it was in a house."}, {"sentId": 322, "text": "I love that idea of inviting people into your home for dinner."}, {"sentId": 323, "text": "We had read many cook books but we weren't practiced cooks and certainly not at the level of cooking in a restaurant."}], "speaker": "WATERS", "secId": 98}, {"sentences": [{"sentId": 324, "text": "Forty-five years on Chez Penisse remains at the heart of the community and Californian cuisine."}, {"sentId": 325, "text": "With its simple salads and seasonal pizza and pasta dishes, the restaurant is recognized for leading its own quiet but delicious revolution."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 99}, {"sentences": [{"sentId": 326, "text": "I mean, it's exciting for me because I believe that eating can be transformational."}, {"sentId": 327, "text": "I want them, really, to say they served me something at Chez Penisse I have never tasted before."}], "speaker": "WATERS", "secId": 100}, {"sentences": [{"sentId": 328, "text": "One of the biggest celebrations that Chez Penisse comes each July when it hosts its famous Garlic Festival."}, {"sentId": 329, "text": "This tributes to that essential ingredient of French cuisine began in 1975 when it was immortalize by filmmaker Les Blank in a documentary Garlic is as Good as Ten Mothers."}, {"sentId": 330, "text": "Fittingly, the annual feast also coincides with the national day of France, Bastille Day."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 101}, {"sentences": [{"sentId": 331, "text": "I guess, I've always loved garlic."}, {"sentId": 332, "text": "And felt it an important ingredient for the cooking as a restaurant."}, {"sentId": 333, "text": "So it made sense to me because it was a day that I loved to celebrate, the French storming of the Bastille in French."}, {"sentId": 334, "text": "The aromas are everywhere and I think people get into the spirit and the music."}, {"sentId": 335, "text": "And it's all part of the celebration."}], "speaker": "WATERS", "secId": 102}, {"sentences": [{"sentId": 336, "text": "Preparations for this summer's Garlic Festival are well underway as Alice heads to the farmer's market."}, {"sentId": 337, "text": "An early advocate of the organic farm-to-table movement, here amongst the stalls the Chef finds the fresh ingredients and familiar faces."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 103}, {"sentences": [{"sentId": 338, "text": "There's a new kind of book coming out within the fall."}, {"sentId": 339, "text": "Do you like garlic?"}], "speaker": "WATERS", "secId": 104}, {"sentences": [{"sentId": 340, "text": "The Farmer's Market movement is the most important movement that's going on in the United States at this moment."}, {"sentId": 341, "text": "It's been wonderfully supportive for the farmers."}, {"sentId": 342, "text": "And terribly important for all of us who want to eat great food but don't have the possibility of having a garden in our backyards."}], "speaker": "WATERS", "secId": 105}, {"sentences": [{"sentId": 343, "text": "I think nobody ever buys this much garlic."}, {"sentId": 344, "text": "You know, I think always of how much time it takes to grow something."}, {"sentId": 345, "text": "I mean, this has been in the ground probably for six months."}, {"sentId": 346, "text": "And then they're harvested in then they're brought to the market and all of this garlic for only $15."}, {"sentId": 347, "text": "I mean, for me, it's so, so inexpensive."}, {"sentId": 348, "text": "And when you -- especially when you know the story."}], "speaker": "WATERS", "secId": 106}, {"sentences": [{"sentId": 349, "text": "When we return, tracing the story of California's best produce."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 107}, {"sentences": [{"sentId": 350, "text": "Is that all of those from one plant?"}], "speaker": "WATERS", "secId": 108}, {"sentences": [{"sentId": 351, "text": "All of these from one plant, yup."}], "speaker": "CANNARD", "secId": 109}, {"sentences": [{"sentId": 352, "text": "Amazing."}], "speaker": "WATERS", "secId": 110}, {"sentences": [{"sentId": 353, "text": "At Green String farm, one hour North of Berkley, the fields are filled with the colorful bounty that comes with the hot summer months."}, {"sentId": 354, "text": "Ready for picking, this produce will soon reach the kitchens of Chez Panisse, a restaurant that has become synonymous with the farm-to-table movement."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 111}, {"sentences": [{"sentId": 355, "text": "The relationship with the chef and with the farmer is a very personal one."}, {"sentId": 356, "text": "It's my great pleasure to talk to the farmers, to feel like I'm part of the future that I am thinking about our children."}], "speaker": "WATERS", "secId": 112}, {"sentences": [{"sentId": 357, "text": "Over the course of four decades, Chef Alice Waters has been a champion of locally grown food."}, {"sentId": 358, "text": "Today, Chez Panisse relies on a network of over 80 local suppliers, farmers and ranchers with a shared passion for flavorsome and sustainable ingredients."}, {"sentId": 359, "text": "Bob Cannard is one of them."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 113}, {"sentences": [{"sentId": 360, "text": "It's been 30 years now that we have been working with Bob Cannard."}, {"sentId": 361, "text": "We've become so reliant on each other that I couldn't run the restaurant without him."}], "speaker": "WATERS", "secId": 114}, {"sentences": [{"sentId": 362, "text": "Now, it's kind of amazing that we can get so much from you."}], "speaker": "WATERS", "secId": 115}, {"sentences": [{"sentId": 363, "text": "Well, that's the goal."}], "speaker": "CANNARD", "secId": 116}, {"sentences": [{"sentId": 364, "text": "Advance farm?"}], "speaker": "WATERS", "secId": 117}, {"sentences": [{"sentId": 365, "text": "That's the goal, you know, that diversity."}, {"sentId": 366, "text": "That way it's a domestic garden, Alice."}, {"sentId": 367, "text": "It's not a farm, really."}, {"sentId": 368, "text": "It's really a big home garden."}, {"sentId": 369, "text": "A little bit of absolutely everything out there."}], "speaker": "CANNARD", "secId": 118}, {"sentences": [{"sentId": 370, "text": "Purple basil this is one of my favorite herbs of all."}, {"sentId": 371, "text": "I'm taking this with me."}], "speaker": "WATERS", "secId": 119}, {"sentences": [{"sentId": 372, "text": "Very well."}], "speaker": "CANNARD", "secId": 120}, {"sentences": [{"sentId": 373, "text": "Thanks."}], "speaker": "WATERS", "secId": 121}, {"sentences": [{"sentId": 374, "text": "Cannard practices natural process farming, a unique approach that allows insects and weeds to thrive alongside primary crops safeguarding the soil and plants from chemicals."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 122}, {"sentences": [{"sentId": 375, "text": "You know, I remember when my father found you and he came up to the farm."}, {"sentId": 376, "text": "He looked out into this field and all he saw were flowers and he said well, where are the crops?"}, {"sentId": 377, "text": "Where are the crops?"}, {"sentId": 378, "text": "And Bob said come on out here."}, {"sentId": 379, "text": "Come on out here."}, {"sentId": 380, "text": "And he pulled the flowers aside and then he just dug ... CANNARD:  Dug this other flower."}], "speaker": "WATERS", "secId": 123}, {"sentences": [{"sentId": 381, "text": "... and found the crops down below."}], "speaker": "WATERS", "secId": 124}, {"sentences": [{"sentId": 382, "text": "It was so many years ago."}, {"sentId": 383, "text": "That's how you support nature."}, {"sentId": 384, "text": "You grow 50 percent of everything that produced in all of the biomass."}, {"sentId": 385, "text": "It's in the soil, of each garden section, each cycle, 50 percent is for the people and 50 percent is to feed the soil."}, {"sentId": 386, "text": "And in amongst all the weeds are the potatoes."}, {"sentId": 387, "text": "This is a mountain rose potato plant."}], "speaker": "CANNARD", "secId": 125}, {"sentences": [{"sentId": 388, "text": "That one, Bob, is so fantastic, is that all of those on one plant?"}], "speaker": "WATERS", "secId": 126}, {"sentences": [{"sentId": 389, "text": "All of these from one plant."}, {"sentId": 390, "text": "Yup."}], "speaker": "CANNARD", "secId": 127}, {"sentences": [{"sentId": 391, "text": "Amazing."}], "speaker": "WATERS", "secId": 128}, {"sentences": [{"sentId": 392, "text": "Yup, all of these from one plant."}, {"sentId": 393, "text": "And they all started from one potatoes, nine from one."}, {"sentId": 394, "text": "And the original one that was planted was about this big."}], "speaker": "CANNARD", "secId": 129}, {"sentences": [{"sentId": 395, "text": "But there is one special ingredient Alice is here to see."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 130}, {"sentences": [{"sentId": 396, "text": "Let's go check out the garlic."}], "speaker": "CANNARD", "secId": 131}, {"sentences": [{"sentId": 397, "text": "This garlic variety called Spanish Roja has been drying for two weeks and it will be the center piece of Alice's Bastille Day celebrations at Chez Panisse."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 132}, {"sentences": [{"sentId": 398, "text": "It's really important."}, {"sentId": 399, "text": "Garlic is grown with very low level of nitrogen."}, {"sentId": 400, "text": "If it has too much nitrogen in it, it gets that pungenty  flavor that is offensive."}], "speaker": "CANNARD", "secId": 133}, {"sentences": [{"sentId": 401, "text": "Now where we, we're going to pickle it for Bastille Day."}], "speaker": "WATERS", "secId": 134}, {"sentences": [{"sentId": 402, "text": "Oh, good."}], "speaker": "CANNARD", "secId": 135}, {"sentences": [{"sentId": 403, "text": "We're going to roast the whole head."}], "speaker": "WATERS", "secId": 136}, {"sentences": [{"sentId": 404, "text": "The whole roast head is very beautiful."}], "speaker": "CANNARD", "secId": 137}, {"sentences": [{"sentId": 405, "text": "Yeah."}], "speaker": "WATERS", "secId": 138}, {"sentences": [{"sentId": 406, "text": "Your guests down there at the kitchen are the ones that are blessed."}, {"sentId": 407, "text": "They get to eat all this beautiful stuff and they go home and go sleep and have vegetable dreams."}], "speaker": "CANNARD", "secId": 139}, {"sentences": [{"sentId": 408, "text": "Just a short drive from Green String farm is another cherished Chez Panisse supplier."}, {"sentId": 409, "text": "The Hudson Ranch is nestled between Sonoma and Napa, a stretch of 2,000 acres in one of America's finest wine producing regions."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 140}, {"sentences": [{"sentId": 410, "text": "Good to see you."}, {"sentId": 411, "text": "How was the drive, everything good?"}], "speaker": "LEE", "secId": 141}, {"sentences": [{"sentId": 412, "text": "You made it."}, {"sentId": 413, "text": "You're here."}], "speaker": "HUDSON", "secId": 142}, {"sentences": [{"sentId": 414, "text": "Yeah."}], "speaker": "WATERS", "secId": 143}, {"sentences": [{"sentId": 415, "text": "C. HUDSON:  We'll take a little walk."}], "speaker": "WATERS", "secId": 144}, {"sentences": [{"sentId": 416, "text": "Walk out here."}], "speaker": "WATERS", "secId": 145}, {"sentences": [{"sentId": 417, "text": "C. HUDSON:  Let's to stretch those legs."}], "speaker": "WATERS", "secId": 146}, {"sentences": [{"sentId": 418, "text": "Owners, Lee and Christina Hudson dedicate this 200 acres to cultivating 20 different grape varieties leaving most of the land to nature."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 147}, {"sentences": [{"sentId": 419, "text": "L. HUDSON:  We think of it as operating as the highest level of intent."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 148}, {"sentences": [{"sentId": 420, "text": "Yeah."}], "speaker": "WATERS", "secId": 149}, {"sentences": [{"sentId": 421, "text": "Perfection will never be reached ..."}], "speaker": "LEE", "secId": 150}, {"sentences": [{"sentId": 422, "text": "Yeah."}], "speaker": "WATERS", "secId": 151}, {"sentences": [{"sentId": 423, "text": "... but always driving do better and learning from our biology."}], "speaker": "LEE", "secId": 152}, {"sentences": [{"sentId": 424, "text": "Yeah."}], "speaker": "WATERS", "secId": 153}, {"sentences": [{"sentId": 425, "text": "Yeah."}], "speaker": "LEE", "secId": 154}, {"sentences": [{"sentId": 426, "text": "As Bob says, it really is how you take care of that soil that really influences what is in the grapes and what you can make with grapes."}], "speaker": "WATERS", "secId": 155}, {"sentences": [{"sentId": 427, "text": "It's the Hudson ranch's unique blend of soil types that lends each of the new world wines produced here a distinctive quality."}, {"sentId": 428, "text": "From a  with peppery Syrah each bottle is a testament to the Californian Terroir."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 156}, {"sentences": [{"sentId": 429, "text": "C. HUDSON:  I wanted you to try this other wine that you haven't had before."}, {"sentId": 430, "text": "This is the Old Master and this is a 60 percent cab/franc and 40 percent merlot."}, {"sentId": 431, "text": "And it's the thing that I love about this wine is it comes from the same block but it is two completely different soil types."}, {"sentId": 432, "text": "One side is just a completely different color than the other side and obviously, Cab/franc growing better on one side and then merlot on the other side."}, {"sentId": 433, "text": "But this is just, I think this wine is so beautiful."}, {"sentId": 434, "text": "This is just our second vintage."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 157}, {"sentences": [{"sentId": 435, "text": "And you grow them all organically?"}], "speaker": "WATERS", "secId": 158}, {"sentences": [{"sentId": 436, "text": "Well, we try to leave the dirt better than we found it, for sure."}, {"sentId": 437, "text": "You know, we collect all of our rain water here."}, {"sentId": 438, "text": "We are able to use that all year long."}, {"sentId": 439, "text": "It's great to see these old vineyards that are still so full of vigor and beautiful vines."}], "speaker": "HUDSON", "secId": 159}, {"sentences": [{"sentId": 440, "text": "We're collaborating and we're trying always to get better at doing what we're doing."}, {"sentId": 441, "text": "I have to make sure that they are in love with their work."}, {"sentId": 442, "text": "And I want to taste the food that they craft."}, {"sentId": 443, "text": "I think that that curiosity that we have can be matched with the farmers' curiosity and that we come together and we're partners in this."}, {"sentId": 444, "text": "We're co-producers, if you will."}, {"sentId": 445, "text": "And that's how I see myself."}], "speaker": "WATERS", "secId": 160}, {"sentences": [{"sentId": 446, "text": "Hello, my friends."}], "speaker": "WATERS", "secId": 161}, {"sentences": [{"sentId": 447, "text": "Hi."}], "speaker": "ALICE WATERS' FRIENDS", "secId": 162}, {"sentences": [{"sentId": 448, "text": "Coming up, peeling back the layers of a Chez Panisse tradition."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 163}, {"sentences": [{"sentId": 449, "text": "Mid summer in Berkley."}, {"sentId": 450, "text": "And at Chez Panisse, the day of the Garlic Festival has finally arrived."}, {"sentId": 451, "text": "The special feast hosted by Chef Alice Waters is not only a tribute to a much-loved ingredient but also a celebration of the community's artisans."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 164}, {"sentences": [{"sentId": 452, "text": "Steve Sullivan is the man behind the San Francisco bread revolution."}, {"sentId": 453, "text": "His bakery, The Acme Bread Company supplies restaurants across the bay area including Chez Panisse where Steve began baking in the 1970s."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 165}, {"sentences": [{"sentId": 454, "text": "It wasn't like a restaurant."}, {"sentId": 455, "text": "It was really like a community, the sense of interconnectiveness and interdependence between the people who grow the food, the people who harvest the food, the people who make the food."}, {"sentId": 456, "text": "To fit in, the main thing was that you had to be willing to be really devoted and committed to doing whatever you were doing as well as you possibly could."}], "speaker": "SULLIVAN", "secId": 166}, {"sentences": [{"sentId": 457, "text": "Made using organic flour, the loaves here at Acme can take up to 35 hours to prepare."}, {"sentId": 458, "text": "All lovingly crafted and shaped by hand."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 167}, {"sentences": [{"sentId": 459, "text": "Every part of the process that can be made better by the involvement of a human being paying attention to what he or she is touching and handling."}, {"sentId": 460, "text": "We try to make sure that a human being is still doing that."}, {"sentId": 461, "text": "It's not like clay where you can sort of make it and then you say, I want it a little thinner so you make a little thinner."}, {"sentId": 462, "text": "You look at it and you get then you say, oh, that's perfect because it's looking the way you want it to be."}, {"sentId": 463, "text": "You know, you have to be able to project ahead to what it's going to look like when it's done."}], "speaker": "SULLIVAN", "secId": 168}, {"sentences": [{"sentId": 464, "text": "For the Chez Panisse festivities, Steve is baking Pain d'Epi, a decorative baguette on a shape of a wheat stalk, perfect to tear and share at the table."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 169}, {"sentences": [{"sentId": 465, "text": "Because our connection goes back so long with Chez Panisse and with Alice, we're going to do the best we can for restaurant because they do the best they can for us and we have done that for dozens of years."}, {"sentId": 466, "text": "And that's the community that Alice has tried to forge."}], "speaker": "SULLIVAN", "secId": 170}, {"sentences": [{"sentId": 467, "text": "Over at Chez Panisse, the finishing touches for Bastille Day celebration are taking place."}, {"sentId": 468, "text": "With deliveries from Steve's bakery, fresh produce and greens from the farm and generous amounts of the all important garlic."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 171}, {"sentences": [{"sentId": 469, "text": "Garlic is really that spice of life and we use it generously at the restaurant."}, {"sentId": 470, "text": "We know it's kind of a universal taste and passion."}], "speaker": "WATERS", "secId": 172}, {"sentences": [{"sentId": 471, "text": "Hello, my friends."}], "speaker": "WATERS", "secId": 173}, {"sentences": [{"sentId": 472, "text": "Hi."}], "speaker": "ALICE WATERS' FRIENDS", "secId": 174}, {"sentences": [{"sentId": 473, "text": "A passion that over the course of the years has brought together a small group of friends."}, {"sentId": 474, "text": "Chez Panisse's loyal garlic peelers are a bit of an institution here."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 175}, {"sentences": [{"sentId": 475, "text": "They've been doing this for 40 years."}], "speaker": "WATERS", "secId": 176}, {"sentences": [{"sentId": 476, "text": "All these years."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 177}, {"sentences": [{"sentId": 477, "text": "I can't."}, {"sentId": 478, "text": "How are your fingers?"}], "speaker": "WATERS", "secId": 178}, {"sentences": [{"sentId": 479, "text": "It's getting hot."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 179}, {"sentences": [{"sentId": 480, "text": "Stinky."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 180}, {"sentences": [{"sentId": 481, "text": "Hot and ..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 181}, {"sentences": [{"sentId": 482, "text": "Stinky."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 182}, {"sentences": [{"sentId": 483, "text": "There's a group of women who live close by the restaurant and have eaten there for a very long time."}, {"sentId": 484, "text": "Every year they come and they peel garlic because it takes a lot of garlic for the cafe and the downstairs and they just peel for three, four, five hours."}, {"sentId": 485, "text": "Your hands get a little hot when you are doing it but you feel like you really are doing an important job, I think, very therapeutic."}], "speaker": "WATERS", "secId": 183}, {"sentences": [{"sentId": 486, "text": "Is this all you've done?"}], "speaker": "WATERS", "secId": 184}, {"sentences": [{"sentId": 487, "text": "No."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 185}, {"sentences": [{"sentId": 488, "text": "No."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 186}, {"sentences": [{"sentId": 489, "text": "That's the third and the fourth bowl."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 187}, {"sentences": [{"sentId": 490, "text": "Oh, that's the fourth bowl."}], "speaker": "WATERS", "secId": 188}, {"sentences": [{"sentId": 491, "text": "Yeah."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 189}, {"sentences": [{"sentId": 492, "text": "It's kind of a way to build community, to have that kind of friendship with, you know, people who eat at the restaurant and they can give you something that you love."}, {"sentId": 493, "text": "It's a great way to further this family of Panisse."}], "speaker": "WATERS", "secId": 190}, {"sentences": [{"sentId": 494, "text": "Are we lucky to ..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 191}, {"sentences": [{"sentId": 495, "text": "I think we got -- I think this -- it's time to take it to the kitchen."}, {"sentId": 496, "text": "Thank you."}, {"sentId": 497, "text": "Thank you, guys."}], "speaker": "WATERS", "secId": 192}, {"sentences": [{"sentId": 498, "text": "Sure."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 193}, {"sentences": [{"sentId": 499, "text": "Our pleasure."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 194}, {"sentences": [{"sentId": 500, "text": "Yeah."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 195}, {"sentences": [{"sentId": 501, "text": "The freshly peeled cloves will be used in several garlic laden dishes for the evening feast."}, {"sentId": 502, "text": "For the chicken on the spit stuffed with garlic that someone pouched in ..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 196}, {"sentences": [{"sentId": 503, "text": "A garlic broth."}, {"sentId": 504, "text": "UNIDENTIFIED MALE:  A garlic broth."}, {"sentId": 505, "text": "Of course, it's naturally."}, {"sentId": 506, "text": "Garlic broth, plenty of garlic, white  white wine, heavy on the aromatics, big time."}, {"sentId": 507, "text": "Yeah."}], "speaker": "WATERS", "secId": 197}, {"sentences": [{"sentId": 508, "text": "Beautiful."}], "speaker": "WATERS", "secId": 198}, {"sentences": [{"sentId": 509, "text": "On the dessert menu, a French classic, croquembouche a Chez Panisse signature dish, plum tart."}, {"sentId": 510, "text": "Tonight even pudding, get effective touch."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 199}, {"sentences": [{"sentId": 511, "text": "We have pudding there?"}], "speaker": "WATERS", "secId": 200}, {"sentences": [{"sentId": 512, "text": "Oh, absolutely."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 201}, {"sentences": [{"sentId": 513, "text": "As friends and patrons arrive for the festival shocking news reach at restaurant of a terror attack on Bastille Day revelers in Nice."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 202}, {"sentences": [{"sentId": 514, "text": "We had a big tragedy on Bastille Day in France today and I'm just wondering what our response should be."}], "speaker": "WATERS", "secId": 203}, {"sentences": [{"sentId": 515, "text": "And it's very definitely, to be here for the people in this community, to think about how we can gather and be hopeful."}, {"sentId": 516, "text": "I think we're all thinking about our French friends and wishing them their spirits renewed in some way that out of this tragedy we can all feel that we're one big family Panisse."}], "speaker": "WATERS", "secId": 204}, {"sentences": [{"sentId": 517, "text": "On this one night, Chez Panisse celebrates the best of French cuisine, the finest local ingredients and an often lost spirit of conviviality."}, {"sentId": 518, "text": "For Alice Waters it's a reminder of the importance and power of coming together over a shared meal."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 205}, {"sentences": [{"sentId": 519, "text": "This is nothing really new, since the beginning of civilization."}, {"sentId": 520, "text": "But it's about buying locally."}, {"sentId": 521, "text": "Taking care of the land that where your food comes from, eating with your family and friends."}, {"sentId": 522, "text": "Cooking very simply, celebrating the harvest, like the harvest of garlic that we're celebrating right now."}], "speaker": "WATERS", "secId": 206}, {"sentences": [{"sentId": 523, "text": "In this country, maybe as many as 85 percent of families don't have meals together."}, {"sentId": 524, "text": "It's critical for our future."}, {"sentId": 525, "text": "That we come back to the table, back to our senses, back to that place, take our time."}], "speaker": "WATERS", "secId": 207}, {"sentences": [{"sentId": 526, "text": "For more on Alice Waters Culinary Journey go to CNN.com/journeys and share your own edible adventures using the #CNNfood."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 208}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.24.cnnt.01.html.json", "time": "Aired September 24, 2016 - 00:00   ET"}