{"sectionCount": 174, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "MARQUEZ", "CARROLL", "UNIDENTIFIED FEMALE", "TODD", "ANNOUNCER", "FRANKLIN", "ALEXANDER", "UNIDENTIFIED MALE", "CHAUDHRY", "GOLDIE", "LEWIS", "ENCINA", "GRAHAM", "MANUELIAN"], "subTitle": "Baltimore Police Enforcing Curfew; Orioles Game On Wednesday Closed To The Public. Aired 12-1a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/28/cnnt.03.html", "sentenceCount": 497, "sections": [{"sentences": [{"sentId": 0, "text": "Hello, everyone."}, {"sentId": 1, "text": "I want to welcome our viewers here in the United States and around the world."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "I am live in Baltimore, Maryland."}, {"sentId": 4, "text": "It is midnight here Eastern Time and this city has been under a curfew since 10:00 p.m. for two hours now."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "Initially, there were people who defied that curfew order, defied the order and stayed out on the streets."}, {"sentId": 6, "text": "Police moved in methodically and moved them off the streets and in the course of two hours, there is barely anyone on the streets now."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "In some locations, there may be people who pop up or crop up."}, {"sentId": 8, "text": "There may be crowds that try to pop up, but police have gained control of this city, quite a different scene than last night, than 24 hours ago when last I came to you at this scene."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "CNN's correspondents are stationed throughout the city."}, {"sentId": 10, "text": "One of them is CNN's Miguel Marquez and he brings us the very latest from where he is."}, {"sentId": 11, "text": "Miguel, what are you seeing?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "We're on Pennsylvania Avenue, which is the main corridor that leads from North Avenue where a lot of the protest was today and where a lot of the violence was last night."}, {"sentId": 13, "text": "Then Pennsylvania goes all the way downtown."}], "speaker": "MARQUEZ", "secId": 4}, {"sentences": [{"sentId": 14, "text": "Along this corridor, we saw a lot of the activity that we saw yesterday."}, {"sentId": 15, "text": "We're not seeing it tonight because of this."}, {"sentId": 16, "text": "A very heavy police presence, a curfew in effect, and slowly but surely, they have moved people back."}], "speaker": "MARQUEZ", "secId": 5}, {"sentences": [{"sentId": 17, "text": "They were up until 20 or 30 minutes ago, there were small pockets of people hanging out right where we are, the National Guard moving in with Humvees."}, {"sentId": 18, "text": "We also have the National Guard down here with Humvees."}], "speaker": "MARQUEZ", "secId": 6}, {"sentences": [{"sentId": 19, "text": "You can see all the way down Pennsylvania Avenue, for the most part, it is clear."}, {"sentId": 20, "text": "Back in the neighborhoods, I will tell you, there are people roaming about, defying the curfew, playing a little bit of a cat and mouse game with police."}], "speaker": "MARQUEZ", "secId": 7}, {"sentences": [{"sentId": 21, "text": "And you have police cars, then, cruising through the neighborhoods in great numbers, seven, eight, nine, ten police cars sometimes with the lights on, sometimes with them off, trying to get people to go home basically by pure show of force."}], "speaker": "MARQUEZ", "secId": 8}, {"sentences": [{"sentId": 22, "text": "There was a helicopters overhead constantly putting light all over the neighborhood here."}, {"sentId": 23, "text": "This is the worst of the worst."}, {"sentId": 24, "text": "A few blocks away from here is where Freddie Gray was arrested."}, {"sentId": 25, "text": "A few blocks beyond that is where the Western District Police Station is."}], "speaker": "MARQUEZ", "secId": 9}, {"sentences": [{"sentId": 26, "text": "There's so much of the protests and the rage has been focused because that's the place, those where the police officers were stationed and that's the place that Freddie Gray was taken, had to be transferred into an ambulance once he got there because he fell into a coma and never, ever recovered."}], "speaker": "MARQUEZ", "secId": 10}, {"sentences": [{"sentId": 27, "text": "A very, very tense night, this is the first night of several more curfews to come."}, {"sentId": 28, "text": "We will see how it goes."}, {"sentId": 29, "text": "But so far, it is peaceful and nobody is getting too heavy -- Don."}], "speaker": "MARQUEZ", "secId": 11}, {"sentences": [{"sentId": 30, "text": "I think the most important thing you said, Miguel, is \"so far.\""}, {"sentId": 31, "text": "I'm not sure if you were able to listen to the police press conference, Anthony Batts, the police commissioner, just wrapped it up a short time ago."}, {"sentId": 32, "text": "Surprisingly, at this point, only seven people arrested for defying the curfew."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 33, "text": "That may be right."}, {"sentId": 34, "text": "We flew down to South Baltimore, figuratively, not literally, and -- watch yourself there, car coming through."}, {"sentId": 35, "text": "We flew down into South Baltimore because we heard there were riots in that direction."}], "speaker": "MARQUEZ", "secId": 13}, {"sentences": [{"sentId": 36, "text": "We saw three arrests."}, {"sentId": 37, "text": "There wasn't a lot of activity."}, {"sentId": 38, "text": "There were a few police officers in riot gear down there, but not much other than that."}], "speaker": "MARQUEZ", "secId": 14}, {"sentences": [{"sentId": 39, "text": "And we've seen some arrests up here, as well."}, {"sentId": 40, "text": "So perhaps, in all, about seven arrests might be right."}, {"sentId": 41, "text": "But not a lot given the 235 we had yesterday and a very, very tense evening -- Don."}], "speaker": "MARQUEZ", "secId": 15}, {"sentences": [{"sentId": 42, "text": "All right, Miguel, thanks for the information."}, {"sentId": 43, "text": "I want you to standby because I want to get to CNN's Jason Carroll."}, {"sentId": 44, "text": "Jason, there appears to be some action where you are."}, {"sentId": 45, "text": "Take us to the scene."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 46, "text": "Well, just about a half hour or so ago, things are calm now, but about a half hour or so ago, we had two cars coming up the street here, right in the line of officers."}, {"sentId": 47, "text": "You heard earlier Miguel talking about this cat and mouse game."}], "speaker": "CARROLL", "secId": 17}, {"sentences": [{"sentId": 48, "text": "That's what we saw."}, {"sentId": 49, "text": "They would drive up and stop and turn around and drive away."}, {"sentId": 50, "text": "Police are showing a lot of restraint, not moving forward at that point, firing perpendicular balls, firing rubber batons."}, {"sentId": 51, "text": "This is what they look like here."}], "speaker": "CARROLL", "secId": 18}, {"sentences": [{"sentId": 52, "text": "This is what they were firing at the cars and also at some of those protesters who defied the curfew."}, {"sentId": 53, "text": "There were a number of people out here, Don, as you know, throughout the night trying to do everything they could to try to get people to abide by the curfew."}], "speaker": "CARROLL", "secId": 19}, {"sentences": [{"sentId": 54, "text": "One of those people, Pastor Coleman, Reverend Coleman -- it's been a long night."}, {"sentId": 55, "text": "I know."}, {"sentId": 56, "text": "It's been a long night for me, too."}], "speaker": "CARROLL", "secId": 20}, {"sentences": [{"sentId": 57, "text": "You were out here."}, {"sentId": 58, "text": "I saw you late in the afternoon, early in the evening, out on the bull horn saying over and over, calming the crowd, telling people to go home."}, {"sentId": 59, "text": "How do you think it went?"}], "speaker": "CARROLL", "secId": 21}, {"sentences": [{"sentId": 60, "text": "I think it went very well."}, {"sentId": 61, "text": "Excuse me."}, {"sentId": 62, "text": "I have very little voice left, but I really think that it went very well."}, {"sentId": 63, "text": "I think fought just myself, but the other clergy that was out here, our elected officials that were out here, you guys from the media, I think you guys, all of you guys played a role in what took place tonight."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 22}, {"sentences": [{"sentId": 64, "text": "I didn't look at it negative."}, {"sentId": 65, "text": "I looked at everybody collectively coming together to make a difference tonight that brought about a different outcome than last night."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 23}, {"sentences": [{"sentId": 66, "text": "And we should be very clear here."}, {"sentId": 67, "text": "Most of the people that came out listened to what you said, listened to what people said."}, {"sentId": 68, "text": "And when the curfew went into place, went home."}, {"sentId": 69, "text": "There was a few number of people out here that ended up causing some of the problems that we saw."}], "speaker": "CARROLL", "secId": 24}, {"sentences": [{"sentId": 70, "text": "And that is true."}, {"sentId": 71, "text": "I want to take the credit, but I believe it was really an act of God as I mentioned to you earlier."}, {"sentId": 72, "text": "I prayed the whole way here."}, {"sentId": 73, "text": "I prayed in the car."}, {"sentId": 74, "text": "I parked ten blocks away and walked and prayed, talked to God."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 25}, {"sentences": [{"sentId": 75, "text": "I just prayed while I was here and I believe that if you seek God's faith, as I did, simply asking for peace, starting from when I posted on Facebook, that I'm believing in God, we're bringing peace to the city of Baltimore."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 26}, {"sentences": [{"sentId": 76, "text": "Also at one point, I know you were talking about that unity line that we saw out here, those members of the community that locked arm in arm and stood between themselves and the police that were out here, you were out here, as well, standing between the police and some of those people who were agitated here and the crowd."}, {"sentId": 77, "text": "What was that like?"}], "speaker": "CARROLL", "secId": 27}, {"sentences": [{"sentId": 78, "text": "Well, as I was telling some people -- because a lot of people were approaching me and they were saying, well, why would you stand there with the crips and the bloods and all of those thugs and murderers?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 28}, {"sentences": [{"sentId": 79, "text": "I said well, tonight, they were out here as individuals trying to bring about peace."}, {"sentId": 80, "text": "I'm not -- I'm no judge nor jury."}, {"sentId": 81, "text": "I don't know any of those individuals."}, {"sentId": 82, "text": "I was just here as a proper representation of God and letting people know the clergy here."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 29}, {"sentences": [{"sentId": 83, "text": "And not just Baltimore, but the city of Maryland care about what's happening and when we join together, we join together as unity understanding that God said in his word, he'll speak through a rock."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 30}, {"sentences": [{"sentId": 84, "text": "And Pastor Coleman, a lot of people are now --"}], "speaker": "CARROLL", "secId": 31}, {"sentences": [{"sentId": 85, "text": "Reverend."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 32}, {"sentences": [{"sentId": 86, "text": "Reverend."}, {"sentId": 87, "text": "A lot of people are now wondering about tomorrow."}, {"sentId": 88, "text": "What happens tomorrow?"}, {"sentId": 89, "text": "What do you think so will happen tomorrow?"}], "speaker": "CARROLL", "secId": 33}, {"sentences": [{"sentId": 90, "text": "Because -- let me say because I'm walking on faith, walk with got throughout this whole process, on my way when they called on the clergy and I said, OK, I'm not going to go down there, someone said they're calling clergy to the mall and I was there by myself, God was there with me."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 34}, {"sentences": [{"sentId": 91, "text": "And when you were there convincing a man who had a trash bucket not to throw it through the window of the Target that was there?"}], "speaker": "CARROLL", "secId": 35}, {"sentences": [{"sentId": 92, "text": "Yes."}, {"sentId": 93, "text": "As I was telling someone earlier, I walked up, I was maybe like about maybe 20, 30 feet and he had one of the trash cans that had stone around the bottom and he was determined he was going to break down Target's door."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 36}, {"sentences": [{"sentId": 94, "text": "But through the grace of God, they were all targeting Target, for whatever reason."}, {"sentId": 95, "text": "Ross was there."}, {"sentId": 96, "text": "The Dollar Store was there."}, {"sentId": 97, "text": "But for whatever reason, they were targeting Target."}, {"sentId": 98, "text": "He wasn't able to do it."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 37}, {"sentences": [{"sentId": 99, "text": "I actually spoke to him and he -- and all the other maybe 30, 40 people that was around stopped and so I believe God, that they listened to him."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 38}, {"sentences": [{"sentId": 100, "text": "Reverend, I want to thank you so much."}, {"sentId": 101, "text": "Reverend as opposed to pastor, finally got there."}], "speaker": "CARROLL", "secId": 39}, {"sentences": [{"sentId": 102, "text": "Yes."}, {"sentId": 103, "text": "And tomorrow, to answer your question, I'm believing God that tomorrow will be as good as tonight."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 40}, {"sentences": [{"sentId": 104, "text": "Maybe even a better day."}, {"sentId": 105, "text": "All right, thank you very much."}, {"sentId": 106, "text": "So Don, again, I want you to take a look at the scene right now."}, {"sentId": 107, "text": "Some of those officers who were there, that line now gone, just a few officers standing around, but that line that we've seen out here for the past several hours has finally broken rank and things are much calmer than it was even just about an hour ago -- Don."}], "speaker": "CARROLL", "secId": 41}, {"sentences": [{"sentId": 108, "text": "Jason, I had four parents on earlier and I didn't get any of their names right, so I understand it is late."}, {"sentId": 109, "text": "And I want to say that, you know, we have been giving a lot of credit to law enforcement, a lot of credit to the leaders."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 110, "text": "But also big credit should be given here to members of the community because there were people standing in between the police line and some of the protesters and saying don't do this."}, {"sentId": 111, "text": "You don't want this."}, {"sentId": 112, "text": "They deserve a lot of credit."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 113, "text": "Absolutely, Don."}, {"sentId": 114, "text": "Without question, as we were standing out here, it wasn't the reverend, it was just other -- it was a librarian who we met out here, also another educator, people who came out and locked arms."}, {"sentId": 115, "text": "A woman came out with her 14-year-old daughter, had her stand on these front lines, standing between some of those in the community who were agitated and the police who were standing behind them."}, {"sentId": 116, "text": "The community definitely deserves credit for keeping things as calm as they were."}], "speaker": "CARROLL", "secId": 44}, {"sentences": [{"sentId": 117, "text": "All right, Jason Carroll, thank you, a great job reporting all day."}, {"sentId": 118, "text": "I want to get to CNN's Brian Todd now."}, {"sentId": 119, "text": "Brian has been watching a back and forth between police and some of the people who defied this curfew."}, {"sentId": 120, "text": "Brian, what's going on where you are?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 121, "text": "Don, we're at easily one of the most heavily fortified sections in all of Baltimore."}, {"sentId": 122, "text": "This is Pennsylvania Avenue and Cumberland Street."}, {"sentId": 123, "text": "As we've been reporting for the last hours, things have calmed down quite a bit in this neighborhood, but still a little bit tense as the police start to wind down their presence a little bit."}], "speaker": "TODD", "secId": 46}, {"sentences": [{"sentId": 124, "text": "Setting the scene for you here, this was the scene of a confrontation."}, {"sentId": 125, "text": "You see all the debris as this police bus moves through."}, {"sentId": 126, "text": "There were overturned trash cans here."}, {"sentId": 127, "text": "We were told this is one of the intersections where police had to fire pepper balls at protesters when they will not disperse after the curfew took effect."}], "speaker": "TODD", "secId": 47}, {"sentences": [{"sentId": 128, "text": "So this, one of the points of confrontation in this neighborhood between police and protesters who did not want to move during the curfew."}, {"sentId": 129, "text": "How heavily fortified is this intersection?"}, {"sentId": 130, "text": "We have bear cat vehicles here, police still ringing this road over here."}], "speaker": "TODD", "secId": 48}, {"sentences": [{"sentId": 131, "text": "They've broken down one of their lines here, but we've still got officers here."}, {"sentId": 132, "text": "And look at this, you've got an m-wrap over here."}, {"sentId": 133, "text": "This is a massively heavily fortified vehicle designed to protect soldiers from IEDs during the wars in Iraq and Afghanistan."}], "speaker": "TODD", "secId": 49}, {"sentences": [{"sentId": 134, "text": "One of the most heavily fortified vehicles you've ever seen here."}, {"sentId": 135, "text": "You've got officers on top of it."}, {"sentId": 136, "text": "Not sure how long they're going to be here."}], "speaker": "TODD", "secId": 50}, {"sentences": [{"sentId": 137, "text": "As the situation has calmed down, the police is still maintaining a presence."}, {"sentId": 138, "text": "The police commissioner, Anthony Batts, just said that the National Guard will be in this neighborhood of North and Pennsylvania Avenue tomorrow."}], "speaker": "TODD", "secId": 51}, {"sentences": [{"sentId": 139, "text": "So they will be augmenting the police presence here."}, {"sentId": 140, "text": "John, during the initial response, we did reporting about police wearing too much Kevlar, carrying too much heavy weapons, going around in vehicles like the m-wrap."}], "speaker": "TODD", "secId": 52}, {"sentences": [{"sentId": 141, "text": "I'm not sure you're going to hear that criticism this me because of what happened in Baltimore last night, but the police are going to have to walk a fine line and so far they seem to have done it fairly well."}], "speaker": "TODD", "secId": 53}, {"sentences": [{"sentId": 142, "text": "You've got a group of officers over here congregating."}, {"sentId": 143, "text": "We're not sure whether they just deploying to some other intersection or whether they'll be circulating out."}, {"sentId": 144, "text": "Now, this intersection still looks like a little bit of a war zone."}, {"sentId": 145, "text": "Not nearly as bad as the intersections that we saw last night."}, {"sentId": 146, "text": "But this was a point of confrontation roughly an hour ago when police confronted protesters in this neighborhood, Don."}, {"sentId": 147, "text": "Things are calming down and we're hoping for the best as we head into the morning hours."}], "speaker": "TODD", "secId": 54}, {"sentences": [{"sentId": 148, "text": "So, brain, you have been out talking to people."}, {"sentId": 149, "text": "You're not only just out here covering at night to see what happens under the cover of darkness -- I mean, when darkness falls."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 150, "text": "But you're also out covering it during the day and you get a sense from people as to how they're feeling about the difference between last week, this weekend, especially last night and today."}, {"sentId": 151, "text": "What's the sentiment out there?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 152, "text": "Don, you get a real sense that there is immense pride in the residents of these neighborhoods."}, {"sentId": 153, "text": "They want these neighborhoods to be stable and safe."}, {"sentId": 154, "text": "They are upset about what happened last night."}], "speaker": "TODD", "secId": 57}, {"sentences": [{"sentId": 155, "text": "We went around to an area in the east monument section of Baltimore this morning where a woman who runs a check cashing business was very despondent and upset because they looted her store, took an ATM out, smash it on the street and took money out of it."}], "speaker": "TODD", "secId": 58}, {"sentences": [{"sentId": 156, "text": "She said look, this is one of the only places that people can go to in this neighborhood to get our service."}, {"sentId": 157, "text": "She is upset with it and she is upset that a lot of the younger people were kind of laughing and thinking that that was OK."}], "speaker": "TODD", "secId": 59}, {"sentences": [{"sentId": 158, "text": "What you have tonight is a real brush back toward what happened last night."}, {"sentId": 159, "text": "Citizens coming out here determined to be peaceful, determined to show civil disobedience, but to police themselves when they need to."}], "speaker": "TODD", "secId": 60}, {"sentences": [{"sentId": 160, "text": "And that's been one of the more impressive things tonight."}, {"sentId": 161, "text": "We also saw it last week when they were protesting in front of the Western Precinct Headquarters in Baltimore that when members of the crow get out of hand."}], "speaker": "TODD", "secId": 61}, {"sentences": [{"sentId": 162, "text": "Maybe start throwing some things or being a little bit too aggressive toward the police, we have seen volunteers and other people in the crowds pushing them back saying just back off and calm down."}], "speaker": "TODD", "secId": 62}, {"sentences": [{"sentId": 163, "text": "So there is a lot of self-policing going on here, which we do need to mention when we mention all the unrest that's happened in Baltimore over the past day and a half, a lot of self-policing."}], "speaker": "TODD", "secId": 63}, {"sentences": [{"sentId": 164, "text": "And one thing we saw earlier, which was pretty impressive, is these volunteers, as the curfew approaches, it was about 9:00 Eastern Time, about an hour before the curfew approached, some of these volunteers who were standing between the crowds and the police lines were yelling at the younger people, the children, under 17, saying if you're under 17, go home now."}], "speaker": "TODD", "secId": 64}, {"sentences": [{"sentId": 165, "text": "And they were physically taking some of them away from those areas, Don, another point of evidence about self-policing, which has been pretty impressive tonight and at certain times last week."}, {"sentId": 166, "text": "LEMON:  CNN's Brian Todd out in the neighborhoods for us, Brian, thank you very much."}, {"sentId": 167, "text": "I have some gentlemen with me who have a lot to say about the police tactics."}, {"sentId": 168, "text": "They are law enforcement experts."}, {"sentId": 169, "text": "They are standing right next to me here in Baltimore."}, {"sentId": 170, "text": "We're going to hear their assessment right after this very quick break."}], "speaker": "TODD", "secId": 65}, {"sentences": [{"sentId": 171, "text": "I want to thank you for having such a wonderful, peaceful demonstration and showing America the other side that we care about our city."}, {"sentId": 172, "text": "We care about our city."}, {"sentId": 173, "text": "Give yourself a round of applause as you take your babies home."}, {"sentId": 174, "text": "Let's take our babies home."}], "speaker": "ANNOUNCER", "secId": 66}, {"sentences": [{"sentId": 175, "text": "Sights and sounds from Baltimore this evening."}, {"sentId": 176, "text": "I am Don Lemon."}, {"sentId": 177, "text": "We are live on the streets of Baltimore, Maryland tonight where police are enforcing a citywide curfew."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 178, "text": "Some 2,000 National Guardsmen, more than 1,000 police officers are on the streets here."}, {"sentId": 179, "text": "This all follows violent protests, rioting on Monday night after the funeral of Freddie Gray, the African-American man who died of a spinal cord injury a week after being arrested by police."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 180, "text": "That mandatory curfew began about two hours ago."}, {"sentId": 181, "text": "Even as the clock struck 10:00 p.m. Eastern Time, protesters were still on the streets calling for justice for Freddie Gray."}, {"sentId": 182, "text": "Police say they have made 10 arrests since the curfew started."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 183, "text": "Officers deployed pepper bullets and smoke canisters."}, {"sentId": 184, "text": "Some protesters were seen throwing those flash bangs right back at police."}, {"sentId": 185, "text": "Bottles were thrown, but no major clashes developed and no major clashes to report."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 186, "text": "Residents came together on Tuesday to try to help clean up the mess left behind from Monday night's rioting."}, {"sentId": 187, "text": "More than 140 cars, this was on Monday, and almost 20 buildings were burned."}, {"sentId": 188, "text": "Businesses were looted."}, {"sentId": 189, "text": "Police had to make 235 arrests."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 190, "text": "They've only made seven the entire day today."}, {"sentId": 191, "text": "At least 20 officers were injured in the unrest on yesterday."}, {"sentId": 192, "text": "One officer remains in critical condition."}, {"sentId": 193, "text": "The city's public schools were closed on Tuesday."}, {"sentId": 194, "text": "They will reopen on Wednesday."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 195, "text": "So let's discuss all of this."}, {"sentId": 196, "text": "I want to bring in now Cedric Alexander."}, {"sentId": 197, "text": "He's the president of the National Organization of Black Law Enforcement Executives and Neill Franklin, a retired state police major."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 198, "text": "All of that stuff I talked about yesterday, today, quite a different story."}, {"sentId": 199, "text": "They tried to get it going this morning, police, members of the community, clergy, the mayor, the governor said it ain't going to happen."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 200, "text": "So they brought the troops in."}, {"sentId": 201, "text": "You gave the numbers."}, {"sentId": 202, "text": "What you'll see tonight, which is different than yesterday, obviously, we can't realistically enforce a citywide curfew."}], "speaker": "FRANKLIN", "secId": 75}, {"sentences": [{"sentId": 203, "text": "What you're going to see are the police and the National Guard focusing on the business districts along North Avenue, Pennsylvania Avenue, and maybe some other areas throughout the city."}, {"sentId": 204, "text": "That's what they can realistically cover."}], "speaker": "FRANKLIN", "secId": 76}, {"sentences": [{"sentId": 205, "text": "How do they do?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 206, "text": "So far, so good tonight."}, {"sentId": 207, "text": "I mean, they're going to be making some arrests."}, {"sentId": 208, "text": "You're going too much some stragglers."}, {"sentId": 209, "text": "You're going to have folks being resistant."}, {"sentId": 210, "text": "They're going to come out there and poke their heads out of allies and streets just to make a difference."}, {"sentId": 211, "text": "And I think they're doing a great job tonight."}], "speaker": "FRANKLIN", "secId": 78}, {"sentences": [{"sentId": 212, "text": "We spoke to the former head of the department here and he said, you know what, I would not have done a curfew."}, {"sentId": 213, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 214, "text": "Obviously, people have different management styles and different circumstances."}, {"sentId": 215, "text": "Clearly, the commissioner and mayor thought that was the best decision and it turned out to be a good success for this city tonight."}], "speaker": "ALEXANDER", "secId": 80}, {"sentences": [{"sentId": 216, "text": "So I think with that being said, we have to trust their leadership and their decision making and the information that they gather along the day as well, too."}], "speaker": "ALEXANDER", "secId": 81}, {"sentences": [{"sentId": 217, "text": "But here again, this success was really the community, the police, the leadership of city hall making this all possible tonight."}, {"sentId": 218, "text": "So we're just going to keep our fingers crossed."}, {"sentId": 219, "text": "As we go from day-to-day, hopefully we'll continue to see this city turn around."}], "speaker": "ALEXANDER", "secId": 82}, {"sentences": [{"sentId": 220, "text": "Cedric, I want to ask you, when you look at the -- you know, the National Guard was brought in."}, {"sentId": 221, "text": "This could not have been handled without outside help."}, {"sentId": 222, "text": "Is that correct?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 223, "text": "Well, you know, you never can tell."}, {"sentId": 224, "text": "But one thing we know for certain is this."}, {"sentId": 225, "text": "The more resources and personnel that you have, the more equipped you are."}, {"sentId": 226, "text": "You're prepared for anything that comes along."}], "speaker": "ALEXANDER", "secId": 84}, {"sentences": [{"sentId": 227, "text": "Here again, it goes back to trusting the leadership in this city."}, {"sentId": 228, "text": "They made that decision to bring in the National Guard with the support of the governor here in Maryland and it proved to be of some value."}, {"sentId": 229, "text": "So we are going to rest our hopes that things will continue to get better as the days go by."}], "speaker": "ALEXANDER", "secId": 85}, {"sentences": [{"sentId": 230, "text": "When the president spoke earlier today, Neill, he said we have some real issues with police in certain communities."}, {"sentId": 231, "text": "But he also said he didn't want to just put the whole thing on police."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 232, "text": "That it would take more than police, it would take a community, a village, as they say."}, {"sentId": 233, "text": "Today, I think people got that."}, {"sentId": 234, "text": "FRANKLIN:  Yes, I think you're right."}, {"sentId": 235, "text": "We obviously got it."}, {"sentId": 236, "text": "The citizens obviously got it."}, {"sentId": 237, "text": "You're going to see this coming together quite significant in what we are before us."}, {"sentId": 238, "text": "But I think it's important that, again, we don't lose sight of the message, that we don't lose sight."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 239, "text": "And I'm not just talking about Freddie Gray's death."}, {"sentId": 240, "text": "I'm talking about the systemic issues that we're dealing with in policing across this nation."}, {"sentId": 241, "text": "This was just another straw on the camel's back."}, {"sentId": 242, "text": "We're going to have to talk about race and policing in this country."}, {"sentId": 243, "text": "As we go forward, we can't lose sight of that."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 244, "text": "Do you think this -- and I know it's a stock question, but I got it from the people out today as I was talking to them."}, {"sentId": 245, "text": "They said they don't think the city will ever be the same again."}, {"sentId": 246, "text": "It's sad that Freddie Gray died."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 247, "text": "It's sad that there was all the rioting and violence and looting and burning and all of that."}, {"sentId": 248, "text": "But they had to reassess where they are now and move forward and try to make it better."}, {"sentId": 249, "text": "The city will never be the same again and hopefully they think for the better."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 250, "text": "And that is the whole thing."}, {"sentId": 251, "text": "We are all saddened by the death of Mr. Gray."}, {"sentId": 252, "text": "However, you know, things will be positive, things will go on and this city will move forward and they'll do great things again."}], "speaker": "ALEXANDER", "secId": 91}, {"sentences": [{"sentId": 253, "text": "Thank you, Gentlemen."}, {"sentId": 254, "text": "It is about 2-1/2 hours after the curfew here in Baltimore."}, {"sentId": 255, "text": "I did that because I wanted to look at the clock on the screen."}, {"sentId": 256, "text": "In the beginning, there were some people who were defying that curfew, but police got them in check, got it under control very quickly."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 257, "text": "Right now, the city of Baltimore is under control."}, {"sentId": 258, "text": "We're keeping a close eye for you here on CNN."}, {"sentId": 259, "text": "We're back after a quick break with our breaking news coverage."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 260, "text": "We want to keep some distance between the people and the police officers."}, {"sentId": 261, "text": "That's what we want."}, {"sentId": 262, "text": "We want to keep it peaceful."}], "speaker": "UNIDENTIFIED MALE", "secId": 94}, {"sentences": [{"sentId": 263, "text": "The sentiment on the streets of Baltimore tonight."}, {"sentId": 264, "text": "Welcome back, everyone."}, {"sentId": 265, "text": "We're live in Baltimore, Maryland."}, {"sentId": 266, "text": "I'm Don Lemon."}, {"sentId": 267, "text": "This is where a citywide curfew is in effect."}, {"sentId": 268, "text": "Some 2,000 National Guard members, more than 1,000 police officers are on the streets trying to maintain the peace here."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 269, "text": "Maryland remains under a state of emergency, following a violent protest Monday night following the funeral of Freddie Gray."}, {"sentId": 270, "text": "He is the African-American who died of the spinal cord injury just a week after being arrested by police."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 271, "text": "At least 235 people have been arrested in the riots and at least 20 officers were injured."}, {"sentId": 272, "text": "Earlier, I spoke to a business owner whose store was trashed in this chaos."}, {"sentId": 273, "text": "It gives us a chance to see what looting looks like from the inside."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 274, "text": "This is east Baltimore Broadway market."}, {"sentId": 275, "text": "Some of the business owners here, they're boarding up their businesses just as a precaution."}, {"sentId": 276, "text": "But ta wasn't so for Ali and his brother at the Broadway Convenience Mart."}, {"sentId": 277, "text": "They got robbed last night."}, {"sentId": 278, "text": "What did they take?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 279, "text": "All the tobacco stuff, cigarettes, cigars."}, {"sentId": 280, "text": "As you can see, behind the counter it is almost empty."}], "speaker": "UNIDENTIFIED MALE", "secId": 99}, {"sentences": [{"sentId": 281, "text": "Did you get video of them?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 282, "text": "Yes, we got them."}, {"sentId": 283, "text": "We got videos of them."}, {"sentId": 284, "text": "I was watching the camera when they did it."}, {"sentId": 285, "text": "So I stopped by over here."}, {"sentId": 286, "text": "They were still inside when I came here."}], "speaker": "UNIDENTIFIED MALE", "secId": 101}, {"sentences": [{"sentId": 287, "text": "They were still here."}, {"sentId": 288, "text": "Did you confront them?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 289, "text": "Yes, I got a couple of kids, but I had my brother with me."}, {"sentId": 290, "text": "They smashed a bottle on his head so I ran away."}], "speaker": "CHAUDHRY", "secId": 103}, {"sentences": [{"sentId": 291, "text": "Smashing the door, jumping over the counter?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 292, "text": "They were just young kids from the community, I think."}], "speaker": "CHAUDHRY", "secId": 105}, {"sentences": [{"sentId": 293, "text": "How old?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 294, "text": "They were like 6-year-old kids in there, 18 years old, I saw a dad with two young kids like 5 or 6-year-old kids and he was in here, too."}, {"sentId": 295, "text": "I was surprised to see him."}, {"sentId": 296, "text": "I've just seen him in the camera like, wow, that's a dad."}, {"sentId": 297, "text": "And he was with his young kids, 3 years old, 4 years old, something like that."}], "speaker": "CHAUDHRY", "secId": 107}, {"sentences": [{"sentId": 298, "text": "What do you think of that?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 299, "text": "I shouldn't say anything."}, {"sentId": 300, "text": "I'm good."}, {"sentId": 301, "text": "I'm just trying to rearrange stuff to we can reopen it again soon hopefully."}], "speaker": "CHAUDHRY", "secId": 109}, {"sentences": [{"sentId": 302, "text": "Shocking to see."}, {"sentId": 303, "text": "Young Goldie is here."}, {"sentId": 304, "text": "He's a rapper in Baltimore."}, {"sentId": 305, "text": "You were shaking your head throughout that as you were watching."}, {"sentId": 306, "text": "Why?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 307, "text": "Because it's a shame."}, {"sentId": 308, "text": "I don't think my city should be doing anything like that."}, {"sentId": 309, "text": "That's crazy."}, {"sentId": 310, "text": "LEMON:  Yes, you were involved because of the things like that and you didn't want it to happen again."}, {"sentId": 311, "text": "You were involved in some of the initiatives today to get people to pull together rather than going out and doing the things like we just saw."}], "speaker": "GOLDIE", "secId": 111}, {"sentences": [{"sentId": 312, "text": "Right."}], "speaker": "GOLDIE", "secId": 112}, {"sentences": [{"sentId": 313, "text": "Tell us about it."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 314, "text": "We're with the project I love Baltimore and retried to gather the youth and talk to the youth, connect to them, so we can help them to be better and do better, stuff like that."}], "speaker": "GOLDIE", "secId": 114}, {"sentences": [{"sentId": 315, "text": "I was asking my law enforcement experts, if the city will ever be the same?"}, {"sentId": 316, "text": "Do you think this city will ever be the same?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 317, "text": "Yes, I think it's going to be the same."}, {"sentId": 318, "text": "I think they showed a lot of unity with the people."}, {"sentId": 319, "text": "I feel like we can bounce right back."}], "speaker": "GOLDIE", "secId": 116}, {"sentences": [{"sentId": 320, "text": "But not the same in a sense because there are underlying issues to deal with."}, {"sentId": 321, "text": "You have to deal with the violence in the community."}, {"sentId": 322, "text": "You have to deal with the relationship between police and the community, as well."}, {"sentId": 323, "text": "You want it different in some ways."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 324, "text": "Right."}, {"sentId": 325, "text": "I think it should be better."}, {"sentId": 326, "text": "I mean, it's going to get better over time, man."}, {"sentId": 327, "text": "If people like -- people like -- like leaders in the community step out, reach, touch children and stuff like that and, like, have stuff for people to do, then I feel like crime rates should go lower and stuff like that."}], "speaker": "GOLDIE", "secId": 118}, {"sentences": [{"sentId": 328, "text": "Thank you, sir."}, {"sentId": 329, "text": "I appreciate it."}, {"sentId": 330, "text": "Appreciate you joining us."}, {"sentId": 331, "text": "Keep up the good work."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 332, "text": "I want to get back out into the crowds."}, {"sentId": 333, "text": "Brian Todd who joins me with an update, what do you have for us, Brian?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 334, "text": "Don, a very significant update."}, {"sentId": 335, "text": "For the first time in a day and a half, this very contentious intersection of Pennsylvania Avenue and North Avenue, look at it, it's completely clear."}, {"sentId": 336, "text": "We are -- we just witnessed police clearing out all their heavy vehicles, almost all their personnel."}], "speaker": "TODD", "secId": 121}, {"sentences": [{"sentId": 337, "text": "The only people who were around here in a law enforcement capacity just a few minutes ago were National Guard troops and they were only about four of them."}], "speaker": "TODD", "secId": 122}, {"sentences": [{"sentId": 338, "text": "This, for the last 36 hours, pretty much, has been one of the most violent contentious sections of town."}, {"sentId": 339, "text": "Car fires over here, the CVS Pharmacy famously burned out yesterday."}], "speaker": "TODD", "secId": 123}, {"sentences": [{"sentId": 340, "text": "A lot of clashes between protesters and police tonight as well."}, {"sentId": 341, "text": "Look at it now."}, {"sentId": 342, "text": "For the first time in many, many hours, the police have cleared out."}], "speaker": "TODD", "secId": 124}, {"sentences": [{"sentId": 343, "text": "We get a chance now to come inside their barrier that was here before and show you one of the most devastating examples of looting in this entire city."}, {"sentId": 344, "text": "This is the Ace Express Check cashing business."}, {"sentId": 345, "text": "Look at the windows burned out."}], "speaker": "TODD", "secId": 125}, {"sentences": [{"sentId": 346, "text": "We can show you in here just how violent the ransacking was."}, {"sentId": 347, "text": "Look at the teller windows completely smashed and that place completely ran sacked."}], "speaker": "TODD", "secId": 126}, {"sentences": [{"sentId": 348, "text": "The windows have been smashed out here and it gives you a idea of how these businesses were affected."}, {"sentId": 349, "text": "This intersection now completely cleared."}, {"sentId": 350, "text": "Hopefully some semblance of normalcy will return in the coming hours -- Don."}], "speaker": "TODD", "secId": 127}, {"sentences": [{"sentId": 351, "text": "All right."}, {"sentId": 352, "text": "Yes, we hope so, Brian Todd, thank you very much."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 353, "text": "Now to CNN's Miguel Marquez, also Miguel has been taking us through what's happening at the scene where he is."}, {"sentId": 354, "text": "Also, there were some tactical units out on the scene earlier."}, {"sentId": 355, "text": "Miguel, what are you seeing now?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 356, "text": "Well, I think what we expected to happen is starting to happen."}, {"sentId": 357, "text": "As slow and as messy as the process is, we are in the center of that intersection of north and pen pep."}, {"sentId": 358, "text": "You can see there is nobody around."}, {"sentId": 359, "text": "This is down Pennsylvania Avenue."}], "speaker": "TODD", "secId": 130}, {"sentences": [{"sentId": 360, "text": "There are a couple of Humvees down there."}, {"sentId": 361, "text": "If you look down North Avenue in this direction, there's a Humvee down, way down at the end that you can see."}, {"sentId": 362, "text": "Otherwise, the street is empty."}], "speaker": "TODD", "secId": 131}, {"sentences": [{"sentId": 363, "text": "As you look up Pennsylvania Avenue here, you can see more Humvees and national guardsmen."}, {"sentId": 364, "text": "And as you look at the other direction down North Street, you can see more Humvees and national guardsmen."}], "speaker": "TODD", "secId": 132}, {"sentences": [{"sentId": 365, "text": "What they are doing is consolidating their forces, using the National Guard in order to hold these places and maintain order so that police can push out to other areas and police be the face, basically, of security in Baltimore and they are slowly beginning to establish security in this area."}], "speaker": "TODD", "secId": 133}, {"sentences": [{"sentId": 366, "text": "I can tell you that the neighborhoods, as you go back in there, there are people out and about, but it's not exactly contentious."}, {"sentId": 367, "text": "People go back home or go around the corner."}, {"sentId": 368, "text": "Police kind of leave them alone."}, {"sentId": 369, "text": "They're not engaging directly, don."}, {"sentId": 370, "text": "Miguel, Brian, thanks very much."}], "speaker": "TODD", "secId": 134}, {"sentences": [{"sentId": 371, "text": "Miguel Marquez, Brian Todd, thanks very much."}, {"sentId": 372, "text": "Straight ahead here on CNN, empty stands."}, {"sentId": 373, "text": "Why Wednesday's Major League Baseball game between the Baltimore Orioles and the Chicago White Sox won't have any fans in the stadium."}], "speaker": "MARQUEZ", "secId": 135}, {"sentences": [{"sentId": 374, "text": "So that happened earlier here in Baltimore, Maryland."}, {"sentId": 375, "text": "Nothing like that going on right now."}, {"sentId": 376, "text": "Baltimore sports stars reacting to the unrest in their hometown and showing their support."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 377, "text": "First up, Michael Phelps, what he wrote on Twitter, he said, I love our city and it's truly a great city."}, {"sentId": 378, "text": "And I know we're better than this."}, {"sentId": 379, "text": "We can get through this together."}, {"sentId": 380, "text": "Hashtag be more."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 381, "text": "And former Baltimore Ravens player, Ray Lewis, is also weighing in on this unrest with an impassioned plea for peace."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 382, "text": "Young kids one got to understand something."}, {"sentId": 383, "text": "Get off the streets."}, {"sentId": 384, "text": "Violence is not the answer."}, {"sentId": 385, "text": "Violence has never been the answer."}, {"sentId": 386, "text": "Freddie Gray, we don't do nothing for him doing this."}], "speaker": "LEWIS", "secId": 139}, {"sentences": [{"sentId": 387, "text": "We know there's a deeper issue."}, {"sentId": 388, "text": "We know what the jungle looks like."}, {"sentId": 389, "text": "But this isn't incident."}, {"sentId": 390, "text": "There are enough of us in the streets trying to change what's going on."}, {"sentId": 391, "text": "Baltimore, get off the streets."}, {"sentId": 392, "text": "Kids, go home."}, {"sentId": 393, "text": "Stay home."}], "speaker": "LEWIS", "secId": 140}, {"sentences": [{"sentId": 394, "text": "Ray Lewis, some of the sports fallout from the unrest in Baltimore to tell you about, as well."}, {"sentId": 395, "text": "Due to safety concerns over rioting in the city, Wednesday's scheduled game between the Baltimore Orioles/Chicago White Sox will be closed to the public."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 396, "text": "A Major League Baseball source says the league is not aware of any prior closed door games."}, {"sentId": 397, "text": "Orioles announced that this weekend's home games would be moved to Tropicana field in St. Petersburg, Florida."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 398, "text": "So I want to turn now to newspaper writer, Eduardo Encina."}, {"sentId": 399, "text": "He covers the Orioles for the Baltimore sun."}, {"sentId": 400, "text": "This is unprecedented, isn't it?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 401, "text": "Yes, absolutely."}, {"sentId": 402, "text": "I talked to baseball's official historian today."}, {"sentId": 403, "text": "He said this has never happened."}, {"sentId": 404, "text": "There's never been a situation where a game has been played in front of a -- that hasn't been played in front of paying crowds."}, {"sentId": 405, "text": "It's unprecedented."}, {"sentId": 406, "text": "This isn't the circumstances that anyone wanted this to happen under, but it is going to be history tomorrow."}], "speaker": "ENCINA", "secId": 144}, {"sentences": [{"sentId": 407, "text": "What's the reaction from fans?"}, {"sentId": 408, "text": "Are they on board with this?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 409, "text": "Yes, I think so."}, {"sentId": 410, "text": "I think for the most part, fans right now, they understand the situation in the community."}, {"sentId": 411, "text": "The orioles really tried to make sure that these games could be played."}, {"sentId": 412, "text": "I think they went through every action to make sure these games could be played."}], "speaker": "ENCINA", "secId": 146}, {"sentences": [{"sentId": 413, "text": "Thinking about the safety of the fans being out late, the curfew  that was enacted tonight, I think all those things came into play in terms of postponing tonight's game, last night's game, make something rare adjustments."}], "speaker": "ENCINA", "secId": 147}, {"sentences": [{"sentId": 414, "text": "So let's talk dollars now."}, {"sentId": 415, "text": "Are they losing money?"}, {"sentId": 416, "text": "How much money?"}, {"sentId": 417, "text": "How is this going to affect the city?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 418, "text": "Well, in terms of the team, I think they're going to lose a significant amount of money."}, {"sentId": 419, "text": "The three games are going to be moved to St. Petersburg."}, {"sentId": 420, "text": "You're losing the total of five home dates because you're -- you have a double header that needs to be played."}], "speaker": "ENCINA", "secId": 149}, {"sentences": [{"sentId": 421, "text": "Obviously the gate from tomorrow which you're not going to get anything from so I think a lot of money is going to be lost from the team."}, {"sentId": 422, "text": "Obviously, there's the other --  the businesses outside the ballpark, the vendors, all that that won't making that added revenue that they would usually make on a game night."}, {"sentId": 423, "text": "Yes, there will be a hit financially."}], "speaker": "ENCINA", "secId": 150}, {"sentences": [{"sentId": 424, "text": "Let's talk about Ray Lewis."}, {"sentId": 425, "text": "He was on fire or off the chain, as they say."}, {"sentId": 426, "text": "I was speak to go some people as I was out today and they said, you know, I respect what he had to say."}, {"sentId": 427, "text": "He's right in many ways."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 428, "text": "But he should come here instead of sitting on his couch or sitting in his chair."}, {"sentId": 429, "text": "Those guys should be here, Michael Phelps should be here if they cared that much."}, {"sentId": 430, "text": "Is that too much pressure to put on someone?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 431, "text": "I think Baltimore is a city, though -- I know from covering sports, the fans here do put their athletes and their stars on a pedestal."}, {"sentId": 432, "text": "And I do know if that happened, if Ray or Michael if I Phelps or anyone came out and was out in the public and made a public stand in the streets, I think it would definitely make an impact."}], "speaker": "ENCINA", "secId": 153}, {"sentences": [{"sentId": 433, "text": "Whether it's the right thing for them to do or not, that's not my place to say."}, {"sentId": 434, "text": "In Baltimore, they love their Orioles, they love their Ravens, and I think that that's -- you know, anything that any of those guys say goes far."}], "speaker": "ENCINA", "secId": 154}, {"sentences": [{"sentId": 435, "text": "How soon do you think that we will get back to some sort of normalcy when it comes to sports in Baltimore?"}, {"sentId": 436, "text": "And I'm sure the fans and the people of Baltimore and the owners and everyone involved are hoping sooner rather than later."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 437, "text": "Right, and there is no secret sports can be a bonding experience in tough times."}, {"sentId": 438, "text": "We saw it during 9/11 in New York."}, {"sentId": 439, "text": "And I think the sooner the games do come back, the Orioles are going on a huge road trip."}, {"sentId": 440, "text": "They're not going to be back until May 11th."}, {"sentId": 441, "text": "So, you know, the hope is that kind of takes some -- gives some time for the city to heal."}], "speaker": "ENCINA", "secId": 156}, {"sentences": [{"sentId": 442, "text": "Thank you, Eduardo."}, {"sentId": 443, "text": "I don't know if you've seen this video."}, {"sentId": 444, "text": "This mother was off the chain when she saw her kid out ride, a mask on."}, {"sentId": 445, "text": "She went right to the front lines where he was and she took control."}, {"sentId": 446, "text": "There is that mom."}, {"sentId": 447, "text": "She does not play."}, {"sentId": 448, "text": "We will talk about that, coming up."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 449, "text": "We are back now live on the streets of Baltimore, Maryland, almost three hours now into this curfew."}, {"sentId": 450, "text": "And the police appear to have the situation under control here."}, {"sentId": 451, "text": "There were some people who defied this curfew earlier at 10:00 p.m. Eastern Time here in the United States."}, {"sentId": 452, "text": "And police were not having it."}, {"sentId": 453, "text": "So they took matters into their own hands and they got those people off the streets."}, {"sentId": 454, "text": "Let's talk about this video that really got people here in the U.S. talking and some people all around the world, probably."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 455, "text": "The now famous moment when a mother grabbed her masked son, slapped him repeatedly."}, {"sentId": 456, "text": "After she discovered him -- that he was among the rioters."}, {"sentId": 457, "text": "Her name is Toya Graham."}, {"sentId": 458, "text": "She's speaking out about why she walloped her 16-year-old boy."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 459, "text": "I didn't even think about cameras or anything like that."}, {"sentId": 460, "text": "That's my only son."}, {"sentId": 461, "text": "And at the end of the day, I don't want him to be a Freddie Gray."}], "speaker": "GRAHAM", "secId": 160}, {"sentences": [{"sentId": 462, "text": "Well, again, Freddie Gray was a 25-year-old whose death, while in police custody, sparked the protests and is the reason we are here now."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 463, "text": "I want to bring in my next guest, R.J. Manuelian, he is a criminal defense attorney."}, {"sentId": 464, "text": "He joins us now from Los Angeles Bureau to take a closer look at the legal aspects developing in this case and other aspects, as well."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 465, "text": "Listen, in 2014, the mayor here vetoed having body cameras."}, {"sentId": 466, "text": "That probably would have helped."}, {"sentId": 467, "text": "And maybe would have helped in this situation and others."}, {"sentId": 468, "text": "That is very important, especially when it comes to exposure for the city."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 469, "text": "Yes."}, {"sentId": 470, "text": "And there's a distrust in most of these indigent neighborhoods especially when you have low income neighborhoods and a disparaging use of force against some of the lower income neighborhoods being African-American."}], "speaker": "MANUELIAN", "secId": 164}, {"sentences": [{"sentId": 471, "text": "If you take a look, Don, at the attorney general's report on March 4th, Eric Holder found that there were patterns of practices of abuse going on and I think this could be easily eliminated with the following, community awareness and community policing, meeting with the community, expressing grievances."}], "speaker": "MANUELIAN", "secId": 165}, {"sentences": [{"sentId": 472, "text": "Number two, body cams, body cams are the best witnesses."}, {"sentId": 473, "text": "You get to do the replay, you get to watch it."}, {"sentId": 474, "text": "The police officers know what's going on."}, {"sentId": 475, "text": "They're more careful."}, {"sentId": 476, "text": "I'm not saying it will eliminate all the problems, but it will decrease it."}], "speaker": "MANUELIAN", "secId": 166}, {"sentences": [{"sentId": 477, "text": "And nothing is perfect."}, {"sentId": 478, "text": "Nothing is full proof."}, {"sentId": 479, "text": "But by the time you get to this point and not all the information you need is -- you have it on camera, or you have the subject and the information, it's tough so if you have that body cam, you go back and play it, you can, in a court of law, use that and it would make a difference in these cases."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 480, "text": "A huge difference because there would be no guessing games."}, {"sentId": 481, "text": "There will be no assumptions."}, {"sentId": 482, "text": "Remember, going back to Ferguson, a lot of people that's differently about the facts and the way the incident happened as opposed to what the attorney general's report came out."}], "speaker": "MANUELIAN", "secId": 168}, {"sentences": [{"sentId": 483, "text": "So the body cams would cut to the chase, it would show exactly what happened."}, {"sentId": 484, "text": "It would avoid rioting because a lot of people get anxious."}], "speaker": "MANUELIAN", "secId": 169}, {"sentences": [{"sentId": 485, "text": "And the tensity that builds up over the years with this community is taken away from the fact that you have the evidence in your hands."}, {"sentId": 486, "text": "And you can immediately play it to the community and show exactly what happened and take away that hostility avoiding riots and arrests."}], "speaker": "MANUELIAN", "secId": 170}, {"sentences": [{"sentId": 487, "text": "You are quite right."}, {"sentId": 488, "text": "We happen we would know what happened from the beginning of stop to once someone was transported and that's the big question about Freddie Gray, what happened in the initial moments of that stop and what happened in the van."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 489, "text": "R.J. Manuelian, I appreciate your expertise and thank you for joining us here on CNN."}, {"sentId": 490, "text": "Almost three hours into this, a curfew in the city of Baltimore and we're going to continue to cover it here on CNN."}, {"sentId": 491, "text": "We'll be here for you tomorrow and throughout the day."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 492, "text": "I am Don Lemon, live in Baltimore."}, {"sentId": 493, "text": "Our coverage is going to continue now."}, {"sentId": 494, "text": "\"CNN NEWSROOM\" picks up our coverage right after this very quick break."}, {"sentId": 495, "text": "My colleagues will be at the CNN center, the World Headquarters for you in Atlanta."}], "speaker": "LEMON", "secId": 173}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.28.cnnt.03.html.json", "time": "Aired April 28, 2015 - 00:00   ET"}