{"sectionCount": 262, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["BERMAN", "LEMON", "ACOSTA", "BRUNI", "GERGEN", "RUDDY", "ZITO", "MILLER", "LEWIS", "SPENCER", "APPELBAUM", "DERSHOWITZ", "TRUMP", "STAHL"], "subTitle": "Donald Trump Changes His Tune; Trump Meets With Press; Trump Disavowed White Supremacists; Tight Security For Upcoming Holidays. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/22/cnnt.01.html", "sentenceCount": 520, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "BERMAN", "secId": 0}, {"sentences": [{"sentId": 2, "text": "Donald Trump changes his tune, and that may not sit well with some of his supporters."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "This is CNN TONIGHT."}, {"sentId": 4, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "One of the biggest headlines from the president-elect's on again, off again, on again sit down at the New York Times today, he says pushing for charges for against Hillary Clinton is quote, \"not something I feel very strongly about.\""}, {"sentId": 6, "text": "That's a quote from him."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "This from the man whose campaign rally is featured crowds yelling \"lock her up.\""}, {"sentId": 8, "text": "More onto the heading of things you never thought you'll see Donald Trump says he likes President Barack Obama."}, {"sentId": 9, "text": "And he may be considering offering Mitt Romney the secretary of state job."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 10, "text": "Plus, is this America today?"}, {"sentId": 11, "text": "Take a look at this, neo-Nazis openly displaying their racism and anti-Semitism just blocks away from the White House."}, {"sentId": 12, "text": "And Donald Trump says he disavowed them."}, {"sentId": 13, "text": "Is that enough?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "We'll discuss all of that."}, {"sentId": 15, "text": "But let's get right to CNN senior White House correspondent and that's none other than Mr. Jim Acosta."}, {"sentId": 16, "text": "Good evening, Jim."}, {"sentId": 17, "text": "You've got some news on the transition, what's the latest?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 18, "text": "Yes, Don."}, {"sentId": 19, "text": "I talked to a source who is familiar with this transition discussion who says that Mitt Romney, the 2012 republican nominee, is now seriously considering the prospect of joining Donald Trump's administration as secretary of state."}], "speaker": "ACOSTA", "secId": 7}, {"sentences": [{"sentId": 20, "text": "I've been told that we're not likely to get his decision on this until perhaps early next week and that Romney will be talking about this with his family members over the Thanksgiving holiday weekend."}, {"sentId": 21, "text": "As you know from the last campaign, Don, Mitt Romney talks to his family, they are probably his closest advisers."}, {"sentId": 22, "text": "So it's not surprising he's doing that."}], "speaker": "ACOSTA", "secId": 8}, {"sentences": [{"sentId": 23, "text": "So, Jim, Donald Trump met with the New York Times today and softened a number of his hard line campaign promises."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 24, "text": "Yes."}], "speaker": "ACOSTA", "secId": 10}, {"sentences": [{"sentId": 25, "text": "What can you tell us about that?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 26, "text": "Yes, it was striking that he didn't have a press conference before leaving town for Thanksgiving down in Florida, but he essentially had a news conference with the New York Times, they tapered him back and forth for a good long while about basically all the questions that we've had from his business interests overseas to whether he would lock up Hillary Clinton or urge prosecution of the former secretary of state."}], "speaker": "ACOSTA", "secId": 12}, {"sentences": [{"sentId": 27, "text": "And some surprising answers."}, {"sentId": 28, "text": "We put this up on screen from the great Maggie Haberman, our friend over at the New York Times."}, {"sentId": 29, "text": "She tweeted Trump says no when he asked if he is taking investigations off the table for Clintons but adds he doesn't want to hurt the Clintons."}, {"sentId": 30, "text": "An indication there that he's not ruling it out, but at the same time he's definitely leaning against it."}], "speaker": "ACOSTA", "secId": 13}, {"sentences": [{"sentId": 31, "text": "That is interesting, Don, because as you said, during the campaign we heard time and again the chant of 'lock her up' and even one of the presidential debates Donald Trump said he was going to appoint a special prosecutor to go after Hillary Clinton if he's elected president."}], "speaker": "ACOSTA", "secId": 14}, {"sentences": [{"sentId": 32, "text": "Another surprising tweet came from Maggie Haberman."}, {"sentId": 33, "text": "Trump says he is seriously considering Mattis, that is General James Mattis for Department of Defense, secretary of defense."}, {"sentId": 34, "text": "Says he asked Mattis about waterboarding, was surprised he didn't favor it."}], "speaker": "ACOSTA", "secId": 15}, {"sentences": [{"sentId": 35, "text": "That is also interesting, it's an indication that perhaps Donald Trump is having some second thoughts about bringing back waterboarding which is something he said time and again during the campaign, Don."}], "speaker": "ACOSTA", "secId": 16}, {"sentences": [{"sentId": 36, "text": "He said, we should perhaps go beyond waterboarding and engage in torture."}, {"sentId": 37, "text": "But of course, we heard in recent days Senator John McCain has said there's no way that's going to happen."}, {"sentId": 38, "text": "They would actually have to change U.S. laws for it to happen and he would stop that from occurring in the Senate."}], "speaker": "ACOSTA", "secId": 17}, {"sentences": [{"sentId": 39, "text": "Yes."}, {"sentId": 40, "text": "And even for Hillary Clinton, when you're speaking about that not just 'lock her up' but he had said himself a number of times that she should be in jail."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 41, "text": "That's right."}], "speaker": "ACOSTA", "secId": 19}, {"sentences": [{"sentId": 42, "text": "Right."}, {"sentId": 43, "text": "Out on the campaign trail, and again, as you said, at the debates."}, {"sentId": 44, "text": "Jim, he also faced questions about potential conflicts of interest."}, {"sentId": 45, "text": "Here's another tweet, this is from inside the meeting."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 46, "text": "He said, \"The law is totally on my side, the president can't have a conflict of interest.\""}, {"sentId": 47, "text": "Now he went on to say that he was phasing out his control of his businesses, meaning turning it over to his children but how does that solve question about conflict?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 48, "text": "It doesn't."}, {"sentId": 49, "text": "And you know, there was another tweet from the New York Times saying that Trump said at one point that Jared Kushner, his son-in-law, could perhaps solve the crisis between the Palestinians and the Israelis, and so he's obviously indicating that his children will be heavily involved in his administration at the very least, his son-in-law."}], "speaker": "ACOSTA", "secId": 22}, {"sentences": [{"sentId": 50, "text": "But at the same time Trump is saying he's going to turn his business interests over to his children, and so he's setting up the possibility that his children, his son-in-law will be involved in both his business interests and these key decisions that are going to be facing his administration."}], "speaker": "ACOSTA", "secId": 23}, {"sentences": [{"sentId": 51, "text": "But, Don, I mean, one thing we should point out to our viewers, it is true that the President of the United States, the Vice President are exempt from conflict of interest laws that apply to cabinet secretaries, and so on, who have to put assets in blind trusts and so forth."}], "speaker": "ACOSTA", "secId": 24}, {"sentences": [{"sentId": 52, "text": "Presidents don't have to do that as much but there is something in the Constitution that says that they can't accept gifts from foreign governments."}, {"sentId": 53, "text": "And so, there is a bright line here that Donald Trump cannot cross and as we've been hearing in recent days, he has been engaged in business dealings and conversations with foreign interests since becoming president-elect."}], "speaker": "ACOSTA", "secId": 25}, {"sentences": [{"sentId": 54, "text": "The question is whether or not all of that stops on January 20th, and Donald Trump indicated in one of these other tweets from Maggie Haberman that some of this may live on, and that he even said at one point that, you know, nothing like this has ever happened before."}], "speaker": "ACOSTA", "secId": 26}, {"sentences": [{"sentId": 55, "text": "So he seems to be sort of on the dark side of the moon in all of this."}, {"sentId": 56, "text": "And it's one of those -- one of these aspects of this unprecedented presidency we're about to witness that just hasn't been sorted out yet."}], "speaker": "ACOSTA", "secId": 27}, {"sentences": [{"sentId": 57, "text": "It's going to be interesting four years."}, {"sentId": 58, "text": "We're certainly not reaching for material when it comes to the news business."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 59, "text": "That's right."}], "speaker": "ACOSTA", "secId": 29}, {"sentences": [{"sentId": 60, "text": "Thank you very much -- in the press poll."}, {"sentId": 61, "text": "Thank you very much, Jim."}, {"sentId": 62, "text": "I appreciate that."}, {"sentId": 63, "text": "I want to bring you now CNN senior political analyst, David Gergen a New York Time columnist -- New York Times columnist Frank Bruni."}, {"sentId": 64, "text": "Sorry, you have a cold."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 65, "text": "Thank you."}], "speaker": "BRUNI", "secId": 31}, {"sentences": [{"sentId": 66, "text": "That was David you heard coughing."}, {"sentId": 67, "text": "So, anyway."}, {"sentId": 68, "text": "Frank I want to ask you, because you were in this meeting today."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 69, "text": "Yes."}], "speaker": "BRUNI", "secId": 33}, {"sentences": [{"sentId": 70, "text": "Take us inside."}, {"sentId": 71, "text": "What was the tone?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 72, "text": "The tone was actually pretty cordial."}, {"sentId": 73, "text": "You know, I had read and heard that Donald Trump the day earlier with television journalists had berated them for their unflattering coverage."}, {"sentId": 74, "text": "He began the meeting by saying he thought the Times had been too tough on him, you know, and he said a few words about that."}, {"sentId": 75, "text": "But the tone beyond that was mostly cordial."}], "speaker": "BRUNI", "secId": 35}, {"sentences": [{"sentId": 76, "text": "So, he's talked about in the meeting, did he talk about the conflict of interest?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 77, "text": "He did."}], "speaker": "BRUNI", "secId": 37}, {"sentences": [{"sentId": 78, "text": "I would imagine he was asked about that?"}, {"sentId": 79, "text": "And what was the result?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 80, "text": "He did."}, {"sentId": 81, "text": "He was asked about it several times."}, {"sentId": 82, "text": "Well, I mean, it was interesting."}, {"sentId": 83, "text": "He kept on making sure we knew that he's under no legal obligation to put things in a blind trust or do anything like that, and then he would pivot and say but no one is going to have to worry about it, my business is the least important thing to me now, the country is what's important to me."}], "speaker": "BRUNI", "secId": 39}, {"sentences": [{"sentId": 84, "text": "That said, there was never and thus I will do x, y, and z to reassure the American people that I am not using the presidency in any way to enrich myself."}, {"sentId": 85, "text": "And the other thing that he never said and that I get the feeling he doesn't understand or won't acknowledge is that to have your children running your businesses and to also have them interacting with you regularly in the political sphere, perhaps even as advisers, that destroys separation between Donald Trump in government and Donald Trump the plutocrat."}, {"sentId": 86, "text": "And I can't -- it doesn't feel to me like he truly gets that."}], "speaker": "BRUNI", "secId": 40}, {"sentences": [{"sentId": 87, "text": "Yes."}, {"sentId": 88, "text": "Because that doesn't satisfy, you know what he says the New York Times, you know what he says about the New York Times."}, {"sentId": 89, "text": "That does satisfy reporters at the New York Times but it also doesn't satisfy reporters at conservative, very conservative news outlets because there is the potential of conflict of interest."}, {"sentId": 90, "text": "David Gergen?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 91, "text": "There's a serious conflict of interest and ways the presidents act they're not entirely guided, they're guided by laws, they're guided by norms, by sort of expectations and standards."}], "speaker": "GERGEN", "secId": 42}, {"sentences": [{"sentId": 92, "text": "And for him, I'm just -- I'm sorry but for him to sit there and have various kinds of conversations already as president-elect with foreign leaders that include conversations about his business dealings and they're clearly meant to advance his commercial interests, you know, violates the norms that we associate with the presidency."}], "speaker": "GERGEN", "secId": 43}, {"sentences": [{"sentId": 93, "text": "So, I think he's got a serious problem."}, {"sentId": 94, "text": "He could get into a constitutional problem as Frank suggested."}, {"sentId": 95, "text": "There are the Emoluments Clauses that's called within the Constitution."}], "speaker": "GERGEN", "secId": 44}, {"sentences": [{"sentId": 96, "text": "But already I think he's playing with fire now and I think, you know, his own supporters -- the Wall Street journal, for example, has urged that what he'll is to liquidate his holdings and put his assets that occurred to him, put those into a blind trust."}], "speaker": "GERGEN", "secId": 45}, {"sentences": [{"sentId": 97, "text": "That seems to me the cleanest solution to this."}, {"sentId": 98, "text": "He cannot have his children running this, have them running around the White House on the phone with foreign leaders when he's on the phone is just occurred barely."}], "speaker": "GERGEN", "secId": 46}, {"sentences": [{"sentId": 99, "text": "It appears that he's monetizing the presidency if he does things like that."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 100, "text": "Yes."}], "speaker": "GERGEN", "secId": 48}, {"sentences": [{"sentId": 101, "text": "And he acknowledged in the meeting."}, {"sentId": 102, "text": "He said the presidency makes my brand more valuable."}, {"sentId": 103, "text": "It was -- his answers were very odd because he suggested in that kind of bragging way he has he suggested that no one in the presidency before him that ever had his level of wealth so we were all -- we were all on unchartered terrain including him, Donald Trump, and that his empire, particularly being rooted in real estate, was such that when we talk about liquidating it's much harder than any of us could possibly realize."}], "speaker": "BRUNI", "secId": 49}, {"sentences": [{"sentId": 104, "text": "And it kept coming back to I don't care about my wealth, I don't care about my companies, I only care about my country."}, {"sentId": 105, "text": "But if he really cares about the country or if he really cares about the country I think he needs to do some concrete things to reassure Americans."}], "speaker": "BRUNI", "secId": 50}, {"sentences": [{"sentId": 106, "text": "Normally in the situation what you would do is call in a team of lawyers who work closely in the ethics area and understand conflicts and get, you know, get some written opinions, get some advice from counsel from them and he's shown in some of these other areas that he is willing to temper."}], "speaker": "GERGEN", "secId": 51}, {"sentences": [{"sentId": 107, "text": "Yes."}], "speaker": "BRUNI", "secId": 52}, {"sentences": [{"sentId": 108, "text": "You know, I thought what was remarkable about this set of conversations was also the fact, you know, he's tempered on Hillary Clinton."}, {"sentId": 109, "text": "He's tempered on waterboarding."}], "speaker": "GERGEN", "secId": 53}, {"sentences": [{"sentId": 110, "text": "He's tempered on climate change."}], "speaker": "BRUNI", "secId": 54}, {"sentences": [{"sentId": 111, "text": "He tempered on climate change."}], "speaker": "GERGEN", "secId": 55}, {"sentences": [{"sentId": 112, "text": "The interesting is he was open-minded about all these other things."}], "speaker": "BRUNI", "secId": 56}, {"sentences": [{"sentId": 113, "text": "In a surprising way, and remember, just when he saw President Obama he said I learned things about Obamacare that I'm going to change my position on a couple -- I'm going to keep a couple of things in Obamacare."}, {"sentId": 114, "text": "His views are not deeply rooted on many of this stuff."}], "speaker": "GERGEN", "secId": 57}, {"sentences": [{"sentId": 115, "text": "All of that, you know, overshadowed by this whole conflict of interest thing which you said."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 116, "text": "Yes."}, {"sentId": 117, "text": "LEMON:  And he doesn't seem to understand or just won't acknowledge."}], "speaker": "GERGEN", "secId": 59}, {"sentences": [{"sentId": 118, "text": "I want to ask you, though, did he acknowledge the neo-Nazis that were, you know, right near the White House this weekend and they were yelling things like 'hail Trump, hail our people, hail victory?'"}, {"sentId": 119, "text": "What did he say about that?"}, {"sentId": 120, "text": "It's called the alt-right but what they are neo-Nazis, they're racists."}], "speaker": "GERGEN", "secId": 60}, {"sentences": [{"sentId": 121, "text": "Yes."}, {"sentId": 122, "text": "That came up early in the meeting and he said several times and he said very, very specifically and emphatically I disavow them, I don't want their, you know, I don't want their support."}, {"sentId": 123, "text": "I don't support them."}], "speaker": "BRUNI", "secId": 61}, {"sentences": [{"sentId": 124, "text": "Here's the thing -- and that's important and we need to give him credit for that."}, {"sentId": 125, "text": "He was saying that in a meeting with New York Times journalists."}, {"sentId": 126, "text": "I want to hear him saying that in settings where it's not as comfortable to say that, and that's when I will believe that he really feels that way in a full way."}, {"sentId": 127, "text": "Saying it in the conference room with two dozen people from the New York Times is different from saying it in a different kind of..."}], "speaker": "BRUNI", "secId": 62}, {"sentences": [{"sentId": 128, "text": "For many people of color, David Gergen, this is -- this is similar to what happened with Reverend Wright and when President Obama had to give a race speech."}, {"sentId": 129, "text": "What is the difference in Donald Trump having to give a race speech of sorts coming out to denounce the kind of people who have supported him and who he has energized, whether he wants to believe it or his campaign wants you to know it or not, they won't say it publicly but I'm sure they -- they must know that, they're not stupid."}, {"sentId": 130, "text": "What is the difference, is there a double standard here?"}, {"sentId": 131, "text": "Should he have to do that?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 132, "text": "It's an interesting parallel."}, {"sentId": 133, "text": "I'm sure the Trump supporters would reject it."}, {"sentId": 134, "text": "But there's some persuasive power to that idea that they are similar."}, {"sentId": 135, "text": "But I think, Don, his blind spot right now is he said yes, he's against racism, that's terrific, he sort of condemn the neo-Nazi side."}], "speaker": "GERGEN", "secId": 64}, {"sentences": [{"sentId": 136, "text": "But he hasn't connected up the fact that one of the most important people he's appointed in his administration who sits at his right hand now, you know, Mr. Bannon, is directly linked to Breitbart and to alt- right."}], "speaker": "GERGEN", "secId": 65}, {"sentences": [{"sentId": 137, "text": "He is the one who gave them voice, that gave them presence in the American discourse, and so to have -- to have Bannon right there is one of the most powerful people..."}], "speaker": "GERGEN", "secId": 66}, {"sentences": [{"sentId": 138, "text": "And when that came up in the meeting..."}], "speaker": "BRUNI", "secId": 67}, {"sentences": [{"sentId": 139, "text": "How does he square that circle?"}, {"sentId": 140, "text": "BRUNI:  He said that he's never seen that Steve Bannon and Reince"}], "speaker": "GERGEN", "secId": 68}, {"sentences": [{"sentId": 141, "text": "Priebus chimed in and said he never had either, and Donald Trump said if a Steve Bannon who was extolling those sorts of views was doing that now in his administration he said he would get rid of him."}], "speaker": "GERGEN", "secId": 69}, {"sentences": [{"sentId": 142, "text": "But he said that Steve Bannon that he has describe to him by people who are going by what Steve Bannon has supported for -- he said, he basically said I don't recognize that person you're talking about."}], "speaker": "GERGEN", "secId": 70}, {"sentences": [{"sentId": 143, "text": "Do you think the record -- do you think the record supports that?"}], "speaker": "GERGEN", "secId": 71}, {"sentences": [{"sentId": 144, "text": "What do you think?"}], "speaker": "BRUNI", "secId": 72}, {"sentences": [{"sentId": 145, "text": "Yes."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 146, "text": "Well."}], "speaker": "GERGEN", "secId": 74}, {"sentences": [{"sentId": 147, "text": "But you know, I mean, this..."}], "speaker": "BRUNI", "secId": 75}, {"sentences": [{"sentId": 148, "text": "My question is do you think that is an honest answer or is that just the way of -- it sounds like a talking point to me, it sounds like a way to answer the question that's disingenuous."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 149, "text": "It does sound like a talking point but here's the thing, when we got into policy with Donald Trump and he was talking about some of these tempered views, you got the sense that he's way less up to speed on things than you would expect a president-elect to be."}], "speaker": "BRUNI", "secId": 77}, {"sentences": [{"sentId": 150, "text": "So when he says I don't know about that side of this, I don't know about that side of the other thing there is the possibility with him that he doesn't because he is not the kind of hoover for information and the kind of all-aware person that a lot of these politicians are."}, {"sentId": 151, "text": "He's very cavalier and casual."}], "speaker": "BRUNI", "secId": 78}, {"sentences": [{"sentId": 152, "text": "It does -- you know, it's been said of him for a long time that he often reflects the last person he's talked to."}, {"sentId": 153, "text": "And that was the impression that you got."}], "speaker": "GERGEN", "secId": 79}, {"sentences": [{"sentId": 154, "text": "yes, I put that in my column."}], "speaker": "BRUNI", "secId": 80}, {"sentences": [{"sentId": 155, "text": "So I think, listen, I think some of this is to be -- we ought to salute him."}, {"sentId": 156, "text": "You know, we've been asking for him to be more tempered in some of his views."}, {"sentId": 157, "text": "And so in that sense, you know, and not going -- not pursuing Hillary Clinton, is a good thing."}, {"sentId": 158, "text": "The Wall Street Journal, for example, on that said he shouldn't pursue this, conservatives said better to move on."}], "speaker": "GERGEN", "secId": 81}, {"sentences": [{"sentId": 159, "text": "And he's -- and he's taking heat for that already."}], "speaker": "BRUNI", "secId": 82}, {"sentences": [{"sentId": 160, "text": "Let me ask you this question."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 161, "text": "Yes."}], "speaker": "GERGEN", "secId": 84}, {"sentences": [{"sentId": 162, "text": "Because you're saying that you get the sense that he's not as up to speed or he is -- what did you say, sort of a wealth growth..."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 163, "text": "Well, he's not the hoover for information for a lot of politicians are."}], "speaker": "BRUNI", "secId": 86}, {"sentences": [{"sentId": 164, "text": "Hoover for information."}, {"sentId": 165, "text": "So do you think that sometimes when he thinks -- when the media looks at him or reports on him with a critical eye and, you know, rightly so, that he thinks it's negative because he really doesn't have the information that goes behind why we're criticizing him?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 166, "text": "That could be part of it."}, {"sentId": 167, "text": "But I think the bigger part of it is he just only likes to hear about nice things about himself."}], "speaker": "BRUNI", "secId": 88}, {"sentences": [{"sentId": 168, "text": "Yes."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 169, "text": "I mean, to me, so much of this meeting was him boasting about the way he had been victorious, about how no republican in so many years have won Pennsylvania or Michigan."}, {"sentId": 170, "text": "He went through the litany of republican senators whom he believes he carry the cross to finish line and the ones whom he believes weren't elected because they weren't on his team."}], "speaker": "BRUNI", "secId": 90}, {"sentences": [{"sentId": 171, "text": "I understand but we have to go, but did you get the sense I'm interested in -- because I thought it was -- I thought it was great that yours was on the record."}, {"sentId": 172, "text": "I think the one yesterday was off-the- record and I think many people didn't go, journalists, because they felt hamstrung because he got to shape the narrative about what the meeting was about and other people could not report on..."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 173, "text": "There was plenty of pushback."}], "speaker": "BRUNI", "secId": 92}, {"sentences": [{"sentId": 174, "text": "Right, right, there's plenty of push back."}, {"sentId": 175, "text": "But I mean, just reporting on it, you could report it because it was not off the record."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 176, "text": "Did he walk in and say, listen, I know that we've had our differences, this is a reset, I'm walking into your house, how do we make this better?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 177, "text": "You know, there was a bit of that."}, {"sentId": 178, "text": "I think -- I think there was more let's just start afresh and interestingly the meeting ended with someone asking him what about some of your threats to curtail press freedoms?"}, {"sentId": 179, "text": "What about, you know, your talk about libel laws and all of that and he said I think you'll all be very happy."}, {"sentId": 180, "text": "Don't worry about it."}], "speaker": "BRUNI", "secId": 95}, {"sentences": [{"sentId": 181, "text": "We've got to go, David, quickly."}, {"sentId": 182, "text": "GERGEN:  Did you ever leave more optimistic about his presidency?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 183, "text": "Probably but I wasn't very optimistic to begin with."}], "speaker": "BRUNI", "secId": 97}, {"sentences": [{"sentId": 184, "text": "No."}, {"sentId": 185, "text": "But that's a good sign."}, {"sentId": 186, "text": "That's a good sign."}, {"sentId": 187, "text": "At least that you have more optimism."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 188, "text": "You know, he seemed in this interview to be -- to not -- to be a flexible person but, again, he sings the tune that's keyed to the audience."}], "speaker": "BRUNI", "secId": 99}, {"sentences": [{"sentId": 189, "text": "Yes."}, {"sentId": 190, "text": "Thank you."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 191, "text": "Thank you."}], "speaker": "GERGEN", "secId": 101}, {"sentences": [{"sentId": 192, "text": "Great talk."}, {"sentId": 193, "text": "When we come right back, Donald Trump has made it very clear that he is no fan of the mainstream media."}, {"sentId": 194, "text": "But will things change when he is in that house right there, the White House?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 195, "text": "The president-elect has a strained relationship with the media, calling out news organizations and specific reporters when he feels that coverage of him has been unfair."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 196, "text": "Here to discuss now is Christopher Ruddy, he is the CEO of Newsmax and Newsmax TV and CNN contributor Salena Zito, a New York Post columnist."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 197, "text": "Good evening to both you."}, {"sentId": 198, "text": "Chris, I want to start with you."}, {"sentId": 199, "text": "Because you have known Donald Trump for nearly 20 years, he called you after he won on election night."}, {"sentId": 200, "text": "What can you share with us?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 201, "text": "Well, I wouldn't share any of the private conversation but I did congratulate him and I did tell him that I think he had an amazing opportunity to reshape America and the world."}, {"sentId": 202, "text": "And I think he's very excited about this opportunity and not completely surprised."}], "speaker": "RUDDY", "secId": 106}, {"sentences": [{"sentId": 203, "text": "I think many of us were surprised but I don't think he was about this win."}], "speaker": "RUDDY", "secId": 107}, {"sentences": [{"sentId": 204, "text": "Yes."}, {"sentId": 205, "text": "He has a hostile relationship with the press, admittedly, he will admit it himself."}, {"sentId": 206, "text": "You know, he's met with news organizations."}, {"sentId": 207, "text": "Do you think that that relationship is going to continue the way it is or do you that, you know, they'll be some an olive branch at least somewhere to be reached out to or with?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 208, "text": "But, Don, why should he give -- why should he give an olive branch?"}, {"sentId": 209, "text": "I mean, I think if he was sitting there watching your show for the first 20 minutes he would be thinking they're accusing me of being a neo-Nazi or in with neo-Nazis, they're accusing Steve Bannon of being -- you've known Donald Trump, CNN has done investigations of him, of Steve Bannon."}], "speaker": "RUDDY", "secId": 109}, {"sentences": [{"sentId": 210, "text": "They have never said anything racist, nothing in their past would suggest that they're racist, they've never associated with neo-Nazis, and yet you guys just spent 15 minutes hammering away some show time, you know how many whackos on the left supported Barack Obama?"}], "speaker": "RUDDY", "secId": 110}, {"sentences": [{"sentId": 211, "text": "We didn't -- we at Newsmax didn't go around and saying he's supported by this communist leftists crazies."}, {"sentId": 212, "text": "I think you guys are giving a really bad picture."}, {"sentId": 213, "text": "David Gergen keeps talking about the record on Steve Bannon."}, {"sentId": 214, "text": "What record?"}, {"sentId": 215, "text": "He's never -- I've known Steve for a long time."}, {"sentId": 216, "text": "Steve might have strong views on things, I don't agree with him on everything."}, {"sentId": 217, "text": "But he's a patriotic American."}, {"sentId": 218, "text": "He's never sided with anybody that's a neo-Nazi."}, {"sentId": 219, "text": "Why would CNN put something like that on for 15 minutes?"}], "speaker": "RUDDY", "secId": 111}, {"sentences": [{"sentId": 220, "text": "Well, I think the question would be then why would -- why would Breitbart do the things that they do and be admittedly the platform for the alt-right."}, {"sentId": 221, "text": "How is that -- how is that OK?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 222, "text": "Tell me some of the racist things that Breitbart..."}], "speaker": "RUDDY", "secId": 113}, {"sentences": [{"sentId": 223, "text": "I will leave it up to you."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 224, "text": "I run Newsmax."}], "speaker": "RUDDY", "secId": 115}, {"sentences": [{"sentId": 225, "text": "I will leave it up to you to go to Breitbart and read the articles, I don't have time in this format but we have given example after example on this show and also on the other thing about..."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 226, "text": "Because your.."}], "speaker": "RUDDY", "secId": 117}, {"sentences": [{"sentId": 227, "text": "Hang on, let me jump in here."}, {"sentId": 228, "text": "Because you made a point which I think is a good point about spending 15 or 20 minutes on this."}, {"sentId": 229, "text": "The same argument was made about President Obama and the left said the same thing, why is it a big deal about -- why does the president have to give a race speech, why does he to denounce his pastor?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 230, "text": "The media's job is to look at the person who is running for the highest office in the land with a critical eye."}, {"sentId": 231, "text": "That is not always positive and if there is some question about them in relationship to a group that is seen as fringe or dangerous it is our jobs to explore it and report on it."}, {"sentId": 232, "text": "Whether or not the person who is looking for office or in that office likes it or not."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 233, "text": "That's our job."}, {"sentId": 234, "text": "And if Donald Trump doesn't understand that perhaps he doesn't understand the media and the presidency."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 235, "text": "I think for your viewer's sake it's a great comparison, the reverend that was his pastor in Chicago married him and his wife Michelle and they both said they were each members of each other's families."}, {"sentId": 236, "text": "This is a lot different than some group of whackos having a meeting and doing Nazi salutes that Donald Trump has never had anything..."}], "speaker": "RUDDY", "secId": 121}, {"sentences": [{"sentId": 237, "text": "But it's different if he had only the reverend, appointed the Reverend Wright as his senior adviser, you don't think that that would be different?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 238, "text": "Yes, but Steve Bannon has never said anything that's racist or improper."}, {"sentId": 239, "text": "Do you know how many thousands of articles goes up on Newsmax or Breitbart or Huffington Post?"}, {"sentId": 240, "text": "You know, so many bloggers, commentators."}, {"sentId": 241, "text": "There's a -- it's a bit of a Wild West out there on the internet."}, {"sentId": 242, "text": "I'm sure if I went into the CNN comments section I would find racist really terrible neo-Nazi things and all sorts of stuff on that."}], "speaker": "RUDDY", "secId": 123}, {"sentences": [{"sentId": 243, "text": "We don't have comment sections."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 244, "text": "Not that you guys."}], "speaker": "RUDDY", "secId": 125}, {"sentences": [{"sentId": 245, "text": "We don't have comment sections."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 246, "text": "Well, my point is..."}], "speaker": "RUDDY", "secId": 127}, {"sentences": [{"sentId": 247, "text": "And we don't make -- and we don't leave a comment."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 248, "text": "Well, there's a lot of people out there making comments..."}], "speaker": "RUDDY", "secId": 129}, {"sentences": [{"sentId": 249, "text": "Those are readers, if you do find comments there, those are readers who are making comments, it's not people who work for CNN who are making comments and we don't put racist headlines on our, you know, on our web site or on our stories."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 250, "text": "Don, I think -- I think we can both agree that Donald Trump and Steve Bannon have never set..."}], "speaker": "RUDDY", "secId": 131}, {"sentences": [{"sentId": 251, "text": "And we have never said that we have a platform for the alt- right or for any racist group."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 252, "text": "Well, I'm not here to defend alt-right or racists but I think we both agree that Steve Bannon and Donald Trump have never said anything racist themselves or engaged in a manner that was indicative of being racist."}, {"sentId": 253, "text": "So, to me, those are the two important things."}], "speaker": "RUDDY", "secId": 133}, {"sentences": [{"sentId": 254, "text": "I don't know if -- I don't know if the American people would agree with that when you hear someone saying -- some people may take it as at least bigoted or maybe they don't understand the culture or that they're tone deaf to say what else do you have to lose when you're leaving your house you have to worry about being shot."}, {"sentId": 255, "text": "That may be seen as some people as racist or bigoted so I think that, you know, there are degrees."}, {"sentId": 256, "text": "But go on."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 257, "text": "Look, there's a lot of things you can say about Donald Trump, I've known him for a long time."}, {"sentId": 258, "text": "I think the last thing I would ever say was racist or"}], "speaker": "RUDDY", "secId": 135}, {"sentences": [{"sentId": 259, "text": "bigoted."}, {"sentId": 260, "text": "This is a guy that's been all his life very inclusive, promoting minorities, promoting women, trying to bring in people."}], "speaker": "RUDDY", "secId": 136}, {"sentences": [{"sentId": 261, "text": "I think we went through a very difficult campaign."}, {"sentId": 262, "text": "I think you're going to see a Donald Trump that is going to be build -- be building bridges."}, {"sentId": 263, "text": "He's already starting to do that in a very positive way."}], "speaker": "RUDDY", "secId": 137}, {"sentences": [{"sentId": 264, "text": "OK."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 265, "text": "So, at the very least let's give the guy a chance."}, {"sentId": 266, "text": "When Obama got elected I said to the conservatives, don't tear him down."}, {"sentId": 267, "text": "Give him a chance..."}], "speaker": "RUDDY", "secId": 139}, {"sentences": [{"sentId": 268, "text": "I said to someone who is on television who is not a liberal or a conservative who is independent that we should give the president- elect a chance."}, {"sentId": 269, "text": "I've already said that, so."}, {"sentId": 270, "text": "But I would like to hear from Salena."}, {"sentId": 271, "text": "Salena..."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 272, "text": "Hey."}], "speaker": "ZITO", "secId": 141}, {"sentences": [{"sentId": 273, "text": "What's your take on this?"}, {"sentId": 274, "text": "I'll just let you go."}, {"sentId": 275, "text": "What do you think?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 276, "text": "Well, look, I think it was really important today when Mr. Trump met with the New York Times to condemn the alt-right because this just continues to build and build."}], "speaker": "ZITO", "secId": 143}, {"sentences": [{"sentId": 277, "text": "I suspect we're going to see him in some other fashion whether he speaks publicly or does a press conference to do that, you know, outside of the confines of the editorial room or the newspaper."}, {"sentId": 278, "text": "I do think that's important."}], "speaker": "ZITO", "secId": 144}, {"sentences": [{"sentId": 279, "text": "And you're right."}, {"sentId": 280, "text": "It is our job to hold his feet to the fire just as it is with any president in any elected official and sometimes presidents don't like that."}, {"sentId": 281, "text": "I would suggest all the time they don't like that but, you know, that's what comes with the job."}], "speaker": "ZITO", "secId": 145}, {"sentences": [{"sentId": 282, "text": "Yes, that's what comes with the job."}, {"sentId": 283, "text": "And listen, President Obama didn't like it."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 284, "text": "No, not at all."}], "speaker": "ZITO", "secId": 147}, {"sentences": [{"sentId": 285, "text": "President Bush didn't like it."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 286, "text": "Right."}], "speaker": "ZITO", "secId": 149}, {"sentences": [{"sentId": 287, "text": "President Reagan didn't like it."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 288, "text": "They never like it."}], "speaker": "ZITO", "secId": 151}, {"sentences": [{"sentId": 289, "text": "President Clinton they never like it."}, {"sentId": 290, "text": "But at least when they are -- if they do call out the media, usually they do it in a different way than Donald Trump has, so you know, there is an unusual nature to the way that he's doing it, Salena."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 291, "text": "Absolutely, I mean, we can go back to John Adams and Thomas Jefferson..."}], "speaker": "ZITO", "secId": 153}, {"sentences": [{"sentId": 292, "text": "Well, I would say..."}], "speaker": "RUDDY", "secId": 154}, {"sentences": [{"sentId": 293, "text": "They had their own newspapers."}], "speaker": "ZITO", "secId": 155}, {"sentences": [{"sentId": 294, "text": "Go ahead, Chris."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 295, "text": "Yes."}, {"sentId": 296, "text": "Well, it's a big difference, you know, we had a very diverse and free press."}, {"sentId": 297, "text": "Now you have a number of media conglomerates that own a significant portion of the major media."}, {"sentId": 298, "text": "And we -- I think we all have to admit there's been a constant drum beat for the past three or four months against Trump and I think conservatives react to that."}], "speaker": "RUDDY", "secId": 157}, {"sentences": [{"sentId": 299, "text": "I think a lot of Middle Americans, this is why he won in places like Ohio and Wisconsin in looking at this and saying he's so hated by Washington, so hated by the media, maybe there's something more to this guy."}], "speaker": "RUDDY", "secId": 158}, {"sentences": [{"sentId": 300, "text": "And he talks -- you know, look, again, you can't agree with everything Donald Trump says."}, {"sentId": 301, "text": "He's been a celebrity, he likes to talks his mind and I think there's a certain authenticity that people are connecting with even if they disagree with some of his viewpoints."}, {"sentId": 302, "text": "And I don't think those viewpoints are racist, bigoted or mean spirited."}], "speaker": "RUDDY", "secId": 159}, {"sentences": [{"sentId": 303, "text": "OK."}, {"sentId": 304, "text": "Thank you, Chris."}, {"sentId": 305, "text": "Thank you, Salena."}, {"sentId": 306, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 307, "text": "Thanks."}], "speaker": "ZITO", "secId": 161}, {"sentences": [{"sentId": 308, "text": "Up next, the NYPD going all out to protect the Macy's Thanksgiving Day parade -- if I get them out of word -- from potential terror attacks."}, {"sentId": 309, "text": "I'm going to talk to one of the men in charge."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 310, "text": "Security will be extra tight on Thursday for the annual Macy's Thanksgiving Day parade, right here in New York City."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 311, "text": "Let's discuss now with John Miller, the New York Police Department's Deputy Commissioner for intelligence and counterterrorism."}, {"sentId": 312, "text": "Thank you for coming in."}, {"sentId": 313, "text": "I know it is very busy."}, {"sentId": 314, "text": "So, I have to ask you about this."}, {"sentId": 315, "text": "Because the NYPD, authorities I should say, arrested a suspected ISIS supporter in Brooklyn."}, {"sentId": 316, "text": "What can you tell us about that?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 317, "text": "So that's Mohamed Rafik Naji."}, {"sentId": 318, "text": "He's named in the federal complaint."}, {"sentId": 319, "text": "This a case that goes back quite a while, starting with the intelligence bureau of the NYPD then bringing together the Joint Terrorism Task Force of the FBI with a number of agencies and quite an extensive investigation."}, {"sentId": 320, "text": "What you have there as is alleged in the complaint an individual who"}], "speaker": "MILLER", "secId": 165}, {"sentences": [{"sentId": 321, "text": "tried five or six times coming from Turkey, coming from Yemen to get into Syria to become a fighter for ISIS and having failed to do that, he was offering materiel support in other ways back here in the United States, including discussions of other potential plots."}], "speaker": "MILLER", "secId": 166}, {"sentences": [{"sentId": 322, "text": "And one of which included musing about the idea of doing a Nice-style attack in Times Square with a truck."}, {"sentId": 323, "text": "So this was an individual who was -- had already committed a federal crime but was becoming of increasing concern to us."}], "speaker": "MILLER", "secId": 167}, {"sentences": [{"sentId": 324, "text": "So you think you avoided a crisis there by..."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 325, "text": "I don't know that."}, {"sentId": 326, "text": "But, Don, I would say this, if you look at the Boston marathon bombing case, this was a person that came on the radar, federal investigators, the Joint Terrorism Task Force touched on Tamerlan Tsarnaev but there was no crime to arrest him on and later he became a bomber."}], "speaker": "MILLER", "secId": 169}, {"sentences": [{"sentId": 327, "text": "If you look at the Orlando shooter, Omar Mateen..."}], "speaker": "MILLER", "secId": 170}, {"sentences": [{"sentId": 328, "text": "Same scenario."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 329, "text": "... you see same scenario."}, {"sentId": 330, "text": "They touched on him, he hadn't committed a crime but he went on to wreak carnage."}, {"sentId": 331, "text": "So, or the Chelsea bomber."}], "speaker": "MILLER", "secId": 172}, {"sentences": [{"sentId": 332, "text": "Same thing."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 333, "text": "So when we look at individual like this we're assessing a number of things, what's his intent?"}, {"sentId": 334, "text": "What's his capability and what crimes have already been committed that he can be gotten off the street with."}], "speaker": "MILLER", "secId": 174}, {"sentences": [{"sentId": 335, "text": "Let's talk about the Thanksgiving Day parade which is coming up very shortly here."}, {"sentId": 336, "text": "We see the increased police presence out, you know, with the barricades."}, {"sentId": 337, "text": "We see, you know, the bleachers, we see everything as in the restaurant tonight that overlooks Columbus Circle, they were police officers coming in scoping out the area."}, {"sentId": 338, "text": "What precautions are being taken to protect people and to protect the parade route?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 339, "text": "So we're using the full menu."}, {"sentId": 340, "text": "That is actually not because of any particular threat, that's because of the -- basically the human condition of the world right now which is we live in a high threat environment."}], "speaker": "MILLER", "secId": 176}, {"sentences": [{"sentId": 341, "text": "So we're talking about radiation detectors, very sophisticated bomb sniffing dogs, the Vapor Wake dogs who can move through the crowd and pick up the vapor from an explosive, even on a person's body, moving through the crowds, plain clothes observation teams, heavy weapons teams."}, {"sentId": 342, "text": "But with all that -- and this is because of a specific threat that was in the ISIL magazine -- we always have blocker cars on the route."}], "speaker": "MILLER", "secId": 177}, {"sentences": [{"sentId": 343, "text": "We don't want a runaway vehicle penetrating the parade route either by accident or on purpose."}, {"sentId": 344, "text": "Because of this latest threat, we really increased the size and weight of what we're using."}], "speaker": "MILLER", "secId": 178}, {"sentences": [{"sentId": 345, "text": "And those are the things that you can't tell us."}, {"sentId": 346, "text": "And you're speaking about this ISIS propaganda magazine they called the parade route an excellent target because the event is televised, and I think it's like 3.5 million people if not more, are expected to show up at the parade."}, {"sentId": 347, "text": "How do you secure all of that?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 348, "text": "Well, with the full menu that I just went through and a number of things that you won't see that are also employed there but the ISIL magazine, for me a magazine that came out the weekend before last was specific to the idea that they were calling on anybody who was willing to step up to do a Nice-style attack, you know, ram a truck through a public event and they showed a photograph of the parade saying, as an example of an excellent target."}], "speaker": "MILLER", "secId": 180}, {"sentences": [{"sentId": 349, "text": "It's actually not an excellent target."}, {"sentId": 350, "text": "We're going to have over 80 sand trucks blocking the route."}, {"sentId": 351, "text": "Traffic will be shut at the major intersections, well, all the intersection but including the intersection that we used to have opened, so it's going to be a very secure event."}, {"sentId": 352, "text": "I'm going to be there."}, {"sentId": 353, "text": "Kids are going to be there, we're going to have a great time."}, {"sentId": 354, "text": "Everybody should come."}], "speaker": "MILLER", "secId": 181}, {"sentences": [{"sentId": 355, "text": "So you got -- you got the parade, you got the rockets, you got the store windows, you've got the Christmas tree and on top of this you got all the security around Trump Tower on Fifth Avenue."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 356, "text": "What could possibly go wrong?"}], "speaker": "MILLER", "secId": 183}, {"sentences": [{"sentId": 357, "text": "What impact is that having on the city besides you said you go down Fifth Avenue, I mean, traffic is always a nightmare, what impact is all of this having on the city?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 358, "text": "So, for perspective, traffic was a nightmare before."}, {"sentId": 359, "text": "I think people are feeling it more now because, you know, there's a little constriction there but this is the season where we get busy."}, {"sentId": 360, "text": "You know, we run from the marathon to the Thanksgiving Day parade to the Christmas tree lighting to New Year's Eve, this is the events where we always have a series of conflict counterterrorism overlays."}], "speaker": "MILLER", "secId": 185}, {"sentences": [{"sentId": 361, "text": "Yes."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 362, "text": "And we're ready for that."}, {"sentId": 363, "text": "Adding in the president-elect for, you know, three months living at the center of Manhattan offers an additional challenge, some additional manpower is required."}, {"sentId": 364, "text": "It's an additional strain on the budget but we're a big police department and we're used to doing more than one thing at a time."}], "speaker": "MILLER", "secId": 187}, {"sentences": [{"sentId": 365, "text": "Go out and have fun, I'm sure you would say but if you see something say something."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 366, "text": "That's exactly what I was going to say."}], "speaker": "MILLER", "secId": 189}, {"sentences": [{"sentId": 367, "text": "Yes."}, {"sentId": 368, "text": "Thank you for your service and thanks for keeping us safe."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 369, "text": "Thanks, Don."}, {"sentId": 370, "text": "I appreciate it."}], "speaker": "MILLER", "secId": 191}, {"sentences": [{"sentId": 371, "text": "Commissioner, I appreciate it."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 372, "text": "Coming up, Donald Trump condemns and disavows neo-Nazis supporting him, should he do more?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 373, "text": "Donald Trump tells the New York Times he disavows neo-Nazi supporters, but is that enough?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 374, "text": "Here to discuss, Alan Dershowitz, the author of \"Electile Dysfunction: A Guide for Unaroused Voters,\" Yoni Appelbaum is a Washington bureau chief for the Atlantic, and Matt Lewis, senior contributor to the Daily Caller."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 375, "text": "Matt, you got out of town."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 376, "text": "Yes."}], "speaker": "LEWIS", "secId": 197}, {"sentences": [{"sentId": 377, "text": "You were here last night and you left us."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 378, "text": "That's right."}], "speaker": "LEWIS", "secId": 199}, {"sentences": [{"sentId": 379, "text": "So, because of that, I'm going to start with Yoni."}, {"sentId": 380, "text": "So, Yoni, you know, Donald Trump told the New York Times that he disavows and he condemns the white supremacist group that met over the weekend in Washington."}, {"sentId": 381, "text": "It was your colleagues that captured the anti-Semitic hate speech inside that meeting."}, {"sentId": 382, "text": "Let's take a look and we'll discuss."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 383, "text": "America was until this past generation a white country, designed for ourselves and our posterity."}, {"sentId": 384, "text": "It is our creation."}, {"sentId": 385, "text": "It is our inheritance and it belongs to us."}, {"sentId": 386, "text": "Hail Trump!"}, {"sentId": 387, "text": "Hail our people!"}, {"sentId": 388, "text": "Hail our victory."}], "speaker": "SPENCER", "secId": 201}, {"sentences": [{"sentId": 389, "text": "So, Yoni, do you think Donald Trump's statements today at a meeting at the New York times with a handful of reporters, is that enough to counteract that?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 390, "text": "Well, you know, for an American politician getting asked to condemn Nazi rhetoric is sort of a big fat pitch right over the center of the plate."}, {"sentId": 391, "text": "And I'd rate his response thus far, more like a bloop single."}], "speaker": "APPELBAUM", "secId": 203}, {"sentences": [{"sentId": 392, "text": "He took a swing at it, he disavowed, he made it clear that these people in their views are not his own but the white nationalists, Richard Spencer among them clearly see Trump's rise as giving them a green light for their hate and they are looking for a stronger signals than that."}], "speaker": "APPELBAUM", "secId": 204}, {"sentences": [{"sentId": 393, "text": "Matt, listen, you were the first to talk about this group on the show, I think before they have been discussed on major news that network to the link that we did."}, {"sentId": 394, "text": "Who is this group?"}, {"sentId": 395, "text": "Because you have -- you have been targeted by them."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 396, "text": "Yes."}, {"sentId": 397, "text": "You know, I'm sure others have had it worse but I actually started noticing this a few years ago that they -- the name alt-right back then really wasn't that widely known but they view me as, like, a race traitor, or somebody there's sort of a special hatred reserve for people like me because I'm a white Christian conservative and so I ought to be in their camp."}], "speaker": "LEWIS", "secId": 206}, {"sentences": [{"sentId": 398, "text": "And so in a way maybe they hate me worse than they hate even other people on the panel sometimes."}, {"sentId": 399, "text": "It's a weird amalgam."}, {"sentId": 400, "text": "It's certainly obviously the people we just saw are white nationalists and are racists, there are other people who were, you know, gamers who are -- who go to these message boards like Reddit and 4chan."}], "speaker": "LEWIS", "secId": 207}, {"sentences": [{"sentId": 401, "text": "A lot of them are involved in, like, the men's rights movement."}, {"sentId": 402, "text": "So, it's a weird amalgam."}, {"sentId": 403, "text": "They've branded themselves alt-right."}, {"sentId": 404, "text": "They have some similarities to what we used to call the old right or the paleoconservatives."}], "speaker": "LEWIS", "secId": 208}, {"sentences": [{"sentId": 405, "text": "But this is definitely fringe thing."}, {"sentId": 406, "text": "Luckily only a couple hundred people at that meeting but, again, not something that we want to, like, encourage and I think obviously needs to be condemned."}], "speaker": "LEWIS", "secId": 209}, {"sentences": [{"sentId": 407, "text": "I want to get Alan Dershowitz in."}, {"sentId": 408, "text": "And Alan, before you comment, Wolf Blitzer pressed you Spicer on whether Donald Trump should give a speech denouncing this neo-Nazi group who supports Trump."}, {"sentId": 409, "text": "Spicer said it's been asked and answered."}, {"sentId": 410, "text": "So what do you think on this subject?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 411, "text": "Well, one thing we know about Donald Trump, he knows how to show outrage."}, {"sentId": 412, "text": "He knows how to yell and scream at the people at Hamilton because somebody got up and made a polite reference to the vice president."}], "speaker": "DERSHOWITZ", "secId": 211}, {"sentences": [{"sentId": 413, "text": "So, considering who he is and what he said about other people, including in his own party, this statement that I disavow just is nothing."}, {"sentId": 414, "text": "It's almost as if he's saying, you know, I'm going to disavow this, let me tell you who I really don't like."}], "speaker": "DERSHOWITZ", "secId": 212}, {"sentences": [{"sentId": 415, "text": "It was worse than nothing in some ways and not only should he be showing horrible outrage but so should Bannon and so should Breitbart."}, {"sentId": 416, "text": "All of them have an obligation to not only disassociate themselves and disavow but show the same kind of outrage that Breitbart has shown toward women and toward Muslims and that Bannon has shown."}], "speaker": "DERSHOWITZ", "secId": 213}, {"sentences": [{"sentId": 417, "text": "You know, you have to judge people by what they've said about other people and judge by what Trump, Breitbart, and Bannon have said about other people."}, {"sentId": 418, "text": "This is not even a condemnation."}, {"sentId": 419, "text": "LEMON:  His people have said that he's disavowed, that he's condemned."}], "speaker": "DERSHOWITZ", "secId": 214}, {"sentences": [{"sentId": 420, "text": "What more would you have the man do?"}], "speaker": "DERSHOWITZ", "secId": 215}, {"sentences": [{"sentId": 421, "text": "DERSHOWITZ Do what he's done to others."}, {"sentId": 422, "text": "Say what he's said about Romney, about Cruz."}, {"sentId": 423, "text": "He's much crueler, much tougher on people who've run against him or who have upset him, who have insulted him."}, {"sentId": 424, "text": "He knows how to be outraged."}], "speaker": "DERSHOWITZ", "secId": 216}, {"sentences": [{"sentId": 425, "text": "We haven't seen that kind of outrage and he has to say it not to the New York Times, he has to say it to his own people."}, {"sentId": 426, "text": "He has to say it to his constituents and he has to say to his constituents don't you dare glorify them or join them because if you go near them, you're not on my side."}, {"sentId": 427, "text": "He can do it."}], "speaker": "DERSHOWITZ", "secId": 217}, {"sentences": [{"sentId": 428, "text": "Will he do that to the people who I think he probably realizes he needs in order to win the presidency again or the people who supported him?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 429, "text": "If he really needs that to be elected president next time, we're in deeper trouble than we think."}], "speaker": "DERSHOWITZ", "secId": 219}, {"sentences": [{"sentId": 430, "text": "We'll discuss right after we come back."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 431, "text": "Here's going over the rise of neo-Nazi's and white nationalist during the campaign."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 432, "text": "Back with me now, Alan Dershowitz, Yoni Appelbaum, and Matt Lewis."}, {"sentId": 433, "text": "It is Yoni, right?"}, {"sentId": 434, "text": "Did I mispronounce it before?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 435, "text": "Yes, it is."}], "speaker": "APPELBAUM", "secId": 223}, {"sentences": [{"sentId": 436, "text": "All right."}, {"sentId": 437, "text": "So, pardon me."}, {"sentId": 438, "text": "I'm sorry about that."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 439, "text": "So, Matt, I want to ask you this."}, {"sentId": 440, "text": "I was to read something this is from Dan Rather, he posted it on his Facebook page and he said."}, {"sentId": 441, "text": "\"When I see neo-Nazis raise their hands in terrifying salute in public in our nation's capital."}, {"sentId": 442, "text": "I shudder in horror."}, {"sentId": 443, "text": "When I see that action mildly rebuked by a boilerplate statement by the president-elect whom these bigots have praised the anger in me grows.\""}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 444, "text": "\"I hope that the president-elect can learn to rise above this and see the dangers that are brewing."}, {"sentId": 445, "text": "If he does and speaks forcibly and with action, why should -- we should be ready to welcome his voice.\""}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 446, "text": "\"But of course I am deeply worried that his selections of advisers and cabinet posts suggest otherwise.\""}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 447, "text": "So, Matt if he gave a speech, how do you think that would be received?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 448, "text": "I think it could be received well."}], "speaker": "LEWIS", "secId": 229}, {"sentences": [{"sentId": 449, "text": "You think he'd do it?"}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 450, "text": "Obviously the devil is in the details."}, {"sentId": 451, "text": "It depends on what he says and how he says it."}, {"sentId": 452, "text": "I don't even know that there needs to be a speech, speeches."}, {"sentId": 453, "text": "And it's not a bad idea."}, {"sentId": 454, "text": "But I do think that, you know, what is it Barack Obama said \"don't tell me words don't matter.\""}, {"sentId": 455, "text": "I think words matter, presidential rhetoric matters."}], "speaker": "LEWIS", "secId": 231}, {"sentences": [{"sentId": 456, "text": "Going back to Bill Buckley, one of the most important missions of the conservative cause was policing the right."}, {"sentId": 457, "text": "Bill Buckley rode out the Ayn Randers and the John Birchers."}, {"sentId": 458, "text": "The fringe elements that would have tarnished what it means to be a conservative."}], "speaker": "LEWIS", "secId": 232}, {"sentences": [{"sentId": 459, "text": "He saw how dangerous it was to associate racism and other fringe elements in with conservatism which I think is a very good positive philosophy."}, {"sentId": 460, "text": "So, I think it is incumbent upon Donald Trump to be very clear and to be somewhat of a moral leader, part of being a president is being a moral leader and that includes calling out your side."}], "speaker": "LEWIS", "secId": 233}, {"sentences": [{"sentId": 461, "text": "We saw Barack Obama do this recently at that rally, there was a protester there, I guess he was getting some flak from people in the audience and President Obama sort of stood up for that protester and said \"hey, he has the right to be here, he's not hurting anybody.\""}, {"sentId": 462, "text": "We need to see more of that."}, {"sentId": 463, "text": "That's leadership."}], "speaker": "LEWIS", "secId": 234}, {"sentences": [{"sentId": 464, "text": "But you know, President Obama hasn't done enough."}, {"sentId": 465, "text": "He hasn't done enough in calling out Black Lives Matter when they included an argument about genocide, calling Israel genocidal country."}], "speaker": "DERSHOWITZ", "secId": 235}, {"sentences": [{"sentId": 466, "text": "He hasn't done enough on Keith Ellison who for years was associated with Farrakhan and now says \"I didn't know he was an anti-Semite.\""}, {"sentId": 467, "text": "Look, if Keith Ellison worked for years with Farrakhan and didn't know he was an anti-Semite, he's too dumb to head the DNC."}, {"sentId": 468, "text": "And I don't believe he's dumb."}, {"sentId": 469, "text": "I don't think he's telling us the truth."}], "speaker": "DERSHOWITZ", "secId": 236}, {"sentences": [{"sentId": 470, "text": "And I think that we on the liberal side have to call out the bigotry on the left as strongly as people on the right have to call the bigotry of the far right."}], "speaker": "DERSHOWITZ", "secId": 237}, {"sentences": [{"sentId": 471, "text": "Yoni, the Southern Poverty Law Center which attracts hate groups counted more than 700 cases of hateful harassment since Election Day."}, {"sentId": 472, "text": "Here's what Donald Trump told 60 Minutes when he was told that people were committing acts of violence in his name."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 473, "text": "I hate to hear that."}, {"sentId": 474, "text": "I mean, I hate to hear that."}], "speaker": "TRUMP", "secId": 239}, {"sentences": [{"sentId": 475, "text": "But you do hear it."}], "speaker": "STAHL", "secId": 240}, {"sentences": [{"sentId": 476, "text": "I don't hear it."}], "speaker": "TRUMP", "secId": 241}, {"sentences": [{"sentId": 477, "text": "You're not seeing this?"}], "speaker": "STAHL", "secId": 242}, {"sentences": [{"sentId": 478, "text": "I saw one or two instances."}], "speaker": "TRUMP", "secId": 243}, {"sentences": [{"sentId": 479, "text": "On social media?"}, {"sentId": 480, "text": "TRUMP:  But I think it's a very small amount."}, {"sentId": 481, "text": "Again, I think it's the"}], "speaker": "STAHL", "secId": 244}, {"sentences": [{"sentId": 482, "text": "biggest."}], "speaker": "STAHL", "secId": 245}, {"sentences": [{"sentId": 483, "text": "Do you want to say anything to those people."}], "speaker": "STAHL", "secId": 246}, {"sentences": [{"sentId": 484, "text": "I would say don't do it."}, {"sentId": 485, "text": "That's terrible because I'm going to bring this country together."}], "speaker": "TRUMP", "secId": 247}, {"sentences": [{"sentId": 486, "text": "They're harassing Latinos, Muslims."}], "speaker": "STAHL", "secId": 248}, {"sentences": [{"sentId": 487, "text": "I am so saddened to hear that and I say stop it."}, {"sentId": 488, "text": "If it -- if it helps, I will say this and I'll say it right to the camera, stop it."}], "speaker": "TRUMP", "secId": 249}, {"sentences": [{"sentId": 489, "text": "So, according to Lesley Stahl, he had to be told about those violent acts, he wasn't aware of them, again according to her he is aware now and he says he stands against racism and he wants to be the president for all people."}, {"sentId": 490, "text": "Yoni, what do you think of that?"}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 491, "text": "So maybe this is the real news out of the alt-right conference here in D.C. is the extent to which extremists feel empowered by Donald Trump's election."}, {"sentId": 492, "text": "And the risk that the SPLC is pointing to is that as with other kinds of extremist movements, disaffected alienated young men, in particular may become radicalized, may take matters into their own hands."}], "speaker": "APPELBAUM", "secId": 251}, {"sentences": [{"sentId": 493, "text": "That's a challenge for any American president but it's also an opportunity here for Donald Trump."}, {"sentId": 494, "text": "If he decides to stand up and to break with his habit and to tell people for once something they don't want to hear then it's a chance for him to actually put those words into action to take measures to unite the country."}], "speaker": "APPELBAUM", "secId": 252}, {"sentences": [{"sentId": 495, "text": "Most Americans don't stand for this sort of thing and would be delighted to see a president stand up and condemn it."}, {"sentId": 496, "text": "To date he's had to be pressed in interviews mostly with media outlets in order to step forward and give a strong statement and that's really surprising."}, {"sentId": 497, "text": "This is a chance for him to step forward and really make a difference."}], "speaker": "APPELBAUM", "secId": 253}, {"sentences": [{"sentId": 498, "text": "And the neo-Nazis themselves have said, all right, look, he's condemned us, he had to do that politically but he's really on our side."}, {"sentId": 499, "text": "So the neo-Nazis themselves aren't even upset."}, {"sentId": 500, "text": "They have to get upset."}, {"sentId": 501, "text": "He has to outrage them."}, {"sentId": 502, "text": "He has to outrage them."}, {"sentId": 503, "text": "He has to make them, the neo-Nazis, attack him."}, {"sentId": 504, "text": "He has to show the world that they are enemies not that they are secret friends."}], "speaker": "DERSHOWITZ", "secId": 254}, {"sentences": [{"sentId": 505, "text": "Hold that."}, {"sentId": 506, "text": "He said, he told the New York Times, Alan \"It's not a group I want to energize and if they are energize I want to look at it and find out why.\""}, {"sentId": 507, "text": "Do you think he's sincere in that in looking at it and finding out?"}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 508, "text": "Well, but that's analytic."}, {"sentId": 509, "text": "We, you know..."}], "speaker": "DERSHOWITZ", "secId": 256}, {"sentences": [{"sentId": 510, "text": "What do think we need to know about neo-Nazis?"}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 511, "text": "You just condemn unequivocally."}, {"sentId": 512, "text": "This should not be a difficult issue for him."}], "speaker": "DERSHOWITZ", "secId": 258}, {"sentences": [{"sentId": 513, "text": "Thank you."}, {"sentId": 514, "text": "Thank you, gentlemen."}, {"sentId": 515, "text": "I appreciate it."}, {"sentId": 516, "text": "When we come right back, the world leader who may out-trump Donald Trump and what we can learn from his years in power."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 517, "text": "The man who might out-trump Trump."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 518, "text": "This is CNN TONIGHT."}], "speaker": "LEMON", "secId": 261}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.22.cnnt.01.html.json", "time": "Aired November 22, 2016 - 22:00   ET"}