{"sectionCount": 306, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "COOPER", "TRUMP", "MILLER", "MOSLEY", "HOSTIN", "DERSHOWITZ", "HOUCK", "FRATES", "FRATEs", "BROWN", "BORGER", "LIZZA", "AMY", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "APATOW"], "subTitle": "Trump's Comments on Sandra Bland Arrest; Is Trump Really Worth $10 Billion?; Donald Trump Travels to the U.S. Border with Mexico Tomorrow; Interview with Judd Apatow. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/22/cnnt.01.html", "sentenceCount": 770, "sections": [{"sentences": [{"sentId": 0, "text": "GOP rivals in the national polls."}, {"sentId": 1, "text": "And we're going to get to all the politics of that a little bit later on this program."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "But I want to start with what Trump had to say about the controversial arrest of Sandra Bland and there is breaking news in that story tonight."}, {"sentId": 3, "text": "Let me just update the viewers."}, {"sentId": 4, "text": "Bland was arrested following a traffic stop in Texas."}, {"sentId": 5, "text": "Police say she hanged herself in jail a few days later."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "Well, tonight, police say that after Bland was arrested, she indicated that had she had attempted suicide once before."}, {"sentId": 7, "text": "In just a few moments, I'm going to talk to her family's pastor and a friend who spoke to her while she was in jail."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "But first, back to you, Anderson."}, {"sentId": 9, "text": "I want to hear what Donald Trump had to say about this highly charge incident."}, {"sentId": 10, "text": "What did he say to you?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 11, "text": "You know, it's interesting."}, {"sentId": 12, "text": "Because I wasn't sure if he had even been following it at all."}, {"sentId": 13, "text": "It turns out he said that he had actually watched it last night on CNN and had watched the dash cam video, watched it several times."}, {"sentId": 14, "text": "And he talks very specifically about what he thought about the officer's actions."}, {"sentId": 15, "text": "Listen."}], "speaker": "COOPER", "secId": 4}, {"sentences": [{"sentId": 16, "text": "I thought it was terrible."}, {"sentId": 17, "text": "I thought he was so aggressive."}, {"sentId": 18, "text": "It was -- a traffic signal as I understand it and -- you know, who gets out of a car for a traffic signal."}, {"sentId": 19, "text": "I haven't been pulled over in a while, actually."}, {"sentId": 20, "text": "But seriously, who -- you know, he just looked very aggressive."}, {"sentId": 21, "text": "I didn't like his demeanor."}, {"sentId": 22, "text": "I thought it was terrible to be honest with you."}, {"sentId": 23, "text": "And I'm a huge fan of the police."}, {"sentId": 24, "text": "I think the police have to be given back power."}, {"sentId": 25, "text": "But this guy was overly aggressive, terribly aggressive."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 26, "text": "Do you think that happens to an African-Americans more than it does to you or I?"}], "speaker": "COOPER", "secId": 6}, {"sentences": [{"sentId": 27, "text": "I hope it doesn't, but it might."}, {"sentId": 28, "text": "And, you know, I have a great relationship with African-Americans as you possibly have heard."}, {"sentId": 29, "text": "I just have great respect for them and, you know -- they like me, I like them."}, {"sentId": 30, "text": "The answer is it possibly does."}, {"sentId": 31, "text": "It shouldn't and it's very sad, if the case is -- I would say, though, in this case, I watched that so closely."}, {"sentId": 32, "text": "I watched it a few times."}, {"sentId": 33, "text": "He was -- he was terrible."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 34, "text": "And, Don, as you know, an investigation now underway about that officer, really two investigations by the D.A."}, {"sentId": 35, "text": "into the officer's actions and also officer what happened to her in the jail also."}], "speaker": "COOPER", "secId": 8}, {"sentences": [{"sentId": 36, "text": "More about because you interviewed the D.A."}, {"sentId": 37, "text": "and he talked about the autopsy about cutting and about high levels of marijuana."}, {"sentId": 38, "text": "What did he say?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 39, "text": "Yes."}, {"sentId": 40, "text": "He said that marijuana was present."}, {"sentId": 41, "text": "He didn't know -- he didn't want to characterize the levels of it."}, {"sentId": 42, "text": "They were going to do more toxicology reports."}, {"sentId": 43, "text": "Frankly, not even clear what kind of an impact that would have if in fact, there was marijuana in her system."}, {"sentId": 44, "text": "You know, if somebody is into depression sometimes and people are not on medication or family indicated she wasn't on any medication for that."}, {"sentId": 45, "text": "Sometimes people try to mask that with the recreational drugs, with marijuana."}, {"sentId": 46, "text": "But also evidenced according to D.A."}, {"sentId": 47, "text": "that he says she was told of past cutting on at least one of her arms."}, {"sentId": 48, "text": "Not clear how extensive or how recent that may have been however."}], "speaker": "COOPER", "secId": 10}, {"sentences": [{"sentId": 49, "text": "Anderson, thank you very much."}, {"sentId": 50, "text": "We'll have much more of your interview with Donald Trump coming up a little later on this program."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 51, "text": "So, let's turn now to Sandra Bland's family."}, {"sentId": 52, "text": "Pastor reverend James Miller, senior pastor at the DuPage AME Church."}, {"sentId": 53, "text": "And LaVaughn Mosley, a friend of Sandra Bland."}, {"sentId": 54, "text": "Good evening to both of you."}, {"sentId": 55, "text": "And again, our condolences."}, {"sentId": 56, "text": "Reverend, I want to start with you."}, {"sentId": 57, "text": "Your reaction to what Elton Mathis, Waller County District Attorney, just told Anderson Cooper that Sandra was a cutter and have multiple wounds on her right arm."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 58, "text": "Well, Don."}, {"sentId": 59, "text": "And thank you for having me again tonight."}, {"sentId": 60, "text": "And I don't know exactly what the district attorney said."}, {"sentId": 61, "text": "But I do know the trooper said she kicked him."}, {"sentId": 62, "text": "And that's why he arrested her."}, {"sentId": 63, "text": "We saw that was wrong."}, {"sentId": 64, "text": "And there's conflicting information on those documents."}, {"sentId": 65, "text": "And I'll tell you, I don't know whether Sandra ever was in that jail."}, {"sentId": 66, "text": "I never saw any video of her going in the cell or coming out."}, {"sentId": 67, "text": "I just don't know what to believe that that's what going on down there."}], "speaker": "MILLER", "secId": 13}, {"sentences": [{"sentId": 68, "text": "You know, last night, you told me that Sandra used the terms of depression and PTSD but kind of a colloquial way and didn't have an official diagnosis."}, {"sentId": 69, "text": "The family attorney repeated that today on the medical forms that they take in jail, though."}, {"sentId": 70, "text": "It says, it indicates that she lost the baby and had tried to kill herself before."}, {"sentId": 71, "text": "Did she ever talk to you about what must have been a very traumatic event for her?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 72, "text": "Well, Don, those documents seems to have conflicting information on them."}, {"sentId": 73, "text": "And before I comment on what may be conjecture, I'd like to request an investigation of her handwriting where they signed, I mean, I just -- I can't comment on what's going on there."}], "speaker": "MILLER", "secId": 15}, {"sentences": [{"sentId": 74, "text": "I certainly understand that, reverend."}, {"sentId": 75, "text": "LaVaughn, I want to turn to you now."}, {"sentId": 76, "text": "You said that you spoke to Sandra before her job interview -- after her job interview."}, {"sentId": 77, "text": "And then when she was in jail she left you a voicemail from jail."}, {"sentId": 78, "text": "And the family has asked us not to replay it and we, of course, want to abide by that."}, {"sentId": 79, "text": "But what did she tell you?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 80, "text": "Well, thanks, Don, for covering this story and keeping this story hot."}, {"sentId": 81, "text": "I talked to Sandra on Friday after she had been arrested, apparently, after she had gotten booked, I guess."}, {"sentId": 82, "text": "It did sound like he was in the county jail."}, {"sentId": 83, "text": "I heard some other people in the background."}, {"sentId": 84, "text": "She had informed me what had happened, that when she was coming also the campus."}, {"sentId": 85, "text": "She saw a car that was lights on and thought it was responding to an emergency."}, {"sentId": 86, "text": "She pulled it over, and the next thing she know he was pulling her over and you know the rest because you saw in the video."}, {"sentId": 87, "text": "And she explained it exactly like you saw it."}], "speaker": "MOSLEY", "secId": 17}, {"sentences": [{"sentId": 88, "text": "What is your -- you said that she was sounded she was in the jail."}, {"sentId": 89, "text": "What was your sense of what was happening in the jail or where she was?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 90, "text": "It didn't sound like she in the cell because I heard staff person or somebody giving her some type of instructions."}, {"sentId": 91, "text": "Because the judge wasn't there when they brought her in."}, {"sentId": 92, "text": "She said the judge was -- she should be in some time."}, {"sentId": 93, "text": "They had informed her that the judge may be in between 9 and 5 o'clock on Saturday."}, {"sentId": 94, "text": "She was looking forward to that."}, {"sentId": 95, "text": "She was looking to posting bail and she was looking to getting out and going forward."}], "speaker": "MOSLEY", "secId": 19}, {"sentences": [{"sentId": 96, "text": "Did she ever tell you about any of the things that is -- the things that are on this intake form that I asked the reverend about suffering from depression about losing a child, anything like that?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 97, "text": "I've never heard that conversation."}, {"sentId": 98, "text": "We've never had that conversation."}, {"sentId": 99, "text": "She wasn't the type of person who, as far as I know and as far as our friendship, to even -- I've never known her to have a down day."}, {"sentId": 100, "text": "And of course, I went with her every day and spend a lot of time with the dawn of the day."}, {"sentId": 101, "text": "But any time I saw her had an interaction with there was no indication of any kind of behavior or mental illness."}], "speaker": "MOSLEY", "secId": 21}, {"sentences": [{"sentId": 102, "text": "And I'll ask you the same question that I asked the reverend there."}, {"sentId": 103, "text": "The District Attorney Elton Mathis told Anderson that the initial autopsy report show that she had marijuana in her system, high level of marijuana and that she had been cutting."}, {"sentId": 104, "text": "Did she have -- did you know about any sort of marijuana use or any sort of cutting?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 105, "text": "I don't know anything about marijuana use."}, {"sentId": 106, "text": "I know our relationship was pretty professional."}, {"sentId": 107, "text": "So, I don't know anything about marijuana use."}, {"sentId": 108, "text": "I do know that when she left for her interview, she had on a sleeveless dress."}, {"sentId": 109, "text": "And I didn't notice any cuttings as the District Attorney has mentioned."}, {"sentId": 110, "text": "And the way he mentions them, I think I would -- should have or would have noticed it."}, {"sentId": 111, "text": "And there was stab that she was trying to have, I don't think she would have worn a sleeveless dress or an interview."}, {"sentId": 112, "text": "LEMON: Reverend, what does the family want?"}], "speaker": "MOSLEY", "secId": 23}, {"sentences": [{"sentId": 113, "text": "Don, may I comment on that?"}], "speaker": "MILLER", "secId": 24}, {"sentences": [{"sentId": 114, "text": "Absolutely."}, {"sentId": 115, "text": "Yes, sir."}, {"sentId": 116, "text": "Go ahead."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 117, "text": "We have a very close knit congregation that has lost a person that we raised and we're very closed."}, {"sentId": 118, "text": "She was an active member."}, {"sentId": 119, "text": "If there was any indication at all of any personal that would be a ministry that we would have certainly taken seriously."}, {"sentId": 120, "text": "And there would have been, so I can tell you without any clarification."}, {"sentId": 121, "text": "That there was no indication of any type of self-inflicted anything that is being suggested."}, {"sentId": 122, "text": "And do we have any evidence any pictures."}, {"sentId": 123, "text": "We're just hearing people say things."}, {"sentId": 124, "text": "Every time an evidence surfaces, it's contrary to what's been said."}], "speaker": "MILLER", "secId": 26}, {"sentences": [{"sentId": 125, "text": "Well, hoping the independent investigation and the independent autopsy, the family, and everyone else will get some answers."}, {"sentId": 126, "text": "So, I want..."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 127, "text": "I don't think that we're going to get all of the answers that we need until the Federal government, because you've got -- it's a conflict of interest with the investigation being done by authorities in the same local."}], "speaker": "MILLER", "secId": 28}, {"sentences": [{"sentId": 128, "text": "That's correct."}], "speaker": "MOSLEY", "secId": 29}, {"sentences": [{"sentId": 129, "text": "Thank you, reverend."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 130, "text": "But we are thankful for all of the people across the country."}, {"sentId": 131, "text": "And people are treating people so much nicer these days that it's wonderful because people don't want to be identified with certain things that they're saying."}, {"sentId": 132, "text": "And I think that this is just there are some positive things that are coming out and I encourage the people because this is been so encouraging."}, {"sentId": 133, "text": "And this community that is only 3 percent, African-American, 3 percent, and the outpouring from this entire DuPage community."}, {"sentId": 134, "text": "And I just thank the Lord for it."}, {"sentId": 135, "text": "I'm sorry, we've have to had this tragedy."}], "speaker": "MILLER", "secId": 31}, {"sentences": [{"sentId": 136, "text": "Well, we thank you for coming on."}, {"sentId": 137, "text": "And again, our thoughts and prayers are with you."}, {"sentId": 138, "text": "LeVaughn Mosley and Reverend James Miller, we appreciate it."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 139, "text": "Much more head tonight on Sandra Bland including discrepancies on the form that was filed at the jail when was taken into jail that we just discussed."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 140, "text": "And Donald Trump has been surging in the polls."}, {"sentId": 141, "text": "But should the new poll out today cause him concern?"}, {"sentId": 142, "text": "We're going to see what he has to say, coming up."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 143, "text": "Breaking news tonight and one part of Sandra Bland's in-take jail documents."}, {"sentId": 144, "text": "It says that she attempted suicide in 2014."}, {"sentId": 145, "text": "But there appears to be a discrepancy."}, {"sentId": 146, "text": "And another part of the same questionnaire next to questions about mental illness and attempted suicide the word \"no\" appears."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 147, "text": "Joining me is Alan Dershowitz, professor of Harvard Law School and author of \"A Taking the Stand, My Life in the Law.\""}, {"sentId": 148, "text": "Sunny Hostin, CNN legal analyst and a former Federal prosecutor, Harry Houck, a retired New York police detective."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 149, "text": "OK, Sunny, let's talk about what's in these medical intake forms."}, {"sentId": 150, "text": "Does this change anything in the investigation because it says, she attempted suicide 2014, and then one thing says, no."}, {"sentId": 151, "text": "So, does this change that it's contradictory?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 152, "text": "Well, first, let me say, I understand that this is public record."}, {"sentId": 153, "text": "But I'm horrified by the fact that this information is out into the general public that she lost the child suffered from depression and try to commit, you know, commit suicide."}], "speaker": "HOSTIN", "secId": 38}, {"sentences": [{"sentId": 154, "text": "Is it in Sandra form intake form?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 155, "text": "It is."}], "speaker": "HOSTIN", "secId": 40}, {"sentences": [{"sentId": 156, "text": "General form."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 157, "text": "It is."}, {"sentId": 158, "text": "But I'm horrified that we're actually talking about it."}, {"sentId": 159, "text": "The other thing is if the, in my opinion, jail was put on notice that she had committed suicide, that she suffered for..."}], "speaker": "HOSTIN", "secId": 42}, {"sentences": [{"sentId": 160, "text": "She should be on suicide watch."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 161, "text": "... from epilepsy, why wasn't she on suicide watch?"}, {"sentId": 162, "text": "Why was she isolated in the cell?"}, {"sentId": 163, "text": "Why was she kept there for three days?"}, {"sentId": 164, "text": "It is just unfathomable to me especially because we now know that same county jail in 2012, guess what, another suicide."}, {"sentId": 165, "text": "So, why weren't there protocols put in place for that type of person?"}], "speaker": "HOSTIN", "secId": 44}, {"sentences": [{"sentId": 166, "text": "Alan, you're shaking your head, why?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 167, "text": "Look, she committed the worst crime possible, contempt of cop."}, {"sentId": 168, "text": "I lecture my students, first year criminal law students particularly the African-American students."}, {"sentId": 169, "text": "I say you have rights, constitutional rights."}, {"sentId": 170, "text": "You're going to learn about them."}, {"sentId": 171, "text": "Do not exercise them when you're arrested by a police officer."}], "speaker": "DERSHOWITZ", "secId": 46}, {"sentences": [{"sentId": 172, "text": "I'm not blaming the victim here."}, {"sentId": 173, "text": "She was not at fault."}, {"sentId": 174, "text": "But let young people understand, when a policeman arrests you, it's yes, sir, what can I do for, sir."}, {"sentId": 175, "text": "Yes, sir."}, {"sentId": 176, "text": "You don't smoke at them, you want to give him any lip back because you're going to end up on the wrong side of..."}], "speaker": "DERSHOWITZ", "secId": 47}, {"sentences": [{"sentId": 177, "text": "A lot of people don't want to hear that."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 178, "text": "I know."}], "speaker": "DERSHOWITZ", "secId": 49}, {"sentences": [{"sentId": 179, "text": "People say, I sued you off the cartel."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 180, "text": "I understand that."}], "speaker": "DERSHOWITZ", "secId": 51}, {"sentences": [{"sentId": 181, "text": "Why don't you just kiss the cop's butt."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 182, "text": "But I want young kids out there to understand that's very nice for older people to say."}, {"sentId": 183, "text": "But if you're a young kid, if you're a young person arrested by a police officer."}, {"sentId": 184, "text": "Behave yourself then call me and we'll sue him."}], "speaker": "DERSHOWITZ", "secId": 53}, {"sentences": [{"sentId": 185, "text": "Why do you have to give your black students that?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 186, "text": "Because they get into so much trouble if they don't do it."}, {"sentId": 187, "text": "We live in a racist society in which police officers often engage in this kind of conduct when you're contemptuous."}, {"sentId": 188, "text": "And when you're a black person and you're contemptuous, it's even worse."}], "speaker": "DERSHOWITZ", "secId": 55}, {"sentences": [{"sentId": 189, "text": "How do you feel hearing that?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 190, "text": "Well, I don't agree with Mr. Dershowitz'..."}], "speaker": "HOUCK", "secId": 57}, {"sentences": [{"sentId": 191, "text": "Come on, Harry, let's be honest here."}], "speaker": "HOSTIN", "secId": 58}, {"sentences": [{"sentId": 192, "text": "I'm being honest."}], "speaker": "HOUCK", "secId": 59}, {"sentences": [{"sentId": 193, "text": "Are you saying that racist profiling doesn't exist?"}], "speaker": "HOSTIN", "secId": 60}, {"sentences": [{"sentId": 194, "text": "Are there some race press able?"}, {"sentId": 195, "text": "I don't believe in profiling."}, {"sentId": 196, "text": "OK?"}, {"sentId": 197, "text": "I don't..."}], "speaker": "HOUCK", "secId": 61}, {"sentences": [{"sentId": 198, "text": "The stats scare out what professor Dershowitz say."}], "speaker": "HOSTIN", "secId": 62}, {"sentences": [{"sentId": 199, "text": "You don't believe in profiling."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 200, "text": "I don't believe in profiling."}, {"sentId": 201, "text": "I think, you know, when you come out with statistics like overwhelmingly blacks are stopped more than whites."}], "speaker": "HOUCK", "secId": 64}, {"sentences": [{"sentId": 202, "text": "But that's true."}], "speaker": "HOSTIN", "secId": 65}, {"sentences": [{"sentId": 203, "text": "And we have to do it by neighborhood."}, {"sentId": 204, "text": "OK?"}, {"sentId": 205, "text": "We have to do it by neighborhood, all right?"}, {"sentId": 206, "text": "And when you're a white police officer working in Harlem, like I did, I had nobody else to stop."}], "speaker": "HOUCK", "secId": 66}, {"sentences": [{"sentId": 207, "text": "Come on, Harry."}], "speaker": "HOSTIN", "secId": 67}, {"sentences": [{"sentId": 208, "text": "And also, that's where the crime was."}, {"sentId": 209, "text": "So, that's why I don't but into that at all."}], "speaker": "HOUCK", "secId": 68}, {"sentences": [{"sentId": 210, "text": "But as you think some of that is true."}, {"sentId": 211, "text": "I mean, there is..."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 212, "text": "No."}], "speaker": "HOSTIN", "secId": 70}, {"sentences": [{"sentId": 213, "text": "... there is profiling going on, but in some neighborhoods if he was in all white neighborhood -- where are the black people to stop?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 214, "text": "That the bottom line is -- and I know professor Dershowitz he's probably jumping it a bit."}, {"sentId": 215, "text": "The stats are very, very clear."}, {"sentId": 216, "text": "That African-Americans, especially African-American men, are stopped and arrested disproportionately to white men."}], "speaker": "HOSTIN", "secId": 72}, {"sentences": [{"sentId": 217, "text": "True, Sunny."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 218, "text": "And now we saw women also experienced the same thing."}], "speaker": "HOSTIN", "secId": 74}, {"sentences": [{"sentId": 219, "text": "But you don't ask why, though."}, {"sentId": 220, "text": "That's the question, you don't ask why."}], "speaker": "HOUCK", "secId": 75}, {"sentences": [{"sentId": 221, "text": "It happened to a famous athlete, Joyner, some years ago and I helped her represent her when she was arrested."}], "speaker": "DERSHOWITZ", "secId": 76}, {"sentences": [{"sentId": 222, "text": "She was the driver?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 223, "text": "Right."}, {"sentId": 224, "text": "By a Latino woman cop and she was pushed face down."}, {"sentId": 225, "text": "I have..."}], "speaker": "DERSHOWITZ", "secId": 78}, {"sentences": [{"sentId": 226, "text": "How about Professor Skip Gate?"}], "speaker": "HOSTIN", "secId": 79}, {"sentences": [{"sentId": 227, "text": "Of course, my friend."}], "speaker": "DERSHOWITZ", "secId": 80}, {"sentences": [{"sentId": 228, "text": "Come on."}], "speaker": "HOSTIN", "secId": 81}, {"sentences": [{"sentId": 229, "text": "Let me say, this is a..."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 230, "text": "Let me stop here."}], "speaker": "DERSHOWITZ", "secId": 83}, {"sentences": [{"sentId": 231, "text": "Go ahead."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 232, "text": "I had a white student some years ago who was at a college."}, {"sentId": 233, "text": "And he was arrested and he mouth on that police and he threaten to sue and he ended up dead."}, {"sentId": 234, "text": "Contempt of police officer is an extremely dangerous thing to do."}, {"sentId": 235, "text": "And you just don't do it."}, {"sentId": 236, "text": "No matter how you feel, hold it in then call a lawyer."}], "speaker": "DERSHOWITZ", "secId": 85}, {"sentences": [{"sentId": 237, "text": "Because you want them to stay alive."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 238, "text": "I want them to stay alive."}], "speaker": "DERSHOWITZ", "secId": 87}, {"sentences": [{"sentId": 239, "text": "And I have a white friend who said the same thing."}, {"sentId": 240, "text": "He said mild off to a police officer and the officer snatched him in the car."}, {"sentId": 241, "text": "He ended up in just that to become -- I want to read this to you because this is from a friend who's a cop."}, {"sentId": 242, "text": "And he said, \"Regarding the traffic stop, I wish people would just learn to be polite and cooperate."}, {"sentId": 243, "text": "Combatant and defiance subject make any exchange 100 percent more difficult for the police and the subject involved.\""}, {"sentId": 244, "text": "Now this is someone who..."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 245, "text": "But guess what?"}, {"sentId": 246, "text": "But guess what?"}], "speaker": "HOSTIN", "secId": 89}, {"sentences": [{"sentId": 247, "text": "Go ahead."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 248, "text": "The officer is the trained professional."}, {"sentId": 249, "text": "The officer should be the person deescalating the situation."}, {"sentId": 250, "text": "To be clear, I agree with the professor Dershowitz."}, {"sentId": 251, "text": "I teach three law classes..."}], "speaker": "HOSTIN", "secId": 91}, {"sentences": [{"sentId": 252, "text": "I agree with that part."}], "speaker": "HOUCK", "secId": 92}, {"sentences": [{"sentId": 253, "text": "... and there's no question that I tell people, comply, comply, comply."}, {"sentId": 254, "text": "You argue later in the court of law."}, {"sentId": 255, "text": "But the bottom line is, when you look that dash cam video there is no question that that arrest was a bad arrest..."}], "speaker": "HOSTIN", "secId": 93}, {"sentences": [{"sentId": 256, "text": "Absolutely, yes."}], "speaker": "HOUCK", "secId": 94}, {"sentences": [{"sentId": 257, "text": "... he had no right to arrest her."}, {"sentId": 258, "text": "He had no right to ask her to put the cigarette out."}], "speaker": "HOUCK", "secId": 95}, {"sentences": [{"sentId": 259, "text": "But, Sunny, let's be clear, we're talking about two different things here."}, {"sentId": 260, "text": "We're talking about keeping people from being pushed on the ground."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 261, "text": "But that doesn't legitimize the officer's behavior."}], "speaker": "HOSTIN", "secId": 97}, {"sentences": [{"sentId": 262, "text": "To keep the safe -- no, you're right."}, {"sentId": 263, "text": "You're right."}, {"sentId": 264, "text": "We're not arguing that."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 265, "text": "There are eight white people who are very responsible for this."}, {"sentId": 266, "text": "They're called justices of the Supreme Court."}, {"sentId": 267, "text": "They rendered a horrible decision a few years ago in the soccer mom case."}], "speaker": "DERSHOWITZ", "secId": 99}, {"sentences": [{"sentId": 268, "text": "Right."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 269, "text": "Where they said that you can arrest someone for a minor violation."}, {"sentId": 270, "text": "Took this woman to jail with their two kids in the car."}, {"sentId": 271, "text": "The Supreme Court encouraged this kind of thing and they shouldn't be doing that."}, {"sentId": 272, "text": "When you have a traffic stop you should be given a ticket."}, {"sentId": 273, "text": "That's the same thing this two with that guy and selling tickets."}, {"sentId": 274, "text": "Give them a summons, give them a ticket, take a photograph."}, {"sentId": 275, "text": "There's no reason for a police officer to have to confront somebody in a nonviolent situation."}], "speaker": "DERSHOWITZ", "secId": 101}, {"sentences": [{"sentId": 276, "text": "That's right."}], "speaker": "HOSTIN", "secId": 102}, {"sentences": [{"sentId": 277, "text": "Alan is trying to say at Blands, you understand that, right."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 278, "text": "And I'm all for that."}, {"sentId": 279, "text": "But let's be clear."}, {"sentId": 280, "text": "That doesn't make it right."}, {"sentId": 281, "text": "That doesn't make the arrest appropriate."}], "speaker": "HOSTIN", "secId": 104}, {"sentences": [{"sentId": 282, "text": "No one is saying that, Sunny."}, {"sentId": 283, "text": "No, no one is saying that."}, {"sentId": 284, "text": "But it's just -- if you want to stay alive in this environment there's a way..."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 285, "text": "And isn't it a shame that that's where we are now..."}], "speaker": "HOSTIN", "secId": 106}, {"sentences": [{"sentId": 286, "text": "When you are stopped by a police officer."}], "speaker": "HOUCK", "secId": 107}, {"sentences": [{"sentId": 287, "text": "Yes."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 288, "text": "... in this United States."}], "speaker": "HOSTIN", "secId": 109}, {"sentences": [{"sentId": 289, "text": "You have to follow directions."}], "speaker": "HOUCK", "secId": 110}, {"sentences": [{"sentId": 290, "text": "Yes."}, {"sentId": 291, "text": "We can talk about that."}, {"sentId": 292, "text": "We can talk about that."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 293, "text": "You have to follow his directions when you're stopped by a police officer."}, {"sentId": 294, "text": "And I'm sure Mr. Dershowitz will comply with that."}], "speaker": "HOUCK", "secId": 112}, {"sentences": [{"sentId": 295, "text": "He gave no lawful order."}], "speaker": "HOSTIN", "secId": 113}, {"sentences": [{"sentId": 296, "text": "All right?"}], "speaker": "HOUCK", "secId": 114}, {"sentences": [{"sentId": 297, "text": "He gave no lawful order, Harry."}], "speaker": "HOSTIN", "secId": 115}, {"sentences": [{"sentId": 298, "text": "But the fact that we have some officer tells and I called my connection down there in Texas today earlier, and he said that, what that officer did ask her to come out of the car and the officer could do at any time."}], "speaker": "HOUCK", "secId": 116}, {"sentences": [{"sentId": 299, "text": "Only for his safety."}], "speaker": "HOSTIN", "secId": 117}, {"sentences": [{"sentId": 300, "text": "When the airs stopped."}], "speaker": "HOUCK", "secId": 118}, {"sentences": [{"sentId": 301, "text": "Only for his safety and you know that."}], "speaker": "HOSTIN", "secId": 119}, {"sentences": [{"sentId": 302, "text": "Anything, anything."}, {"sentId": 303, "text": "It's not for -- I checked on this."}, {"sentId": 304, "text": "For anything, when you're stopped, your part what's called you're detained."}, {"sentId": 305, "text": "And when you're detained, you must comply with that officer 100 percent."}], "speaker": "HOUCK", "secId": 120}, {"sentences": [{"sentId": 306, "text": "That is inaccurate."}], "speaker": "HOSTIN", "secId": 121}, {"sentences": [{"sentId": 307, "text": "OK. None of that, though, explains what happened to her in that cell."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 308, "text": "No."}], "speaker": "HOUCK", "secId": 123}, {"sentences": [{"sentId": 309, "text": "And why she's not alive."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 310, "text": "No."}], "speaker": "HOSTIN", "secId": 125}, {"sentences": [{"sentId": 311, "text": "No."}, {"sentId": 312, "text": "And we need an investigation."}], "speaker": "DERSHOWITZ", "secId": 126}, {"sentences": [{"sentId": 313, "text": "Sure."}], "speaker": "HOSTIN", "secId": 127}, {"sentences": [{"sentId": 314, "text": "Thank you."}, {"sentId": 315, "text": "I appreciate it."}, {"sentId": 316, "text": "Interesting conversation."}, {"sentId": 317, "text": "We'll continue."}, {"sentId": 318, "text": "Coming up, Donald Trump says he doesn't need money from political donations or donors because he is worth $10 billion."}, {"sentId": 319, "text": "But is he really worth that much?"}, {"sentId": 320, "text": "That's next."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 321, "text": "Donald Trump has been at the top of the national polls in the GOP presidential race."}, {"sentId": 322, "text": "But a new Quinnipiac poll shows him with high unfavorability ratings in three key states."}, {"sentId": 323, "text": "The poll was conducted from July 9th through 20th."}, {"sentId": 324, "text": "58 percent in Colorado, Donald Trump unfavorable, 57 percent in Iowa, and 61 percent in Virginia."}, {"sentId": 325, "text": "In an interview today, Anderson Cooper asked Trump about these whole numbers."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 326, "text": "I don't know."}, {"sentId": 327, "text": "You keep bringing up negative."}, {"sentId": 328, "text": "You're the only one who wants to talk about negative."}, {"sentId": 329, "text": "Why don't you bring up the positive polls?"}], "speaker": "TRUMP", "secId": 130}, {"sentences": [{"sentId": 330, "text": "I did."}], "speaker": "COOPER", "secId": 131}, {"sentences": [{"sentId": 331, "text": "Excuse me, you started off with the interview..."}], "speaker": "TRUMP", "secId": 132}, {"sentences": [{"sentId": 332, "text": "No."}, {"sentId": 333, "text": "You started with the Washington Post poll."}], "speaker": "COOPER", "secId": 133}, {"sentences": [{"sentId": 334, "text": "You started off the interview with a poll that I didn't know existed."}], "speaker": "TRUMP", "secId": 134}, {"sentences": [{"sentId": 335, "text": "I started off with the Washington Post poll..."}], "speaker": "COOPER", "secId": 135}, {"sentences": [{"sentId": 336, "text": "Yes."}, {"sentId": 337, "text": "Sure."}], "speaker": "TRUMP", "secId": 136}, {"sentences": [{"sentId": 338, "text": "... intentionally because I know you would accuse me that."}], "speaker": "COOPER", "secId": 137}, {"sentences": [{"sentId": 339, "text": "Sure."}, {"sentId": 340, "text": "All I know is every poll I'm leading in."}, {"sentId": 341, "text": "And you give me these two polls where it's different states."}, {"sentId": 342, "text": "They're not even a national..."}], "speaker": "TRUMP", "secId": 138}, {"sentences": [{"sentId": 343, "text": "You check the record."}, {"sentId": 344, "text": "I started off with the Washington Post poll where you are way out in high."}], "speaker": "COOPER", "secId": 139}, {"sentences": [{"sentId": 345, "text": "I think it's very unfair."}, {"sentId": 346, "text": "You're talking to me of poll I've never even saw."}, {"sentId": 347, "text": "It's not even a poll."}, {"sentId": 348, "text": "It's not even a poll."}], "speaker": "TRUMP", "secId": 140}, {"sentences": [{"sentId": 349, "text": "OK."}], "speaker": "COOPER", "secId": 141}, {"sentences": [{"sentId": 350, "text": "It's on three different states and you're heading me with this."}], "speaker": "TRUMP", "secId": 142}, {"sentences": [{"sentId": 351, "text": "Oh, sure."}], "speaker": "COOPER", "secId": 143}, {"sentences": [{"sentId": 352, "text": "And I think it's a very -- frankly, I think it's a very unfair question."}], "speaker": "TRUMP", "secId": 144}, {"sentences": [{"sentId": 353, "text": "OK. TRUMP: I think it's an extremely -- you start off the interview with that."}, {"sentId": 354, "text": "You don't say I've led in the Fox poll."}, {"sentId": 355, "text": "I'm leading in the ABC, Washington Post poll."}], "speaker": "COOPER", "secId": 145}, {"sentences": [{"sentId": 356, "text": "You're leading across the board."}], "speaker": "COOPER", "secId": 146}, {"sentences": [{"sentId": 357, "text": "Well, you didn't -- I am leading across the board."}], "speaker": "TRUMP", "secId": 147}, {"sentences": [{"sentId": 358, "text": "Right."}], "speaker": "COOPER", "secId": 148}, {"sentences": [{"sentId": 359, "text": "And then you hit we me with this poll that I didn't even seen before where -- oh, gee, that's not even that kind of a poll."}, {"sentId": 360, "text": "All I know is that I have a very big group of support."}], "speaker": "TRUMP", "secId": 149}, {"sentences": [{"sentId": 361, "text": "Anderson also talked to him about the charge that he is a flip- flopper."}, {"sentId": 362, "text": "Listen."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 363, "text": "When you're on that debate stage one of the things I think they're going to hit, you're with your opponents are going to hit you with, not the media are the opponents."}, {"sentId": 364, "text": "They're going to say you have flip-flopped."}], "speaker": "COOPER", "secId": 151}, {"sentences": [{"sentId": 365, "text": "Sure."}], "speaker": "TRUMP", "secId": 152}, {"sentences": [{"sentId": 366, "text": "You've decisive on business but you've been an independent, you've been an affiliate, you've been a democrat, you've been a republican, back and forth -- what's up the data."}, {"sentId": 367, "text": "Are you a flip- flopped?"}], "speaker": "COOPER", "secId": 153}, {"sentences": [{"sentId": 368, "text": "Of course."}, {"sentId": 369, "text": "You know why I was flip-flopped?"}, {"sentId": 370, "text": "A man named my favorite, Ronald Reagan."}, {"sentId": 371, "text": "He was a democrat."}, {"sentId": 372, "text": "He became a republican."}], "speaker": "TRUMP", "secId": 154}, {"sentences": [{"sentId": 373, "text": "He was also unaffiliated, you're an independent."}], "speaker": "COOPER", "secId": 155}, {"sentences": [{"sentId": 374, "text": "By the way, I was and I also live in New York."}], "speaker": "TRUMP", "secId": 156}, {"sentences": [{"sentId": 375, "text": "You oppose choice now you're not."}], "speaker": "COOPER", "secId": 157}, {"sentences": [{"sentId": 376, "text": "If you look at that clip, I hate the concept of abortion and I did it."}, {"sentId": 377, "text": "But also it was never -- I'm a businessman."}, {"sentId": 378, "text": "They're talking to me as a businessman about, you know, things like abortion."}, {"sentId": 379, "text": "Nobody ever even ask me questions like that."}, {"sentId": 380, "text": "But of you look at that clip and let it run."}, {"sentId": 381, "text": "I talk about how I hate the concept -- I went on forever about it."}, {"sentId": 382, "text": "but nobody would ask me question, you know, it's sort of like a question you don't ask a guy."}, {"sentId": 383, "text": "I build buildings."}, {"sentId": 384, "text": "They're not asking me about am I pro-choice, am I pro-life, what am I."}, {"sentId": 385, "text": "But, yes, I don't use the word flip."}, {"sentId": 386, "text": "I mean, I love them."}, {"sentId": 387, "text": "I lot of different things."}], "speaker": "TRUMP", "secId": 158}, {"sentences": [{"sentId": 388, "text": "Trump's financial disclosure records are now available to the"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 389, "text": "public."}, {"sentId": 390, "text": "The Federal Election Commission released all 92 pages today."}, {"sentId": 391, "text": "So, what do they show?"}, {"sentId": 392, "text": "I want to bring in CNN's investigate correspondent Chris Frates."}, {"sentId": 393, "text": "Chris, good evening to you."}, {"sentId": 394, "text": "Donald Trump says he's worth $10 billion."}, {"sentId": 395, "text": "Is that true?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 396, "text": "Well, I tell you, looking at these forms, Don, it's really hard to tell."}, {"sentId": 397, "text": "That's because the law only requires candidates their assets in this very range."}, {"sentId": 398, "text": "As you know, something is worth one million to five million, or it's worth more than 50 million."}], "speaker": "FRATES", "secId": 161}, {"sentences": [{"sentId": 399, "text": "But what I can tell you is that, he's worth at least $1.4 billion."}, {"sentId": 400, "text": "And there are a number of asset that is he categorizes his worth more than $50 million."}, {"sentId": 401, "text": "So, we contacted Trump's campaign today, we were looking to nail down some more specifics, but they weren't talking to us, Don."}], "speaker": "FRATES", "secId": 162}, {"sentences": [{"sentId": 402, "text": "And it's funny, when he filed these disclosures last week, he kind of made fun of the forms."}, {"sentId": 403, "text": "And he said in the statement, \"This report was not designed for a man of Mr. Trump's massive wealth.\""}], "speaker": "FRATES", "secId": 163}, {"sentences": [{"sentId": 404, "text": "So, then, Chris, what are some of his assets?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 405, "text": "Well, I mean, that's surprisingly we're looking at real estate."}, {"sentId": 406, "text": "I mean, that's what he's know n for."}, {"sentId": 407, "text": "Resorts, golf clubs, residential and commercial properties and he's got blue chip investments with companies that everybody would recognize him like Apple and AT&T."}], "speaker": "FRATEs", "secId": 165}, {"sentences": [{"sentId": 408, "text": "But interestingly, Don, he also has between $100 and $250,000 invested in gold."}, {"sentId": 409, "text": "As you know that's like a pretty popular investment with some of them were conservative voters he's courting."}], "speaker": "FRATEs", "secId": 166}, {"sentences": [{"sentId": 410, "text": "OK."}, {"sentId": 411, "text": "So, we've talked about his assets."}, {"sentId": 412, "text": "What about his liabilities?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 413, "text": "Well, I tell you, when you look at his liabilities, this report was 92 pages long."}, {"sentId": 414, "text": "Only one of those pages listed a liability."}, {"sentId": 415, "text": "It's got 15 debts on it."}, {"sentId": 416, "text": "These are mostly mortgages and loans and they total $265 million."}, {"sentId": 417, "text": "Now, the cheapest mortgage is between $100 and $250,000, and the most expensive mortgages are more than 50 million bucks."}], "speaker": "FRATES", "secId": 168}, {"sentences": [{"sentId": 418, "text": "OK. Are there -- do you have any examples of anything that might be politically problematic for him?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 419, "text": "Well, I think, you know, he's been in position since 515 organizations."}, {"sentId": 420, "text": "So, his business interests are really worldwide."}, {"sentId": 421, "text": "There are in China."}, {"sentId": 422, "text": "They are in Korea."}, {"sentId": 423, "text": "And that could raise possible conflicts of interest if he were to become president."}, {"sentId": 424, "text": "You know, it could be father for tax like Hillary Clinton estates, for instance."}], "speaker": "FRATES", "secId": 170}, {"sentences": [{"sentId": 425, "text": "You know, her family's foundation has connections to foreign governments."}, {"sentId": 426, "text": "And Don, I tell you one other thing."}, {"sentId": 427, "text": "Also like the Clintons, you know, Trump just has his neck for giving big money speeches."}, {"sentId": 428, "text": "And since of May last year, he made more $1.7 million in speaking fees."}, {"sentId": 429, "text": "His biggest payday, $450,000."}, {"sentId": 430, "text": "I put them in similar paper like with Bill Clinton who could make 500,000 speeches and Hillary Clinton who commence, you know, north of 300,000."}], "speaker": "FRATES", "secId": 171}, {"sentences": [{"sentId": 431, "text": "So, that's kind of more Americans that make in a year."}, {"sentId": 432, "text": "It opens up to Trump to those same kind of attacks that Clintons face."}, {"sentId": 433, "text": "They are very wealthy, they don't rely to average Americans and they just can't understand average American struggle, Don."}], "speaker": "FRATES", "secId": 172}, {"sentences": [{"sentId": 434, "text": "Not bad if you can get it."}, {"sentId": 435, "text": "400, $500,000 for one speaking gig."}, {"sentId": 436, "text": "What about the \"Apprentice,\" So, Mr. Trump claim that last week that he made more than $200 over the course of 14 season, did he make what he said?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 437, "text": "Well, it's hard to tell because it doesn't go back 14 years."}, {"sentId": 438, "text": "But what we do know is that he made about $14,000 in a salary."}, {"sentId": 439, "text": "And we know that he got about $4 million is production cost, as well."}], "speaker": "FRATES", "secId": 174}, {"sentences": [{"sentId": 440, "text": "The other thing that point out here, Don, was in case you were worried about Donald Trump's golden years, his retirement, he's getting a screen actor's guild pension of $110,000."}], "speaker": "FRATES", "secId": 175}, {"sentences": [{"sentId": 441, "text": "OK. Several companies cut ties, excuse me, with Donald Trump over comments that he made about Mexican immigrants, had any found offensive."}, {"sentId": 442, "text": "What did that cost him?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 443, "text": "Well, you know, we can't say exactly."}, {"sentId": 444, "text": "But we can tell, you know, how much he's made from the deals in the past."}, {"sentId": 445, "text": "So, remember, NBC cut ties with Trump and Ms. USA and the Ms. Universe pageants."}], "speaker": "FRATES", "secId": 177}, {"sentences": [{"sentId": 446, "text": "And he reported today that the Ms. Universe had an income of about $3.4 million."}, {"sentId": 447, "text": "You know, the mattress giant Serta that they ended their deal with Trump's branded mattresses that looked to be worth between 1 million and 5 million bucks."}], "speaker": "FRATES", "secId": 178}, {"sentences": [{"sentId": 448, "text": "And remember, Macy's pulled all their Trump's merchandise off their shelves and Trump's men's wear company, it run somewhere between 1 million and $5 million."}, {"sentId": 449, "text": "So, Don, these are all the pretty relatively small numbers compared to his total worth."}, {"sentId": 450, "text": "Whether that's a billion dollars or the $10 billion that he's claiming it to be, Don."}], "speaker": "FRATES", "secId": 179}, {"sentences": [{"sentId": 451, "text": "Yes, he is right."}, {"sentId": 452, "text": "He is very wealthy man."}, {"sentId": 453, "text": "Thank you very much, Chris."}, {"sentId": 454, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 455, "text": "He is."}, {"sentId": 456, "text": "Sure, thanks."}], "speaker": "FRATES", "secId": 181}, {"sentences": [{"sentId": 457, "text": "Coming up, Donald Trump is running for the border."}, {"sentId": 458, "text": "The leading GOP candidate is meeting with border patrol agents in Texas."}, {"sentId": 459, "text": "We're going to get analysis of Trump's impact on the GOP race."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 460, "text": "Donald Trump travels to the U.S. Border with Mexico tomorrow."}, {"sentId": 461, "text": "He'll meet up with border patrol agents in Laredo, Texas."}, {"sentId": 462, "text": "Trump's comments that many of the undocumented immigrants are crossing into the United States are criminals and rapists had sparked the firestorm of criticism."}, {"sentId": 463, "text": "But it has not hurt him in the polls."}, {"sentId": 464, "text": "It really hasn't hurt him in the"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 465, "text": "polls."}, {"sentId": 466, "text": "I'm joined now by Campbell Brown, a familiar face to CNN viewers."}, {"sentId": 467, "text": "She is the co-founder of the new web site, the 74."}, {"sentId": 468, "text": "A non- profit news site covering education in America."}, {"sentId": 469, "text": "Welcome back."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 470, "text": "Good to see you."}], "speaker": "BROWN", "secId": 185}, {"sentences": [{"sentId": 471, "text": "Also Ryan Lizza, CNN political commentator and Washington correspondent for The New Yorker, and Gloria Borger, CNN chief political analyst."}, {"sentId": 472, "text": "Here we are all together again."}, {"sentId": 473, "text": "So, Gloria, people keep saying that Trump is not going to get the nomination."}, {"sentId": 474, "text": "They say that he wasn't going to release his financials."}, {"sentId": 475, "text": "He did."}, {"sentId": 476, "text": "They said that he was toast after he made the Mexican comments."}, {"sentId": 477, "text": "Then after he made the McCain comments of the New York Post had a -- this was it, \"Don Voyage\" as their cover."}, {"sentId": 478, "text": "He's still around."}, {"sentId": 479, "text": "The usual rules just don't apply to him."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 480, "text": "Look, I don't think there are any rules when it comes to Donald trump."}, {"sentId": 481, "text": "I mean, when was the last time that you heard republican presidential candidate called each other jackass, idiot, and you know, and on and on."}, {"sentId": 482, "text": "I think Donald Trump has kind of up handed the race."}], "speaker": "BORGER", "secId": 187}, {"sentences": [{"sentId": 483, "text": "It's been pretty easy for him to do for a couple of reasons."}, {"sentId": 484, "text": "One is the race is so huge."}, {"sentId": 485, "text": "What do we have?"}, {"sentId": 486, "text": "16 candidates now."}, {"sentId": 487, "text": "A lot of them are pretty much unknown and primary voters are kind of taking a look, you know."}, {"sentId": 488, "text": "The second reason is he's a celebrity, right?"}, {"sentId": 489, "text": "And also, you know, you can't disregard this."}], "speaker": "BORGER", "secId": 188}, {"sentences": [{"sentId": 490, "text": "He touches a nerve in the Republican Party with those voters who feel that they've been abandoned, not only by the party but by politicians, by Washington."}, {"sentId": 491, "text": "And he kind of speaks to them."}, {"sentId": 492, "text": "So, for now, they're going to listen to him, you know."}, {"sentId": 493, "text": "No matter how brash he is."}, {"sentId": 494, "text": "I mean, remember it was like just a month ago we were talking about Chris Christie's temperament?"}, {"sentId": 495, "text": "Do you remember that?"}], "speaker": "BORGER", "secId": 189}, {"sentences": [{"sentId": 496, "text": "Yes."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 497, "text": "Now he seems kind of calm in comparison, right."}], "speaker": "BORGER", "secId": 191}, {"sentences": [{"sentId": 498, "text": "Yes."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 499, "text": "No rules."}], "speaker": "BORGER", "secId": 193}, {"sentences": [{"sentId": 500, "text": "So, Campbell, you know, you have covered many election cycles."}, {"sentId": 501, "text": "He likes to talk a big game."}, {"sentId": 502, "text": "I want you to listen to something to Anderson and then we'll talk."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 503, "text": "I don't need anybody's money."}, {"sentId": 504, "text": "I'm not running with anybody's money."}, {"sentId": 505, "text": "I'm spending my own money."}, {"sentId": 506, "text": "I had the biggest standing ovation, the biggest standing ovation and it was really a great day."}, {"sentId": 507, "text": "It was really a great day."}, {"sentId": 508, "text": "The politicians are going to destroy this country."}, {"sentId": 509, "text": "They are weak and they're ineffective."}], "speaker": "TRUMP", "secId": 195}, {"sentences": [{"sentId": 510, "text": "I'm a very smart person."}, {"sentId": 511, "text": "You know, I went to the best cool."}, {"sentId": 512, "text": "I have a very -- I'm a very smart person."}, {"sentId": 513, "text": "I'm much richer than almost anybody."}], "speaker": "TRUMP", "secId": 196}, {"sentences": [{"sentId": 514, "text": "So, I know you've been around and you've seen this because I remember I worked with at the White House correspondent for NBC News."}, {"sentId": 515, "text": "This point in the election cycle, usually personality drives to the top."}, {"sentId": 516, "text": "But is he in danger of burning out quickly?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 517, "text": "Well, no."}, {"sentId": 518, "text": "I don't think this is sustainable."}, {"sentId": 519, "text": "I think -- I mean, he's going to call John McCain a traitor?"}, {"sentId": 520, "text": "I mean, he's sort of maxed out his craziness, I think at this point."}, {"sentId": 521, "text": "That said, I think Gloria made a very key point, which is, there is a certain segment of the GOP electorate which she is resonating with."}, {"sentId": 522, "text": "An it's the anti-immigration stuff, it's antitrade stuff, that's protection its agenda."}], "speaker": "BROWN", "secId": 198}, {"sentences": [{"sentId": 523, "text": "And I think he's not going to get the nomination."}, {"sentId": 524, "text": "Can we all agree on that?"}, {"sentId": 525, "text": "And the GOP has a..."}], "speaker": "BROWN", "secId": 199}, {"sentences": [{"sentId": 526, "text": "But how do we know -- how do you know that?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 527, "text": "Because they always, they choose someone who is electable."}, {"sentId": 528, "text": "And there is no way the Republican Party is going to nominate the least electable candidate in this race."}, {"sentId": 529, "text": "It's not going to happen."}, {"sentId": 530, "text": "But what he is doing is taking voters away from Ted Cruz, Scott Walker who are trying to go for that segment of voters..."}], "speaker": "BROWN", "secId": 201}, {"sentences": [{"sentId": 531, "text": "Why is he the least electable?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 532, "text": "Why is he the least electable?"}, {"sentId": 533, "text": "Because there is no chance."}, {"sentId": 534, "text": "I mean, if you look at his unfavorable right now, and all the other numbers in the poll, I mean, he's doing great with a small part of the electorate."}], "speaker": "BROWN", "secId": 203}, {"sentences": [{"sentId": 535, "text": "Right."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 536, "text": "But that -- it maxes out."}, {"sentId": 537, "text": "And this is, you know, we're giving it oxygen but let's be honest."}, {"sentId": 538, "text": "The media gets tired of everything."}, {"sentId": 539, "text": "And I don't know how much more crazy he can get to keep this going."}], "speaker": "BROWN", "secId": 205}, {"sentences": [{"sentId": 540, "text": "Yes."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 541, "text": "He may get another moment during the debate where something happens and he gets another boos."}, {"sentId": 542, "text": "But I don't see these things sustainable."}, {"sentId": 543, "text": "I don't know."}], "speaker": "BROWN", "secId": 207}, {"sentences": [{"sentId": 544, "text": "Ryan, you see because of the money -- amount of money that he has, he doesn't have to raise any money."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 545, "text": "Right."}], "speaker": "LIZZA", "secId": 209}, {"sentences": [{"sentId": 546, "text": "Does he have an immense amount of 2nd, 3rd, 4th, 5th chances here?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 547, "text": "No, you're right in the sense that most campaigns they die enough because they lose support but they ran out of money, that's what happens in primaries."}, {"sentId": 548, "text": "So, in one sense, he's a little bit different than the Michelle"}], "speaker": "LIZZA", "secId": 211}, {"sentences": [{"sentId": 549, "text": "Bachmann's and the Herman Cain's of 2012, because those candidacy once the scrutiny escalated and conservatives abandoned them, they also -- their funding dried up."}], "speaker": "LIZZA", "secId": 212}, {"sentences": [{"sentId": 550, "text": "So, that's a good point, Don, that he has a chance to go a little bit longer than some of the fringe candidacies before."}, {"sentId": 551, "text": "But I completely agree with Campbell, I mean, I will come back on your show and eat my shoe laces."}], "speaker": "LIZZA", "secId": 213}, {"sentences": [{"sentId": 552, "text": "I will let you."}], "speaker": "BROWN", "secId": 214}, {"sentences": [{"sentId": 553, "text": "And we'll have to do it."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 554, "text": "Wait, hang on."}, {"sentId": 555, "text": "Say it clearly."}, {"sentId": 556, "text": "Let's not interrupt you."}, {"sentId": 557, "text": "Say it clearly."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 558, "text": "Let's say I can't remember."}, {"sentId": 559, "text": "No."}, {"sentId": 560, "text": "I'm serious, he's not going to be the nominee, Don."}], "speaker": "LIZZA", "secId": 217}, {"sentences": [{"sentId": 561, "text": "Yes."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 562, "text": "It doesn't mean we shouldn't cover him."}, {"sentId": 563, "text": "And it doesn't mean that he is not exposing a very important issue among republican voters."}, {"sentId": 564, "text": "And it doesn't mean we shouldn't cover him."}, {"sentId": 565, "text": "But you know, the Republican Party it's not suicidal, the party elders will find a way to signal to the voters that they don't want to go down this path when voting is really on the line."}, {"sentId": 566, "text": "And remember..."}], "speaker": "LIZZA", "secId": 219}, {"sentences": [{"sentId": 567, "text": "OK."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 568, "text": "... just point in the process there's nothing -- there is no cost in telling poster, yes, I like Donald Trump, I'm going to vote for him."}], "speaker": "LIZZA", "secId": 221}, {"sentences": [{"sentId": 569, "text": "Sure."}], "speaker": "BORGER", "secId": 222}, {"sentences": [{"sentId": 570, "text": "But when you get, right before the voting people change their mind and they a lot more serious."}], "speaker": "LIZZA", "secId": 223}, {"sentences": [{"sentId": 571, "text": "All right."}, {"sentId": 572, "text": "The question is, does it translate into vote?"}, {"sentId": 573, "text": "It may not, but I mean, think about it, people didn't think, Carter had a chance."}, {"sentId": 574, "text": "People didn't think Raegan had a chance."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 575, "text": "He was a governor, Don."}], "speaker": "LIZZA", "secId": 225}, {"sentences": [{"sentId": 576, "text": "People didn't think Obama had a chance."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 577, "text": "but can I just say."}], "speaker": "BORGER", "secId": 227}, {"sentences": [{"sentId": 578, "text": "Obama was a senator."}, {"sentId": 579, "text": "We're talking about people who had actual..."}, {"sentId": 580, "text": "LEMON: Go ahead."}], "speaker": "LIZZA", "secId": 228}, {"sentences": [{"sentId": 581, "text": "Right."}], "speaker": "BORGER", "secId": 229}, {"sentences": [{"sentId": 582, "text": "... experience in politics."}], "speaker": "LIZZA", "secId": 230}, {"sentences": [{"sentId": 583, "text": "Go ahead, Gloria."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 584, "text": "Here's what's suicidal and here's what could happened, which is and, you know I've talked to a bunch of campaigns today."}, {"sentId": 585, "text": "I think the fear among republicans is that you drive Donald Trump to become an independent candidate."}, {"sentId": 586, "text": "In which case, he could take down the Republican Party with him."}, {"sentId": 587, "text": "He doesn't have to be the nominee and then lose."}], "speaker": "BORGER", "secId": 232}, {"sentences": [{"sentId": 588, "text": "Because if you remember back in 2000, Ralph Nader got less than 3 percent of the vote and a lot of people have worked for Al Gore think that gave the election, eventually, to George W. Bush."}, {"sentId": 589, "text": "So, what are they worried about is that Trump get so angry and decides to just -- because he can self-fund as Ryan talking about goes up on his own, gets a few percent of the vote and then hurts the party beyond repair and they lose the presidency, so."}], "speaker": "BORGER", "secId": 233}, {"sentences": [{"sentId": 590, "text": "And as you all have said, and especially Campbell here that he is bringing up issues that people have concerns about."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 591, "text": "Yes."}], "speaker": "BROWN", "secId": 235}, {"sentences": [{"sentId": 592, "text": "Maybe people don't want to voice publicly and he's doing it, so he's become the voice for them."}, {"sentId": 593, "text": "And, Campbell, he has had made a topic of something that is very -- that you're interested in."}, {"sentId": 594, "text": "And he spoke to Anderson about it, that's education."}, {"sentId": 595, "text": "Let's listen to him and then we'll discuss then."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 596, "text": "Jeb Bush, I'm not a fan of Jeb Bush."}, {"sentId": 597, "text": "Because he's in favor of common core and he's weak on immigration."}, {"sentId": 598, "text": "Those are two bad things."}, {"sentId": 599, "text": "I think he's a nice person actually."}, {"sentId": 600, "text": "But he's very unfavor of common core, meaning, he wants your children to be educated from Washington, D.C. by the bureaucrats, OK. Not good."}], "speaker": "TRUMP", "secId": 237}, {"sentences": [{"sentId": 601, "text": "So, that was actually him on the campaign stuff, not with Anderson."}, {"sentId": 602, "text": "But your side, what is it the Seventy-Four focuses on education, are you happy that he's bringing this up in the campaign?"}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 603, "text": "Well, I mean, look, I think if he wants to have a debate about common core with Jeb Bush he better come armed more than a stand-by."}, {"sentId": 604, "text": "Based on everything he said so far, it's not clear to me that Donald Trump knows what common core is."}], "speaker": "BROWN", "secId": 239}, {"sentences": [{"sentId": 605, "text": "And it is a serious issue it matters to people on this campaign, whether you're for it or against it there is going to be a substance at debate about where it's going or it's not, what's good about it, what's bad about it, and he's not participating in that debate."}, {"sentId": 606, "text": "And the other candidates are deep in the substance on that."}], "speaker": "BROWN", "secId": 240}, {"sentences": [{"sentId": 607, "text": "And you are holding a presidential forum, just when is the forum?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 608, "text": "August 19th for republicans in New Hampshire on education and only education."}], "speaker": "BROWN", "secId": 242}, {"sentences": [{"sentId": 609, "text": "And you've invited all of them including Donald Trump."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 610, "text": "We have."}], "speaker": "BROWN", "secId": 244}, {"sentences": [{"sentId": 611, "text": "All right."}, {"sentId": 612, "text": "Thank you."}, {"sentId": 613, "text": "Thank you, Ryan."}, {"sentId": 614, "text": "Thank you, Campbell."}, {"sentId": 615, "text": "Thank you, Gloria."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 616, "text": "Thanks, Don."}], "speaker": "LIZZA", "secId": 246}, {"sentences": [{"sentId": 617, "text": "Sure."}], "speaker": "BORGER", "secId": 247}, {"sentences": [{"sentId": 618, "text": "I appreciate it."}, {"sentId": 619, "text": "Coming up."}, {"sentId": 620, "text": "A man who turns the trials of adolescence, marriage, and pregnancy into comic movie magic."}, {"sentId": 621, "text": "Director Judd Apatow's latest project, \"Trainwreck\" is out now and he joins me next."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 622, "text": "My next guest is a hot Hollywood director with string of a reverend hits, \"Knocked Up,\" \"The 40-year Old Virgin,\" \"Superbad,\" \"Bridesmaids,\" I love all of them."}, {"sentId": 623, "text": "His latest gem is \"Trainwreck,\" it's megastar, comedian Amy Schumer, as a young woman with a wondering eye, who gets freaked out when she realizes she may be falling in love."}, {"sentId": 624, "text": "Take a look at this."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 625, "text": "Oh, my God, he's calling."}], "speaker": "AMY", "secId": 250}, {"sentences": [{"sentId": 626, "text": "Why did he call you, you guys chit-chat six."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 251}, {"sentences": [{"sentId": 627, "text": "It's my mistake."}, {"sentId": 628, "text": "It's a mistake."}], "speaker": "AMY", "secId": 252}, {"sentences": [{"sentId": 629, "text": "He's been telling you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 253}, {"sentences": [{"sentId": 630, "text": "Hello?"}], "speaker": "AMY", "secId": 254}, {"sentences": [{"sentId": 631, "text": "Oh, hi, there."}, {"sentId": 632, "text": "It's Aaron."}], "speaker": "UNIDENTIFIED MALE", "secId": 255}, {"sentences": [{"sentId": 633, "text": "Oh, this is Amy."}, {"sentId": 634, "text": "I think you butt dialed me."}], "speaker": "AMY", "secId": 256}, {"sentences": [{"sentId": 635, "text": "No, I dialed you with my fingers."}], "speaker": "UNIDENTIFIED MALE", "secId": 257}, {"sentences": [{"sentId": 636, "text": "What she's saying?"}], "speaker": "UNIDENTIFIED MALE", "secId": 258}, {"sentences": [{"sentId": 637, "text": "He called me on purpose."}], "speaker": "AMY", "secId": 259}, {"sentences": [{"sentId": 638, "text": "Hang up."}, {"sentId": 639, "text": "He's obviously like a sick or something... AMY: Yes, what's up?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 260}, {"sentences": [{"sentId": 640, "text": "I was calling to say I had a really good time last night and I just wondered if you wanted to hang out again."}], "speaker": "UNIDENTIFIED MALE", "secId": 261}, {"sentences": [{"sentId": 641, "text": "Will you say that again, please?"}], "speaker": "AMY", "secId": 262}, {"sentences": [{"sentId": 642, "text": "I was wondering if I could see you again."}], "speaker": "UNIDENTIFIED MALE", "secId": 263}, {"sentences": [{"sentId": 643, "text": "You know what, I'm going to call the police."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 264}, {"sentences": [{"sentId": 644, "text": "Joining me now, the director of \"Trainwreck\" Judd Apatow."}, {"sentId": 645, "text": "So, that was with wondering eye?"}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 646, "text": "Of wondering eye."}, {"sentId": 647, "text": "You also mentioned that it was the cat's pajamas."}], "speaker": "APATOW", "secId": 266}, {"sentences": [{"sentId": 648, "text": "Because do you think that's an old saying."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 649, "text": "It's kind of an old saying, but I like it."}], "speaker": "APATOW", "secId": 268}, {"sentences": [{"sentId": 650, "text": "All right."}, {"sentId": 651, "text": "It came out with myself, not really."}, {"sentId": 652, "text": "It's message that the hottest comedian now is Amy Schumer."}, {"sentId": 653, "text": "What was it like to work with her, is she just she is on stage and in your movie?"}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 654, "text": "No, she really is brilliant and I got very lucky to notice here."}, {"sentId": 655, "text": "I just heard her on the radio."}, {"sentId": 656, "text": "And she was hysterical on Howard Stern telling all of these amazing stories."}, {"sentId": 657, "text": "And I thought, I think she's a writer."}, {"sentId": 658, "text": "And I think she is a writer and doesn't realize that she's a writer."}, {"sentId": 659, "text": "And we talked about her life and her relationships and she turned that into \"Trainwreck.\""}], "speaker": "APATOW", "secId": 270}, {"sentences": [{"sentId": 660, "text": "I'm an avid Stern fan."}, {"sentId": 661, "text": "And I think the same interview that you were -- yes, and that's when I first came to know her work."}, {"sentId": 662, "text": "But LeBron James in the movie, he did a great job."}, {"sentId": 663, "text": "He's a good actor."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 664, "text": "He's a weirdly good actor."}, {"sentId": 665, "text": "It couldn't be more irritating because he shouldn't be funny like, I'm a nerd, I can't play any sport well."}, {"sentId": 666, "text": "I'm actually angry at athletes for having that gift and then he shows up."}, {"sentId": 667, "text": "And he's as funny as anybody in the movie."}, {"sentId": 668, "text": "And it's not a small part."}, {"sentId": 669, "text": "It's a really big part in the movie."}, {"sentId": 670, "text": "He's like our Bonnie Hunt."}], "speaker": "APATOW", "secId": 272}, {"sentences": [{"sentId": 671, "text": "Really?"}, {"sentId": 672, "text": "So, you think he's got -- this is going to be his, you know, what do you call it?"}, {"sentId": 673, "text": "His vehicle to acting stardom?"}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 674, "text": "You'll never know."}, {"sentId": 675, "text": "Burt Leon Reynolds started as a college football player."}, {"sentId": 676, "text": "What if it happens?"}], "speaker": "APATOW", "secId": 274}, {"sentences": [{"sentId": 677, "text": "Well, there you go."}, {"sentId": 678, "text": "That would be great, right."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 679, "text": "Yes."}], "speaker": "APATOW", "secId": 276}, {"sentences": [{"sentId": 680, "text": "The father in \"Trainwrreck\" is Colin Quinn."}, {"sentId": 681, "text": "APATOW: Yes."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 682, "text": "Colin is a regular on the show."}, {"sentId": 683, "text": "he often comes here to talk about -- and we talked about political correctness because he is politically correct."}, {"sentId": 684, "text": "Do you have a worry about that in your work and when you're making jokes and with, you know, do you worry about it?"}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 685, "text": "I should more."}, {"sentId": 686, "text": "I don't worry a lot about it."}, {"sentId": 687, "text": "But Colin says, you know, you just have to stand behind what you say, you have to believe in what you're saying because if you're just babbling you're going to get in trouble."}], "speaker": "APATOW", "secId": 279}, {"sentences": [{"sentId": 688, "text": "Comedians are supposed to experiment."}, {"sentId": 689, "text": "That's our job."}, {"sentId": 690, "text": "In order to find the line you often have to cross it and then realized, oh, maybe I shouldn't be on that side of the line."}, {"sentId": 691, "text": "So, I never think comedian should pay a penalty for making a joke mistakes where, you know, just here to make people smile."}], "speaker": "APATOW", "secId": 280}, {"sentences": [{"sentId": 692, "text": "Speaking of comedians, you've really had some skating things to say about Bill Cosby."}, {"sentId": 693, "text": "And I know that you are friends with someone who has not identified herself, correct?"}, {"sentId": 694, "text": "Can you talk to us about that as much or as little as you want to?"}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 695, "text": "Well, it's just someone that, you know, I know very well."}, {"sentId": 696, "text": "And she just told me what happens."}, {"sentId": 697, "text": "And I thought, wow, everyone on those stories is true."}, {"sentId": 698, "text": "You know, people say, oh, they're out for something."}, {"sentId": 699, "text": "No one wants anything really."}], "speaker": "APATOW", "secId": 282}, {"sentences": [{"sentId": 700, "text": "But the truth is, they deserve something."}, {"sentId": 701, "text": "I mean, I'm sure ruin in enormous amount of people's lives."}, {"sentId": 702, "text": "That's what reparations are for."}, {"sentId": 703, "text": "And I think we all have to understand that 80 percent of rape victims don't come forward."}], "speaker": "APATOW", "secId": 283}, {"sentences": [{"sentId": 704, "text": "Yes."}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 705, "text": "They don't come forward, they don't tell the police."}, {"sentId": 706, "text": "So, when we ignore them, we're basically telling people to not stand up for themselves."}], "speaker": "APATOW", "secId": 285}, {"sentences": [{"sentId": 707, "text": "Here's what I think is interesting in that and I don't think people have sort of put this together yet."}, {"sentId": 708, "text": "All of these women have come forward."}, {"sentId": 709, "text": "If so, this would make him the most -- I think one of the most, if not the most, one of the most prolific rapists in history."}, {"sentId": 710, "text": "That is to get away with that number of crimes."}], "speaker": "LEMON", "secId": 286}, {"sentences": [{"sentId": 711, "text": "It was terrifying."}, {"sentId": 712, "text": "And it's funny because CNN, you know, they spend all the time in talking about those escaped murderers."}, {"sentId": 713, "text": "And I think CNN's only place that has talked about Cosby at all -- almost nobody really has investigated Cosby in the way you guys have spoken to the victims."}], "speaker": "APATOW", "secId": 287}, {"sentences": [{"sentId": 714, "text": "But, you know, he's out right now."}, {"sentId": 715, "text": "We were very concerned about those two people."}, {"sentId": 716, "text": "But Cosby is just at home eating cereal."}], "speaker": "APATOW", "secId": 288}, {"sentences": [{"sentId": 717, "text": "Yes."}, {"sentId": 718, "text": "APATOW: I mean, he really hasn't paid any price for it at all."}, {"sentId": 719, "text": "And I think that it's important that people try to do something about it because if not, it says to other people that you can do it and you're not going to get in trouble."}], "speaker": "LEMON", "secId": 289}, {"sentences": [{"sentId": 720, "text": "Yes."}, {"sentId": 721, "text": "Anyway, we have to say, he has denied through his attorneys all of it he has said, but he is not guilty of it."}], "speaker": "LEMON", "secId": 290}, {"sentences": [{"sentId": 722, "text": "Well, he has denied a lot of things but he hasn't denied getting seven prescriptions for Quaaludes and giving them to women with hopes of having sex with him."}, {"sentId": 723, "text": "And we should remind people Quaaludes are sleeping pills."}, {"sentId": 724, "text": "They were ambient of their time."}, {"sentId": 725, "text": "It's a crazy thing to do because it's a knock out drugs."}], "speaker": "APATOW", "secId": 291}, {"sentences": [{"sentId": 726, "text": "You talked about it on tonight's show."}, {"sentId": 727, "text": "Let's take a look."}], "speaker": "LEMON", "secId": 292}, {"sentences": [{"sentId": 728, "text": "Is that weird he's like doing stand-up."}, {"sentId": 729, "text": "What do you think is actors like."}, {"sentId": 730, "text": "Do you think he's still talking about it?"}, {"sentId": 731, "text": "Do you think he likes as, yes, I have a bit of trouble with wife."}, {"sentId": 732, "text": "He said to me what is this in the paper about the rape that you drugging into women?"}, {"sentId": 733, "text": "And I said do you like your life?"}, {"sentId": 734, "text": "Do you like the house?"}, {"sentId": 735, "text": "The jag?"}, {"sentId": 736, "text": "Well, have a cappuccino and shut the frog up."}], "speaker": "APATOW", "secId": 293}, {"sentences": [{"sentId": 737, "text": "Obviously, you're not worrying about being PC there."}, {"sentId": 738, "text": "And Hannibal Buress, a comedian that this sparked this latest round."}, {"sentId": 739, "text": "If he had he been worried about political correctness, an icon being seen in this light, this never would have come out?"}], "speaker": "LEMON", "secId": 294}, {"sentences": [{"sentId": 740, "text": "That's what's fascinating at it."}, {"sentId": 741, "text": "Because he got sued in 2005, and several women were on The Today Show in 2005."}, {"sentId": 742, "text": "They're in People Magazine."}, {"sentId": 743, "text": "And People really did stand up to him and the world completely ignored them."}, {"sentId": 744, "text": "And then Hannibal talked about it and his joke was basically Google it."}, {"sentId": 745, "text": "It's all out there."}, {"sentId": 746, "text": "Why doesn't anybody care?"}, {"sentId": 747, "text": "And then people actually did Google it."}], "speaker": "APATOW", "secId": 295}, {"sentences": [{"sentId": 748, "text": "I want to know, you can see we've been doing a lot on Donald Trump, he's been everywhere."}], "speaker": "LEMON", "secId": 296}, {"sentences": [{"sentId": 749, "text": "Yes."}], "speaker": "APATOW", "secId": 297}, {"sentences": [{"sentId": 750, "text": "What do you think of him?"}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 751, "text": "I said this before but I really do believe that Donald Trump is the crazy girl in \"The Bachelor\" that you don't want to get kicked off too early because they're fun to watch."}, {"sentId": 752, "text": "But you pray that they will not win."}, {"sentId": 753, "text": "I find it an enormous distraction to important conversations about what we need to do in this country."}], "speaker": "APATOW", "secId": 299}, {"sentences": [{"sentId": 754, "text": "And I also think it's ultimately about staying famous."}, {"sentId": 755, "text": "I, you know, Donald Trump has run for president before."}, {"sentId": 756, "text": "And I think, you know, a lot of people do this just to get a job as a commentator."}, {"sentId": 757, "text": "Just to, you know, keep hosting game shows."}, {"sentId": 758, "text": "And I think that's a big distraction."}, {"sentId": 759, "text": "We should have people who really care about running the country and I don't feel like he really believe that's going to happen."}], "speaker": "APATOW", "secId": 300}, {"sentences": [{"sentId": 760, "text": "The movie is \"Trainwreck,\" it's out right now, you should all go see it."}, {"sentId": 761, "text": "Judd Apatow, thank you."}], "speaker": "LEMON", "secId": 301}, {"sentences": [{"sentId": 762, "text": "Thank you."}], "speaker": "APATOW", "secId": 302}, {"sentences": [{"sentId": 763, "text": "Always a pleasure."}, {"sentId": 764, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 303}, {"sentences": [{"sentId": 765, "text": "That is it for us tonight."}, {"sentId": 766, "text": "Thank you for watching."}, {"sentId": 767, "text": "I'll see back here tomorrow night."}], "speaker": "LEMON", "secId": 304}, {"sentences": [{"sentId": 768, "text": "\"AC360\" starts now."}], "speaker": "LEMON", "secId": 305}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.22.cnnt.01.html.json", "time": "Aired July 22, 2015 - 22:00   ET"}