{"sectionCount": 363, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CLINTON", "TRUMP", "OBAMA", "PRESTON", "BRINKLEY", "QUESTION", "DE ROTHSCHILD", "UNIDENTIFIED FEMALE", "DEAN", "FOREMAN", "STATHAM ", "STALLONE", "LEWIS", "MCCAUGHEY", "SELLERS", "MCENANY", "BECKEL", "SELLERS ", "LEMON "], "subTitle": "Michelle Obama Campaigns for Clinton; Advisers Told Trump Debate Didn't Go Well; Trump Campaign Talking Points: Bring Up Monica Lewinsky; Howard Dean Asks if Trump's Using Cocaine; Pepe the Frog Sparks Battle on Campaign Trail. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/28/cnnt.02.html", "sentenceCount": 679, "sections": [{"sentences": [{"sentId": 0, "text": "Forty-one days until election  day and the candidates are ramping up their rhetoric."}, {"sentId": 1, "text": "This is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Hillary Clinton still on a post-debate high, takes the stage in New Hampshire with Bernie Sanders."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Isn't this one of the strangest elections you've ever seen?"}], "speaker": "CLINTON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "I -- I really sometimes don't know what to make of it."}, {"sentId": 6, "text": "Standing on that debate stage the other night, I was especially..."}], "speaker": "CLINTON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "...thinking about that."}], "speaker": "CLINTON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "And Donald Trump ignoring advisers warning him his debate strategy is less than ideal -- was less than ideal."}, {"sentId": 9, "text": "He says this."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "I don't think she did well in the debate at all."}, {"sentId": 11, "text": "I don't think she did  well at all."}], "speaker": "TRUMP", "secId": 6}, {"sentences": [{"sentId": 12, "text": "And I just walked in and I saw some of the great people that represent your state and they said, wow, you did so great in the great."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 13, "text": "First Lady Michelle Obama campaigning for Clinton in Pittsburgh does not mince words."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 14, "text": "When making life or"}], "speaker": "OBAMA", "secId": 9}, {"sentences": [{"sentId": 15, "text": "death, war or peace decisions, a president just can't pop off or lash out irrationally."}], "speaker": "OBAMA", "secId": 10}, {"sentences": [{"sentId": 16, "text": "No, we need an adult in the White House."}, {"sentId": 17, "text": "I guarantee you."}], "speaker": "OBAMA", "secId": 11}, {"sentences": [{"sentId": 18, "text": "Let's get right to CNN Politics Executive Editor, Mark Preston and Douglas Brinkley, author of \"Rightful Heritage: Franklin D. Roosevelt and the Land of America.\""}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 19, "text": "So he..."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 20, "text": "Where do you start with it ?"}], "speaker": "PRESTON", "secId": 14}, {"sentences": [{"sentId": 21, "text": "I -- I just -- is someone -- I don't know, I guess they -- they finally told him today that his debate performance was not good?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 22, "text": "You know, I -- I think that what -- what has happened is that Donald Trump came out of that debate thinking he -- he did better than he really did."}], "speaker": "PRESTON", "secId": 16}, {"sentences": [{"sentId": 23, "text": "He really did poorly."}], "speaker": "PRESTON", "secId": 17}, {"sentences": [{"sentId": 24, "text": "And what has happened is that some of the people    in his -- in his circle, whether they are in a circle or right outside the circle -- decided to go to \"The New York Times\" and say, like he needs to  or he's going to lose."}, {"sentId": 25, "text": "And he got infuriated by that."}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 26, "text": "And he's now asking everyone to double down and -- and -- and say that he did a bright job."}, {"sentId": 27, "text": "And of course, we just heard that soundbite where he thinks he did a great job and Hillary Clinton did a bad job."}], "speaker": "PRESTON", "secId": 19}, {"sentences": [{"sentId": 28, "text": "And that is an alternative universe than  the rest of us live in."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 29, "text": "OK, so why would -- why would he think he did well?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 30, "text": "Because I don't think anybody -- and look, I'm going to take a little bit of a leap here, but I think it's a good leap -- I don't think anyone has ever told Donald Trump that he has done stuff that is wrong."}, {"sentId": 31, "text": "I -- I think in his business life, he -- he probably has surrounded himself with yes men."}], "speaker": "PRESTON", "secId": 22}, {"sentences": [{"sentId": 32, "text": "And he's been successful in business."}, {"sentId": 33, "text": "While there are a lot of similarities between business and political life, it -- there's two different animals."}, {"sentId": 34, "text": "And if you're going to be a politician, if you're going to run for office and you're a novice, you better listen to those around you who are professionals."}], "speaker": "PRESTON", "secId": 23}, {"sentences": [{"sentId": 35, "text": "And if you don't, you're probably going to lose."}, {"sentId": 36, "text": "And that's why Donald Trump had a terrible debate night the other night."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 37, "text": "Before I get to Douglas, but isn't -- if you're at the Clinton campaign, aren't you saying, oh, yes, that is the best thing for us."}, {"sentId": 38, "text": "Let him think he did well."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 39, "text": "And let him keep saying that because the reality is he actually didn't and you're helping us?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 40, "text": "Right."}, {"sentId": 41, "text": "What you don't want is you don't want Donald Trump to do what Barack Obama did back in 2012, after having a terrible debate performance, albeit..."}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 42, "text": "With  Mitt Romney, right."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 43, "text": "...a lot different than -- against Mitt Romney, and then did a course correction and came back and -- and won the election and won it well."}, {"sentId": 44, "text": "You want Donald Trump to continue moving forward thinking that his strategy is a winning strategy."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 45, "text": "Yes."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 46, "text": "So listen, I want to put -- get this in here, Douglas, first, because Donald Trump is attempting to refocus his attacks on Hillary Clinton."}, {"sentId": 47, "text": "Take a look and then we'll talk about it."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 48, "text": "You have six weeks until the election."}, {"sentId": 49, "text": "Think of it, from June 6 to -- think of it, do you believe this?"}, {"sentId": 50, "text": "I've been out from June 16."}, {"sentId": 51, "text": "It's been full-time, all the time."}], "speaker": "TRUMP", "secId": 32}, {"sentences": [{"sentId": 52, "text": "You see all the days off that Hillary takes?"}, {"sentId": 53, "text": "Day off, day off, day off."}, {"sentId": 54, "text": "All those day-offs and then she can't even make it to her car, isn't it tough?"}], "speaker": "TRUMP", "secId": 33}, {"sentences": [{"sentId": 55, "text": "Mr. Brinkley, does that matter?"}, {"sentId": 56, "text": "Are these attacks on Hillary Clinton the way to go in the aftermath of this debate?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 57, "text": "I don't think so."}, {"sentId": 58, "text": "I think he, you know, right after the debate, he went into the spin room and tried to be pretty genial ."}, {"sentId": 59, "text": "If you recall, he said the moderator was fair."}], "speaker": "BRINKLEY", "secId": 35}, {"sentences": [{"sentId": 60, "text": "And he was complaining about the microphone a little bit."}, {"sentId": 61, "text": "But so I think he was believing his own B.S."}, {"sentId": 62, "text": "perhaps that he did well, or his own inner compass thought he didn't do too badly."}], "speaker": "BRINKLEY", "secId": 36}, {"sentences": [{"sentId": 63, "text": "And then all the people around him started saying, you lost."}, {"sentId": 64, "text": "Polls show that he did a terrible job."}], "speaker": "BRINKLEY", "secId": 37}, {"sentences": [{"sentId": 65, "text": "And then he started hemorrhaging and then he tried to double down, and that he's dug himself in a bigger hole than he was an hour after the debate."}, {"sentId": 66, "text": "So I think we're starting now, probably tomorrow, and maybe even this evening, trying to see him refine  his mojo again because he lost an awful lot of momentum."}], "speaker": "BRINKLEY", "secId": 38}, {"sentences": [{"sentId": 67, "text": "I was there, Don, where you were at Hofstra University."}, {"sentId": 68, "text": "And there was a fear in democratic circles before the debate that, you know, Trump was up in the polls in Pennsylvania and Colorado and other places."}], "speaker": "BRINKLEY", "secId": 39}, {"sentences": [{"sentId": 69, "text": "He seemed to have some momentum."}, {"sentId": 70, "text": "And it has now just disappeared."}], "speaker": "BRINKLEY", "secId": 40}, {"sentences": [{"sentId": 71, "text": "You heard him, Mark, said that he was, you know, believing the online polls, what have you , which are not scientific surveys."}, {"sentId": 72, "text": "You can sit there and just keep punching yes, yes, Trump, Trump, Trump."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 73, "text": "Those are not -- those are real polls."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 74, "text": "They're not real polls."}, {"sentId": 75, "text": "And -- and what he is  -- doesn't know , by going out there and saying, look at  -- I won the \"Time\" magazine online polling."}], "speaker": "PRESTON", "secId": 43}, {"sentences": [{"sentId": 76, "text": "Look at what drag  says about me."}, {"sentId": 77, "text": "He's feeding, you know, more fuel into the fire of the supporters who are backing him, who, by the way, are going to back him anyway."}], "speaker": "PRESTON", "secId": 44}, {"sentences": [{"sentId": 78, "text": "He needs to get to those people who are not supporting him at this point."}, {"sentId": 79, "text": "And quite frankly, he is pedaling false information and false data by -- by pointing to those ..."}], "speaker": "PRESTON", "secId": 45}, {"sentences": [{"sentId": 80, "text": "All right."}, {"sentId": 81, "text": "Let's talk -- this is his new strategy now -- the new talking points."}, {"sentId": 82, "text": "And we have a -- a copy."}, {"sentId": 83, "text": "CNN got ahold of the talking points about what he plans to do next, sir , is to bring up Monica Lewinsky."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 84, "text": "Is this playing into the Clinton campaign's hands?"}, {"sentId": 85, "text": "Is this a winning strategy for him?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 86, "text": "No, no, it's not a winning strategy."}, {"sentId": 87, "text": "I mean, what Douglas has to say about this, and we can't say about -- but it's not a winning strategy."}, {"sentId": 88, "text": "Monica Lewinsky has decided to take her name out of the spotlight."}], "speaker": "PRESTON", "secId": 48}, {"sentences": [{"sentId": 89, "text": "She only came back recently because she -- she has kind of embraced it in some way and has talked about bullying."}, {"sentId": 90, "text": "But the idea that you're going to drag Monica Lewinsky back into this, it's going to make Hillary Clinton look like she's the victim."}], "speaker": "PRESTON", "secId": 49}, {"sentences": [{"sentId": 91, "text": "That's what happens time and time again."}, {"sentId": 92, "text": "The woman is going to be the victim and it's because the woman is the victim."}], "speaker": "PRESTON", "secId": 50}, {"sentences": [{"sentId": 93, "text": "Yes."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 94, "text": "And Douglas, I mean, for those who, you know , were not here and don't remember history, people were actually pretty sympathetic towards Hillary Clinton during that time."}, {"sentId": 95, "text": "And to Mark's point, that may make them even more so this time?"}, {"sentId": 96, "text": "BRINKLEY:  Exactly."}, {"sentId": 97, "text": "Not only were they sympathetic, but it's just"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 98, "text": "really irrelevant to be picking on the Lewinsky scandal."}, {"sentId": 99, "text": "So let him do it."}, {"sentId": 100, "text": "That will really be a gift for Hillary Clinton."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 101, "text": "Where Trump did OK in the debates was his populist  economic message, that first 20 minutes of the -- the debate."}, {"sentId": 102, "text": "You would think now, he would be focused on that instead of playing these, you know, New York post, New York daily news tabloid games."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 103, "text": "But he's gotten so addicted to New York's tabloid culture that he thinks that's what moves the news cycles and like getting Lewinsky as he did with Jennifer Flowers in the mix there, who put Hillary Clinton on the defense."}, {"sentId": 104, "text": "The problem with that is it may have worked a decade ago."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 105, "text": "But she's heard a lot of that."}, {"sentId": 106, "text": "And she's gotten hardened over the years."}, {"sentId": 107, "text": "And what we saw in the debate was a very cool and effective Hillary Clinton."}, {"sentId": 108, "text": "And she's not going to be unnerved by the resurrection of Lewinsky."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 109, "text": "So listen, the Clinton campaign often plays Donald Trump's own words back to him, you know, when they're using the -- the ads against him."}, {"sentId": 110, "text": "So let's continue on with this Monica Lewinsky and then bringing indiscretions of -- of Bill Clinton's -- former president's past."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 111, "text": "He called Bill Clinton's plight  saying, it was embarrassing that he didn't, you know, that he had to be impeached for it, saying   he should have refused to answer questions by Kenneth Starr."}, {"sentId": 112, "text": "He should have taken the fifth."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 113, "text": "He called Paula Jones, one of the women that was, you know, included in the whole Bill Clinton thing, said that she was a loser."}, {"sentId": 114, "text": "And then this interview in 2008, where he said, the whole thing -- this was with Wolf Blitzer, where he said the whole thing about Bill Clinton, it wasn't that important."}, {"sentId": 115, "text": "Look at this."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 116, "text": "I mean, look at the trouble Bill Clinton got into with something that was totally unimportant."}, {"sentId": 117, "text": "And they tried to impeach him, which was nonsense."}], "speaker": "TRUMP", "secId": 60}, {"sentences": [{"sentId": 118, "text": "And yet, Bush got us into this horrible war with lies, by lying, by saying they had weapons of mass destruction, by saying all sorts of things that turned out not to be true."}], "speaker": "TRUMP", "secId": 61}, {"sentences": [{"sentId": 119, "text": "Do you see an ad  there for -- from the Clinton campaign?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 120, "text": "I don't know if I see an ad."}, {"sentId": 121, "text": "But I do see the Clinton campaign pushing that out to journalists, whenever Donald..."}], "speaker": "PRESTON", "secId": 63}, {"sentences": [{"sentId": 122, "text": "Because they don't want to bring that  up either."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 123, "text": "...because, I mean , there's no reason to continue bringing up something negative."}, {"sentId": 124, "text": "But I mean, what Donald Trump has become what he says he has not become."}], "speaker": "PRESTON", "secId": 65}, {"sentences": [{"sentId": 125, "text": "He's become a politician."}, {"sentId": 126, "text": "The problem is he's become a really bad politician because he's not listening to those who actually know the game and that of the professional practitioners that could help him get elected."}], "speaker": "PRESTON", "secId": 66}, {"sentences": [{"sentId": 127, "text": "Douglas, I want to play this."}, {"sentId": 128, "text": "This is the first lady, took Donald Trump to task today on the campaign trail."}, {"sentId": 129, "text": "Listen to this."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 130, "text": "...doubt yourself?"}, {"sentId": 131, "text": "Do you ever..."}], "speaker": "QUESTION", "secId": 68}, {"sentences": [{"sentId": 132, "text": "M. OBAMA:  There were those who questioned and continued to question for the past eight years, whether my husband was born in this country."}, {"sentId": 133, "text": "Yes, and I will say this -- hurtful,  deceitful questions deliberately designed to undermine my husband's presidency, and questions I might add that cannot be blamed on others, cannot be swept under the rug by an insincere sentence at a press conference."}], "speaker": "QUESTION", "secId": 69}, {"sentences": [{"sentId": 134, "text": "So Douglas, the first lady hitting Trump on the birther issue."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 135, "text": "And Mark, I'll get to you ."}, {"sentId": 136, "text": "But she's one of the most liked people in the country."}, {"sentId": 137, "text": "Does he want to  -- do you think he'll refrain from going after the first lady?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 138, "text": "Oh, let him try."}, {"sentId": 139, "text": "I mean, she's a beloved figure and particularly, millennials love her."}, {"sentId": 140, "text": "She's got a great representation all over."}], "speaker": "BRINKLEY", "secId": 72}, {"sentences": [{"sentId": 141, "text": "So well, I thought she was very effective today, defending, you know, Hillary Clinton."}, {"sentId": 142, "text": "And any -- anytime the birther issue is -- comes up, Trump looks bad."}], "speaker": "BRINKLEY", "secId": 73}, {"sentences": [{"sentId": 143, "text": "I mean, if you ever want to see him -- it's an albatross around Trump's neck he can't get rid of."}, {"sentId": 144, "text": "I thought when he apologized about the birther issue, that would be the end of it."}], "speaker": "BRINKLEY", "secId": 74}, {"sentences": [{"sentId": 145, "text": "But it keeps on lingering."}, {"sentId": 146, "text": "And clearly, team Clinton and the president, and Michelle and surrogates for Hillary Clinton are going to raise that birther issue as much as possible."}], "speaker": "BRINKLEY", "secId": 75}, {"sentences": [{"sentId": 147, "text": "I don't believe Donald Trump has made any inroads  into the African-American communities since he's tried -- nobly  tried in some ways."}, {"sentId": 148, "text": "But the birther issue is just not going away."}], "speaker": "BRINKLEY", "secId": 76}, {"sentences": [{"sentId": 149, "text": "And history will show if he loses, that he never really had a clear -- an ability to get all the starting gate because he -- it was so ridiculous that he said the first African-American president wasn't born in America."}], "speaker": "BRINKLEY", "secId": 77}, {"sentences": [{"sentId": 150, "text": "Mark?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 151, "text": "What's interesting about it is that -- is, look, everything Douglas said was -- was absolutely right."}, {"sentId": 152, "text": "And the fact he said that, he nobly tried to go in, but it was -- it was such a haphazard effort that he got nowhere with it."}], "speaker": "PRESTON", "secId": 79}, {"sentences": [{"sentId": 153, "text": "She did not mention his name at all."}, {"sentId": 154, "text": "However, you knew exactly who she was referring to."}, {"sentId": 155, "text": "So I reached out to somebody who knows her very well."}], "speaker": "PRESTON", "secId": 80}, {"sentences": [{"sentId": 156, "text": "And I said, you know, why did that happen."}, {"sentId": 157, "text": "And this is what this person e-mailed me at that time."}, {"sentId": 158, "text": "They said, \"She has never named names with him and you can draw their own conclusions about that,\" meaning, she has so much animosity towards Donald Trump, that I suspect you will see her on the campaign trail a lot more."}], "speaker": "PRESTON", "secId": 81}, {"sentences": [{"sentId": 159, "text": "And while she will be very good selling the Hillary Clinton positive message, she's also going to be very effective probably in trying to take Donald Trump down."}], "speaker": "PRESTON", "secId": 82}, {"sentences": [{"sentId": 160, "text": "Thank you very much, gentlemen."}, {"sentId": 161, "text": "When we come right back, Hillary Clinton hitting the campaign trail today with former rival, Bernie Sanders."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 162, "text": "Can he help her win the millennial voters that she needs?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 163, "text": "Hillary Clinton reaching out to millennial voters today, holding a rally at the University of New Hampshire with her former rival for a democratic nomination was Vermont Senator Bernie Sanders."}, {"sentId": 164, "text": "Here to discuss is Clinton campaign -- discuss the Clinton campaign is Lynn Forester de Rothschild, the founder of the Coalition for Inclusive Capitalism and is a big Hillary Clinton supporter."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 165, "text": "Thank you so much."}, {"sentId": 166, "text": "You're one of her staunch  of supporters."}, {"sentId": 167, "text": "You're friends with her going back to Arkansas."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 168, "text": "You were are the debate."}, {"sentId": 169, "text": "You felt -- I want to play this one moment."}, {"sentId": 170, "text": "You -- you thought this was one of her strongest moments."}, {"sentId": 171, "text": "Here it is."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 172, "text": "Words matter."}, {"sentId": 173, "text": "Words matter when you run for president and they really matter when you are president."}, {"sentId": 174, "text": "And I want to reassure our allies in Japan, in South Korea, and elsewhere, that we have mutual defense treaties."}], "speaker": "CLINTON", "secId": 88}, {"sentences": [{"sentId": 175, "text": "And we will honor them."}, {"sentId": 176, "text": "It is essential that America's word be good."}], "speaker": "CLINTON", "secId": 89}, {"sentences": [{"sentId": 177, "text": "Why did that stand out to you, Lynn?"}, {"sentId": 178, "text": "LYNN DE ROTHSCHILD, FOUNDER COALITION FOR INCLUSIVE CAPITALISM:  That"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 179, "text": "idea that America's word needs to be good is so important."}, {"sentId": 180, "text": "And it's in such stark contrast to -- to Donald Trump."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 181, "text": "I think when Hillary said that, the world sort of breathed a sigh of relief, that America is good for what it says it will -- will be and what it says it will do."}, {"sentId": 182, "text": "When America makes a promise, we keep our promise."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 183, "text": "And that's so important."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 184, "text": "When you -- you know, the next debate is going to be different."}, {"sentId": 185, "text": "This was a more traditional debate, you know, setup, right -- format."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 186, "text": "The next one is going to be a town-hall-type forum."}, {"sentId": 187, "text": "Do you know what the strategy is for Hillary Clinton for this debate?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 188, "text": "I don't know what the strategy is."}, {"sentId": 189, "text": "But I know who the person is."}, {"sentId": 190, "text": "I know that she's the most qualified person -- the -- the person with the character that really puts her country first."}], "speaker": "DE ROTHSCHILD", "secId": 96}, {"sentences": [{"sentId": 191, "text": "She's worked her whole life often behind the scenes, to help people who are suffering, because she knows how her own mother suffered."}, {"sentId": 192, "text": "So she's thinking about that all the time."}], "speaker": "DE ROTHSCHILD", "secId": 97}, {"sentences": [{"sentId": 193, "text": "OK, so let me -- let me..."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 194, "text": "She's just going to be Hillary."}], "speaker": "DE ROTHSCHILD", "secId": 99}, {"sentences": [{"sentId": 195, "text": "...let me ask you about this because I was talking to some millennials the other day at a radio show."}, {"sentId": 196, "text": "And they don't know her history."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 197, "text": "You know, they were -- you know, maybe Johnson or Sanders supporters but they don't know about children's defense fund and all that."}, {"sentId": 198, "text": "How does she make that case for herself?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 199, "text": "Does she have to do it or her surrogates?"}, {"sentId": 200, "text": "How does she do that?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 201, "text": "Well, I though Michelle Obama did a great job with that today because Michelle Obama said very clearly, one of two people will become president."}, {"sentId": 202, "text": "And if you decide to stay at home, or you decide to vote for one of the other candidates, then you are voting for Donald Trump."}], "speaker": "DE ROTHSCHILD", "secId": 103}, {"sentences": [{"sentId": 203, "text": "And think about what that means."}, {"sentId": 204, "text": "So, you're right, the millennials don't know about how she graduated from law school and instead of going to Wall Street and making a fortune, she went to work at the Children's Defense Fund to help children."}, {"sentId": 205, "text": "And I love that because I think one really good way to ally someone is what did they do before they were in politics, when no one was looking?"}], "speaker": "DE ROTHSCHILD", "secId": 104}, {"sentences": [{"sentId": 206, "text": "Or before they had money."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 207, "text": "That is Hillary -- or before they had money."}, {"sentId": 208, "text": "LEMON:  Before they -- right, yes."}], "speaker": "DE ROTHSCHILD", "secId": 106}, {"sentences": [{"sentId": 209, "text": "Before they were famous."}, {"sentId": 210, "text": "And Donald Trump, when he -- when no one was looking, he went to work for his father and put a system of discrimination against C -- colored people..."}], "speaker": "DE ROTHSCHILD", "secId": 107}, {"sentences": [{"sentId": 211, "text": "OK."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 212, "text": "...when he was red-taped."}], "speaker": "DE ROTHSCHILD", "secId": 109}, {"sentences": [{"sentId": 213, "text": "All right."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 214, "text": "So that's a very important way to understand who these two people are."}], "speaker": "DE ROTHSCHILD", "secId": 111}, {"sentences": [{"sentId": 215, "text": "I want to move on and talk about -- then get back to the debate, the last debate that we had."}, {"sentId": 216, "text": "I want to get -- this is your reaction to this, at the end of the debate, and then in the spin room, Donald Trump."}, {"sentId": 217, "text": "Listen."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 218, "text": "I was going to say something extremely rough to Hillary, to her family."}, {"sentId": 219, "text": "And I said to myself, I can't do it."}, {"sentId": 220, "text": "I just can't do it."}], "speaker": "TRUMP", "secId": 113}, {"sentences": [{"sentId": 221, "text": "It's inappropriate."}], "speaker": "TRUMP", "secId": 114}, {"sentences": [{"sentId": 222, "text": "Anything that you wish you did differently?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 115}, {"sentences": [{"sentId": 223, "text": "You know, I'm very happy that I was able to hold back on the -- you know, on the indiscretions with respect to Bill Clinton because I have a lot of respect for Chelsea Clinton."}, {"sentId": 224, "text": "And I just didn't want to say what I was going to say and about to say..."}], "speaker": "TRUMP", "secId": 116}, {"sentences": [{"sentId": 225, "text": "Which is?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 117}, {"sentences": [{"sentId": 226, "text": "...which is I'll tell you maybe at the next debate."}, {"sentId": 227, "text": "We'll see."}], "speaker": "TRUMP", "secId": 118}, {"sentences": [{"sentId": 228, "text": "There are reports today, Lynn, that Republicans in Congress are trying to discourage Donald Trump from going this route."}, {"sentId": 229, "text": "What do you think the impact be on -- on the campaign?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 230, "text": "Well, I think it is so pathetic  that after a 90- minute debate where he couldn't put forward a positive vision for America, he is regretting only that he didn't go further down a snake hole and accuse -- try to smear Hillary Clinton with what her husband does."}, {"sentId": 231, "text": "Anyone who has ever lived through a spouse who has been unfaithful and has held their family together is a hero."}], "speaker": "DE ROTHSCHILD", "secId": 120}, {"sentences": [{"sentId": 232, "text": "And anyone in this country who's had any experience like that, whose ever been knocked down and been able to get up and stand with the person they love is a hero."}, {"sentId": 233, "text": "So if Donald Trump wants to fight that battle, he can fight that battle."}, {"sentId": 234, "text": "He's been married three times."}], "speaker": "DE ROTHSCHILD", "secId": 121}, {"sentences": [{"sentId": 235, "text": "Yes, I..."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 236, "text": "His -- his first wife sued him for rape."}, {"sentId": 237, "text": "I mean, are you kidding me?"}], "speaker": "DE ROTHSCHILD", "secId": 123}, {"sentences": [{"sentId": 238, "text": "Then she -- but she said -- then..."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 239, "text": "Well..."}], "speaker": "DE ROTHSCHILD", "secId": 125}, {"sentences": [{"sentId": 240, "text": "...she recanted, yes."}, {"sentId": 241, "text": "So OK, so listen, I want to ask you, during the debate, Howard Dean tweeted this, \"Notice Trump sniffing all the time?\""}, {"sentId": 242, "text": "And then he said, \"Coke user?\""}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 243, "text": "And then here is Dean yesterday on MSNBC, listen to this."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 244, "text": "But I don't think this is a ridiculous idea."}, {"sentId": 245, "text": "Something funny was going on with Trump last night."}, {"sentId": 246, "text": "Do I think it was a cocaine?"}, {"sentId": 247, "text": "Probably not."}], "speaker": "DEAN", "secId": 128}, {"sentences": [{"sentId": 248, "text": "But you know, again, the sniffling, the grandiosity, the delusions, the pressured speech, you know, this guy has already proven himself to be unstable."}, {"sentId": 249, "text": "The question is why is he unstable?"}], "speaker": "DEAN", "secId": 129}, {"sentences": [{"sentId": 250, "text": "He's raising a lot of eyebrows."}, {"sentId": 251, "text": "He has endorsed Hillary Clinton."}, {"sentId": 252, "text": "He's acting as a surrogate."}, {"sentId": 253, "text": "Is this something the campaign should apologize for or at least denounce?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 254, "text": "He should apologize for and he should at least or the campaign should denounce?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 255, "text": "I don't think he should have said that."}], "speaker": "DE ROTHSCHILD", "secId": 132}, {"sentences": [{"sentId": 256, "text": "Yes."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 257, "text": "That's the kind of thing Donald Trump says."}, {"sentId": 258, "text": "It's -- its' made up."}, {"sentId": 259, "text": "He shouldn't have said it."}, {"sentId": 260, "text": "It's his decision whether he should apologize."}], "speaker": "DE ROTHSCHILD", "secId": 134}, {"sentences": [{"sentId": 261, "text": "but it's what he said."}, {"sentId": 262, "text": "It's not what the campaign said."}, {"sentId": 263, "text": "It has nothing to do with Hillary Clinton."}, {"sentId": 264, "text": "I don't think it was the right thing."}], "speaker": "DE ROTHSCHILD", "secId": 135}, {"sentences": [{"sentId": 265, "text": "And you don't think they should denounce it?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 266, "text": "I don't think it was the right thing to do."}, {"sentId": 267, "text": "I was in the audience so I didn't hear the sniffling."}, {"sentId": 268, "text": "And I saw on Twitter all these sniffle tweets."}], "speaker": "DE ROTHSCHILD", "secId": 137}, {"sentences": [{"sentId": 269, "text": "Yes."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 270, "text": "I didn't know what it was about."}, {"sentId": 271, "text": "But there was a lot of sniffling."}], "speaker": "DE ROTHSCHILD", "secId": 139}, {"sentences": [{"sentId": 272, "text": "Yes."}, {"sentId": 273, "text": "And one should always take the high road and..."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 274, "text": "Yes, always take the high road."}], "speaker": "DE ROTHSCHILD", "secId": 141}, {"sentences": [{"sentId": 275, "text": "Thank you, Lynn."}, {"sentId": 276, "text": "Always a pleasure."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 277, "text": "Oh, its' great to see you."}, {"sentId": 278, "text": "Thank you for having me."}], "speaker": "DE ROTHSCHILD", "secId": 143}, {"sentences": [{"sentId": 279, "text": "Good to see you as well."}, {"sentId": 280, "text": "Just ahead, Donald Trump's son posts a parody of a movie poster, including the Internet cartoon character, Pepe the Frog."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 281, "text": "But there is a lot more to this image than meets the eye."}, {"sentId": 282, "text": "We're going to tell you why the Trump and Clinton campaigns are battling over it when we come right back."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 283, "text": "Ever hear of Pepe the Frog?"}, {"sentId": 284, "text": "Well, he is a cartoon who's become an Internet star with many faces -- sad Pepe, angry Pepe, even smug Pepe."}, {"sentId": 285, "text": "But white supremacism also adopted the image, manipulating it for their own purposes."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 286, "text": "And that has thrust Pepe the Frog into the middle of a battle between the Clinton and Trump campaigns."}, {"sentId": 287, "text": "CNN'S Tom Foreman explains what's going on."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 288, "text": "Tom?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 289, "text": "Hey, Don, this cartoon character is now like the frog in the pot and the water around him just keeps getting hotter."}], "speaker": "FOREMAN", "secId": 149}, {"sentences": [{"sentId": 290, "text": "Are you crazy?"}, {"sentId": 291, "text": "He killed me."}], "speaker": "STATHAM ", "secId": 150}, {"sentences": [{"sentId": 292, "text": "You're welcome."}], "speaker": "STALLONE", "secId": 151}, {"sentences": [{"sentId": 293, "text": "\"The Expendables\" movies featured a mixed-race band of mercenaries traveling the globe, battling evil."}, {"sentId": 294, "text": "But when Donald Trump, Jr. posted online this sendup of the movie poster earlier this month, the Clinton campaign opened fire, not because it mokcks her calling Trump supporters deplorables but because of this cartoon frog which they say is another example of Trump's campaign promoting racism."}], "speaker": "FOREMAN", "secId": 152}, {"sentences": [{"sentId": 295, "text": "So he has a long record of engaging in racist behavior."}], "speaker": "CLINTON", "secId": 153}, {"sentences": [{"sentId": 296, "text": "Pepe the Frog, a popular character in the Internet memes has just been officially labeled a hate symbol by the anti-defamation league."}, {"sentId": 297, "text": "Why?"}, {"sentId": 298, "text": "Because the image is increasingly being used by white supremacists and others in the so-called alt-right movement."}], "speaker": "FOREMAN", "secId": 154}, {"sentences": [{"sentId": 299, "text": "Pepe was created in 2005 as merely a fun, comic character."}, {"sentId": 300, "text": "And the artist, while clearly not thrilled over Pepe's latest coopting, told \"The Atlantic,\" this isn't the first time that Pepe has been used in a negative, weird context."}], "speaker": "FOREMAN", "secId": 155}, {"sentences": [{"sentId": 301, "text": "It's just out of my control."}], "speaker": "FOREMAN", "secId": 156}, {"sentences": [{"sentId": 302, "text": "With Donald Trump busily courting minority voters, his campaign says the whole matter is ridiculous."}, {"sentId": 303, "text": "He disavows all groups and individuals associated with the message of hate."}], "speaker": "FOREMAN", "secId": 157}, {"sentences": [{"sentId": 304, "text": "On \"Good Morning America,\" Donald Trump, Jr. says, it's a sign of Clinton's desperation."}], "speaker": "FOREMAN", "secId": 158}, {"sentences": [{"sentId": 305, "text": "I've never even heard of Pepe the Frog."}, {"sentId": 306, "text": "I mean, I bet 90 percent of your viewers haven't heard of Pepe the Frog."}, {"sentId": 307, "text": "I thought it was a frog in a wig."}], "speaker": "TRUMP", "secId": 159}, {"sentences": [{"sentId": 308, "text": "I thought it was funny."}, {"sentId": 309, "text": "I had no idea that there's any connotation there."}], "speaker": "TRUMP", "secId": 160}, {"sentences": [{"sentId": 310, "text": "And even the ADL explicitly says, \"The majority of uses of Pepe the Frog have been, and continue to be non-bigoted."}, {"sentId": 311, "text": "Posting a Pepe meme does not mean that someone is racist or white supremacist.\""}, {"sentId": 312, "text": "But the ADL has decided sometimes, a simple cartoon character can be as bad as a confederate flag or a swastika."}], "speaker": "FOREMAN", "secId": 161}, {"sentences": [{"sentId": 313, "text": "And making too little or too much of that could now be dangerous for either candidate."}], "speaker": "FOREMAN", "secId": 162}, {"sentences": [{"sentId": 314, "text": "Don?"}], "speaker": "FOREMAN", "secId": 163}, {"sentences": [{"sentId": 315, "text": "Tom, thank you very much."}, {"sentId": 316, "text": "Here to discuss now, CNN Political Commentator, Matt Lewis, a senior contributor to \"The Daily Caller.\""}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 317, "text": "So here we go again."}, {"sentId": 318, "text": "Despite Matt, the caveats, you -- you say that Pepe the Frog is clearly tried to anti-semitism and racism."}, {"sentId": 319, "text": "Explain that."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 320, "text": "Well, look, I mean, you know, as the package said, this started out a dozen years, this  guy, Matt Furie -- that's like my alter ego, that's my buddy count  name, I guess, Matt Furie invented this character about a dozen years ago."}, {"sentId": 321, "text": "And for a long time, it was just what's called a reaction image, a meme, you know."}], "speaker": "LEWIS", "secId": 166}, {"sentences": [{"sentId": 322, "text": "So -- so somebody drops a ball at a big football game and you put a picture up of Pepe, making a certain face and it's -- it's funny."}, {"sentId": 323, "text": "But it has been appropriated clearly now by the alt-right."}, {"sentId": 324, "text": "And it's used to express anti-semitic themes."}, {"sentId": 325, "text": "And look, you know, the"}], "speaker": "LEWIS", "secId": 167}, {"sentences": [{"sentId": 326, "text": "swastika was around for about 10,000 years before Christ."}, {"sentId": 327, "text": "But obviously, now, the context of it has changed since the 1940s."}], "speaker": "LEWIS", "secId": 168}, {"sentences": [{"sentId": 328, "text": "And I think Pepe has now been coopted."}], "speaker": "LEWIS", "secId": 169}, {"sentences": [{"sentId": 329, "text": "After Hillary Clinton, Matt, said that half of Trump's supporters were -- can be put in a basket of deplorables, Donald Trump, Jr. posted this image on his Instagram page, showing Pepe standing with his dad and other conservative figures, and even writing that he's honored to be grouped with them."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 330, "text": "How does this fit in with Trump and his surrogates and how they use social media?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 331, "text": "Well, look, I take him at his word that he -- that he didn't understand or fully understand the context of using Pepe because that's entirely plausible."}, {"sentId": 332, "text": "I agree -- most -- you know -- it's part of the reason that -- that..."}], "speaker": "LEWIS", "secId": 172}, {"sentences": [{"sentId": 333, "text": "Before you go on, though, but if -- if your dad was running for president, wouldn't you sort of do some research and be more careful, ask ..."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 334, "text": "Well, I would also have done debate prep before I debated if I were -- in fairness."}, {"sentId": 335, "text": "So you know, Donald Trump maybe doesn't live up to my standards of preparation."}], "speaker": "LEWIS", "secId": 174}, {"sentences": [{"sentId": 336, "text": "I probably had more preparation for this hit  than he did before the debate."}, {"sentId": 337, "text": "But look, the -- the problem, of course, is that there's pattern of this."}, {"sentId": 338, "text": "This isn't the first time that they've tweeted or re-tweeted things that are anti-semitic."}], "speaker": "LEWIS", "secId": 175}, {"sentences": [{"sentId": 339, "text": "And you know, remember the -- the star of David with Hillary Clinton and cash, you know, money in it, at the very least, they're guilty of being racially insensitive."}], "speaker": "LEWIS", "secId": 176}, {"sentences": [{"sentId": 340, "text": "So the Clinton campaign calls out Trump over his use of Pepe and here is what they write."}, {"sentId": 341, "text": "He says, more -- they said, \"More sinister than you might realize.\""}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 342, "text": "And some foreign reports , many people don't know or don't use this cartoon frog with a sinister intent."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 343, "text": "That's right."}, {"sentId": 344, "text": "You know, Katy Perry has tweeted this out a couple of years ago."}, {"sentId": 345, "text": "Nikki Minaj has."}, {"sentId": 346, "text": "David Duchovny has said that he likes it."}], "speaker": "LEWIS", "secId": 179}, {"sentences": [{"sentId": 347, "text": "So you know, clearly this -- this not only had a -- had a reputation and an image that -- that preexisted the -- the alt-right coopting of it."}, {"sentId": 348, "text": "But a lot of people nowadays just don't understand what they're doing."}], "speaker": "LEWIS", "secId": 180}, {"sentences": [{"sentId": 349, "text": "They just think it's funny or silly."}, {"sentId": 350, "text": "And in fact, I would say some of the alt-right people are not -- they don't think of themselves as racists or anti-semitic."}, {"sentId": 351, "text": "They are essentially nihilists  who do it for the \"laws .\""}], "speaker": "LEWIS", "secId": 181}, {"sentences": [{"sentId": 352, "text": "Basically, that means, for the heck of it."}, {"sentId": 353, "text": "they want to get under people's skin."}], "speaker": "LEWIS", "secId": 182}, {"sentences": [{"sentId": 354, "text": "They want to be politically incorrect."}, {"sentId": 355, "text": "And so even their motives aren't always as sinister as -- as we may -- as it may seem to -- to people who are on the other end of receiving it."}], "speaker": "LEWIS", "secId": 183}, {"sentences": [{"sentId": 356, "text": "I remember months and months and months ago, you brought up the alt-right."}, {"sentId": 357, "text": "We discussed it on this program before anyone -- anybody was talking about it."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 358, "text": "Now, it's center-stage here in this campaign."}, {"sentId": 359, "text": "But you know, Breitbart Executive, Steve Bannon is Trump's campaign chair."}, {"sentId": 360, "text": "His website is a big proponent of the so-called alt-right movement."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 361, "text": "I mean, what do you know about his role and what it has been since he came on board?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 362, "text": "Well, that's right, Don."}, {"sentId": 363, "text": "We actually did like maybe six months ago, we had a pretty long discussion on the alt-right."}, {"sentId": 364, "text": "And Hillary Clinton ended up giving a big speech this summer."}], "speaker": "LEWIS", "secId": 187}, {"sentences": [{"sentId": 365, "text": "I think we were on cutting edge of sort of identifying this."}, {"sentId": 366, "text": "Steve Bannon -- it's very interesting."}, {"sentId": 367, "text": "He is the CEO of the Trump campaign."}], "speaker": "LEWIS", "secId": 188}, {"sentences": [{"sentId": 368, "text": "We've heard very little about him."}, {"sentId": 369, "text": "As soon as he was named CEO, Kellyanne Conway, at the exact same time, became campaign manager."}], "speaker": "LEWIS", "secId": 189}, {"sentences": [{"sentId": 370, "text": "And there were scandals that started to come out about Steve Bannon and his past -- past relationships."}, {"sentId": 371, "text": "He has kept a really low profile."}, {"sentId": 372, "text": "And it is unclear what he's doing or how much impact, if any, he is having on the campaign."}], "speaker": "LEWIS", "secId": 190}, {"sentences": [{"sentId": 373, "text": "If he's having it, it's really behind the scenes and under the radar."}], "speaker": "LEWIS", "secId": 191}, {"sentences": [{"sentId": 374, "text": "All right, thank you, Matt Lewis."}, {"sentId": 375, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 376, "text": "Thank you."}], "speaker": "LEWIS", "secId": 193}, {"sentences": [{"sentId": 377, "text": "When we come right back, the first lady takes aim at Donald Trump over his birther claims."}, {"sentId": 378, "text": "Can Michelle Obama win undecided voters for Hillary Clinton?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 379, "text": "The cartoon character that started out as an Internet meme is now being called a symbol of hate by the Anti-Defamation League."}, {"sentId": 380, "text": "And Pepe the Frog is also being link to the Trump campaign."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 381, "text": "Here to discuss, Kayleigh McEnany, a Trump supporter, Betsy McCaughey, the former lieutenant governor of New York, also a Trump supporter, CNN Political Commentators, Bakari  Sellers and Bob Beckel, both Clinton supporters."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 382, "text": "Welcome to the panel, all of you."}, {"sentId": 383, "text": "Betsy Mccaughey, you first."}, {"sentId": 384, "text": "The ADL, the Anti-Defamation League says"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 385, "text": "that Pepe the Frog is a hate symbol used by white supremacists and others in the alt-right movement."}, {"sentId": 386, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 387, "text": "I can't believe that when labor participation rates are the lowest in 50 years, so many people are out of work, and in the Middle East, Christians are being beheaded and hung from meat hooks, that the Clinton campaign wants to talk about a cartoon frog."}], "speaker": "MCCAUGHEY", "secId": 199}, {"sentences": [{"sentId": 388, "text": "OK, so..."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 389, "text": "Ridiculous."}, {"sentId": 390, "text": "It's shameful."}], "speaker": "MCCAUGHEY", "secId": 201}, {"sentences": [{"sentId": 391, "text": "It's not just the..."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 392, "text": "They're doing anything to distract voters from the real issues because it's impossible for Hillary to run on the economic record of Barack Obama, or to run on the situation of the Middle East, which is in chaos because of the Obama-Clinton foreign policy."}], "speaker": "MCCAUGHEY", "secId": 203}, {"sentences": [{"sentId": 393, "text": "Bakari, is this just a Clinton campaign doing this?"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 394, "text": "No, not at all."}, {"sentId": 395, "text": "I mean, we understand that there is chaos around the world."}, {"sentId": 396, "text": "And we can talk about the reasons why."}, {"sentId": 397, "text": "We also know that your economic outlook is not totally true or honest."}], "speaker": "SELLERS", "secId": 205}, {"sentences": [{"sentId": 398, "text": "We know that the middle class has made gains."}, {"sentId": 399, "text": "Unemployment is down."}, {"sentId": 400, "text": "The stock market is doing well."}, {"sentId": 401, "text": "But you know, with all that being said, none of that gives rise or gives you the ability to -- to blatantly be anti-semitic."}], "speaker": "SELLERS", "secId": 206}, {"sentences": [{"sentId": 402, "text": "It doesn't allow you to be racist."}, {"sentId": 403, "text": "It doesn't allow you to know xenophobic."}, {"sentId": 404, "text": "So what we're starting to see is that the Trump campaign -- not the entire campaign, and I'm not eventually sure of this  -- you can actually blame this on Donald Trump per se, or his campaign per se."}], "speaker": "SELLERS", "secId": 207}, {"sentences": [{"sentId": 405, "text": "But we have seen that Donald, Jr. and Eric had been some of the least- effective surrogates that they have because they oftentimes find themselves bungled  and making mistakes such as this."}], "speaker": "SELLERS", "secId": 208}, {"sentences": [{"sentId": 406, "text": "But considering -- considering the bigger picture here, because if it was just the tweets or the frog -- a cartoon frog, maybe there would be -- that would be one thing."}, {"sentId": 407, "text": "But there is a much bigger context, including the birther lie."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 408, "text": "And then Michelle Obama fired back, the first lady, today."}, {"sentId": 409, "text": "Listen to this and then we'll discuss."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 410, "text": "M. OBAMA:  And then of course, there are those who questioned and continue to question for the past eight years whether my husband was even born in this country."}, {"sentId": 411, "text": "And let me say, hurtful, deceitful questions, deliberately designed to undermine his presidency, questions that cannot be blamed on others or swept under the rug by an insincere sentence uttered at a press conference."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 412, "text": "Kayleigh?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 413, "text": "Well, I think the Obama's campaign, former Obama campaign, current Clinton campaign has selective memory because the Obama campaign looked at Hillary Clinton when she circulated the photo of President Obama in native Kenyan dress and said, this is dirty tricks."}, {"sentId": 414, "text": "You also had \"The New York Times\" who said, the sleaziest moment in politics -- this is a columnist -- was when Hillary Clinton went on T.V., went on 60 minutes and said, Barack Obama is not a Muslim as far as I know."}, {"sentId": 415, "text": "This started with the Clinton campaign, maybe not birther as in  itself but certainly, this uttering  of the president."}], "speaker": "MCENANY", "secId": 213}, {"sentences": [{"sentId": 416, "text": "So I understand now, they're all on board."}, {"sentId": 417, "text": "They want to continue President Obama's legacy."}, {"sentId": 418, "text": "But they have very selective memory."}], "speaker": "MCENANY", "secId": 214}, {"sentences": [{"sentId": 419, "text": "Bob?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 420, "text": "Well, listen, for the first time in my life, I actually feel sorry for Donald Trump after that performance."}, {"sentId": 421, "text": "But having said that, there's two things he has to be very careful of."}], "speaker": "BECKEL", "secId": 216}, {"sentences": [{"sentId": 422, "text": "One is the allegations that he's close to or associated with this alt- right racist group."}, {"sentId": 423, "text": "And I don't  believe he is."}], "speaker": "BECKEL", "secId": 217}, {"sentences": [{"sentId": 424, "text": "But if I were him, I'd walk away from that thing so fast, you -- never turn your -- turn your -- over your shoulder and look behind you ."}, {"sentId": 425, "text": "The other thing is why he continues -- continues to engage the birther thing."}], "speaker": "BECKEL", "secId": 218}, {"sentences": [{"sentId": 426, "text": "He could have just said on Monday night, I'm done with that."}, {"sentId": 427, "text": "I said, he was born in the United States, done."}, {"sentId": 428, "text": "But he somehow, for some reason, this guy cannot take any criticism at all."}], "speaker": "BECKEL", "secId": 219}, {"sentences": [{"sentId": 429, "text": "And when he talks, well, he talks  about the Mid-East, you know, this guy does  -- he has a hard time finding the Middle East."}, {"sentId": 430, "text": "He didn't come up with a single policy proposal."}], "speaker": "BECKEL", "secId": 220}, {"sentences": [{"sentId": 431, "text": "OK."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 432, "text": "And -- and the reasons people are laughing at him around the country is -- I did a focus group, as you know, Don, I've been doing  -- going  in Ohio."}, {"sentId": 433, "text": "And I'm telling, I'll -- I'll play you the tape recording after the election is over."}], "speaker": "BECKEL", "secId": 222}, {"sentences": [{"sentId": 434, "text": "These people laughed at him."}], "speaker": "BECKEL", "secId": 223}, {"sentences": [{"sentId": 435, "text": "Bob, I want..."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 436, "text": "Laughed at him."}, {"sentId": 437, "text": "LEMON:  ...I want to stick to this issue -- this issue of racism..."}], "speaker": "BECKEL", "secId": 225}, {"sentences": [{"sentId": 438, "text": "Yes, I'd like to jump in on this..."}], "speaker": "MCCAUGHEY", "secId": 226}, {"sentences": [{"sentId": 439, "text": "...go ahead."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 440, "text": "...for a moment because it's clear that Mrs. Clinton is trying to label all Trump supporters as racists, as sexists..."}], "speaker": "MCCAUGHEY", "secId": 228}, {"sentences": [{"sentId": 441, "text": "No."}], "speaker": "SELLERS ", "secId": 229}, {"sentences": [{"sentId": 442, "text": "...as -- as..."}], "speaker": "MCCAUGHEY", "secId": 230}, {"sentences": [{"sentId": 443, "text": "No."}], "speaker": "SELLERS ", "secId": 231}, {"sentences": [{"sentId": 444, "text": "...people who are a bad influence on little girls."}, {"sentId": 445, "text": "I watched her at the debate where she  stuck up her nose and in a very piecy  way, disdained beauty contests."}], "speaker": "MCCAUGHEY", "secId": 232}, {"sentences": [{"sentId": 446, "text": "But there are a lot of Americans who like to watch beauty contests, who like to watch wrestling."}, {"sentId": 447, "text": "And I remember Mrs. Clinton 20 years ago, when she was much more of the prim lady, defending her husband's infidelity."}], "speaker": "MCCAUGHEY", "secId": 233}, {"sentences": [{"sentId": 448, "text": "She was against gay marriage then."}, {"sentId": 449, "text": "She was telling women they should always keep their hair looking nice."}, {"sentId": 450, "text": "And now, her views are different."}], "speaker": "MCCAUGHEY", "secId": 234}, {"sentences": [{"sentId": 451, "text": "But she expects everybody to be on her ideological P.C."}, {"sentId": 452, "text": "timetable."}, {"sentId": 453, "text": "And most Americans..."}], "speaker": "MCCAUGHEY", "secId": 235}, {"sentences": [{"sentId": 454, "text": "Yes."}], "speaker": "SELLERS", "secId": 236}, {"sentences": [{"sentId": 455, "text": "...don't want a president..."}], "speaker": "MCCAUGHEY", "secId": 237}, {"sentences": [{"sentId": 456, "text": "Betsy?"}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 457, "text": "...who's dictating what's P.C."}], "speaker": "MCCAUGHEY", "secId": 239}, {"sentences": [{"sentId": 458, "text": "Let them respond."}, {"sentId": 459, "text": "Bakari?"}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 460, "text": "No, I -- I really don't know how to respond to that."}, {"sentId": 461, "text": "We've meandered in a lot of different places."}, {"sentId": 462, "text": "But I can say, just as a fact, no one's saying all Donald Trump's supporters are racists, by any stretch ."}], "speaker": "SELLERS", "secId": 241}, {"sentences": [{"sentId": 463, "text": "Only half of us?"}], "speaker": "MCENANY", "secId": 242}, {"sentences": [{"sentId": 464, "text": "Oh."}], "speaker": "MCCAUGHEY", "secId": 243}, {"sentences": [{"sentId": 465, "text": "No one's saying that all..."}], "speaker": "SELLERS", "secId": 244}, {"sentences": [{"sentId": 466, "text": "Only half."}], "speaker": "MCENANY", "secId": 245}, {"sentences": [{"sentId": 467, "text": "...no one's saying that all Donald Trump supporters are bigoted."}, {"sentId": 468, "text": "I -- Kayleigh is a friend of mine."}, {"sentId": 469, "text": "I would never say... MCCAUGHEY:  Kayleigh, what he said, all Americans are racists."}], "speaker": "SELLERS", "secId": 246}, {"sentences": [{"sentId": 470, "text": "...I would -- I would not say that about Kayleigh by any stretch whatsoever."}], "speaker": "SELLERS", "secId": 247}, {"sentences": [{"sentId": 471, "text": "Wait, when did she say that?"}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 472, "text": "At the debate."}, {"sentId": 473, "text": "She said we all have racists ..."}], "speaker": "MCCAUGHEY", "secId": 249}, {"sentences": [{"sentId": 474, "text": "No, that's not -- that's not -- that's..."}], "speaker": "SELLERS", "secId": 250}, {"sentences": [{"sentId": 475, "text": "She -- no, she said implicit bias ."}, {"sentId": 476, "text": "There was ..."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 477, "text": "...that's not -- that's -- we have implicit  biases."}], "speaker": "SELLERS", "secId": 252}, {"sentences": [{"sentId": 478, "text": "That's ..."}], "speaker": "MCCAUGHEY", "secId": 253}, {"sentences": [{"sentId": 479, "text": "And see that's -- but Lieutenant Governor, that's the problem."}, {"sentId": 480, "text": "I mean, people don't understand the fundamental difference between implicit bias and -- and racism, and institution racism, and systemic racism."}], "speaker": "SELLERS", "secId": 254}, {"sentences": [{"sentId": 481, "text": "We're trying to lift up the level of conversation -- have these conversations between one another."}, {"sentId": 482, "text": "But you have to, at least, understand and comprehend what we're talking about."}], "speaker": "SELLERS", "secId": 255}, {"sentences": [{"sentId": 483, "text": "No one is saying you're a racist."}, {"sentId": 484, "text": "No one is saying Kayleigh is racist."}, {"sentId": 485, "text": "But what we are saying is that you're supporting a candidate who has racist tendencies."}], "speaker": "SELLERS", "secId": 256}, {"sentences": [{"sentId": 486, "text": "And if you're OK with that, so be it."}, {"sentId": 487, "text": "You have to sleep with that, not the rest of us."}], "speaker": "SELLERS", "secId": 257}, {"sentences": [{"sentId": 488, "text": "Kayleigh?"}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 489, "text": "You know, he -- and he -- he dismissed very cavalierly that he and his father got off of that -- of the fact they would not allow African-Americans to rent their properties by saying, well, the Justice Department -- we never admitted it."}, {"sentId": 490, "text": "We paid a fine but we never admitted it."}], "speaker": "BECKEL", "secId": 259}, {"sentences": [{"sentId": 491, "text": "That's ridiculous."}, {"sentId": 492, "text": "Look, for Donald Trump right now, forget Hillary Clinton for a moment."}, {"sentId": 493, "text": "You all have got a campaign here that's on the verge of imploding."}], "speaker": "BECKEL", "secId": 260}, {"sentences": [{"sentId": 494, "text": "You need to get this guy ready for a debate."}, {"sentId": 495, "text": "If you think for a minute that that debate last night -- or on Monday night, rather, did this guy any good, then you're -- you're not doing him a favor."}, {"sentId": 496, "text": "You're not doing yourselves a favor."}], "speaker": "BECKEL", "secId": 261}, {"sentences": [{"sentId": 497, "text": "Kayleigh?"}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 498, "text": "You've got to tell him."}, {"sentId": 499, "text": "And you..."}], "speaker": "BECKEL", "secId": 263}, {"sentences": [{"sentId": 500, "text": "Well, Bob -- Bob, I -- here is where I agree with you, Bob."}, {"sentId": 501, "text": "I think, look, he needs to learn to play offense more, talk about the e-mails, talk about the Clinton Foundation."}], "speaker": "MCENANY", "secId": 264}, {"sentences": [{"sentId": 502, "text": "I'm not sure why the Clinton Foundation didn't come up."}, {"sentId": 503, "text": "So I agree with you there."}, {"sentId": 504, "text": "There are some things to learn."}], "speaker": "MCENANY", "secId": 265}, {"sentences": [{"sentId": 505, "text": "But the notion that this campaign is imploding when just two days ago, John King was up there by the magic wall saying, he has not one path to 270 ."}, {"sentId": 506, "text": "He now has multiple paths that previously were not conceived."}], "speaker": "MCENANY", "secId": 266}, {"sentences": [{"sentId": 507, "text": "This is not a campaign on the verge of imploding."}, {"sentId": 508, "text": "There are some things he needs to work on, yes."}, {"sentId": 509, "text": "But..."}], "speaker": "MCENANY", "secId": 267}, {"sentences": [{"sentId": 510, "text": "But I -- I actually think that Donald Trump did very well in that debate."}], "speaker": "MCCAUGHEY", "secId": 268}, {"sentences": [{"sentId": 511, "text": "He did."}], "speaker": "MCENANY", "secId": 269}, {"sentences": [{"sentId": 512, "text": "And I'll tell you why."}], "speaker": "MCCAUGHEY", "secId": 270}, {"sentences": [{"sentId": 513, "text": "What?"}], "speaker": "BECKEL", "secId": 271}, {"sentences": [{"sentId": 514, "text": "Mrs. Clinton had about a hundred well-rehearsed answers, everybody expected."}, {"sentId": 515, "text": "She speaks for a living, right, often for a half a million dollars a pop ."}], "speaker": "MCCAUGHEY", "secId": 272}, {"sentences": [{"sentId": 516, "text": "So nobody expected she would do anything expect be a smooth talker."}], "speaker": "MCCAUGHEY", "secId": 273}, {"sentences": [{"sentId": 517, "text": "OK, OK."}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 518, "text": "But Donald Trump says..."}], "speaker": "MCCAUGHEY", "secId": 275}, {"sentences": [{"sentId": 519, "text": "And you -- and you say that Donald Trump did well?"}], "speaker": "BECKEL", "secId": 276}, {"sentences": [{"sentId": 520, "text": "...where is the feat ?"}], "speaker": "MCCAUGHEY", "secId": 277}, {"sentences": [{"sentId": 521, "text": "That's..."}], "speaker": "BECKEL", "secId": 278}, {"sentences": [{"sentId": 522, "text": "Stand by."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 523, "text": "She has failed to implement anything or resolving a problem ."}], "speaker": "MCCAUGHEY", "secId": 280}, {"sentences": [{"sentId": 524, "text": "This is  -- that's a -- that's a perfect tease."}, {"sentId": 525, "text": "You think he did well?"}, {"sentId": 526, "text": "We're going to discuss that coming -- coming back, when we come right back."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 527, "text": "So we're back now with my panel."}, {"sentId": 528, "text": "So Betsy was saying, Bob Beckel that she thinks that Donald Trump did a great job the other night."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 529, "text": "And you -- your reaction was what -- that  Hillary Clinton was too rehearsed."}, {"sentId": 530, "text": "Her answers were canned."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 531, "text": "And you said, what?"}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 532, "text": "I -- well, I mean, I -- I can't -- Betsy, I -- I mean, you're -- you're a wonderfully decent  person."}, {"sentId": 533, "text": "I cannot believe you believe that."}], "speaker": "BECKEL", "secId": 285}, {"sentences": [{"sentId": 534, "text": "But if you do, you do."}, {"sentId": 535, "text": "Look, let's put it this way."}, {"sentId": 536, "text": "I had a race for president."}, {"sentId": 537, "text": "And we got -- we won the first debate."}, {"sentId": 538, "text": "We clobbered our opponent."}], "speaker": "BECKEL", "secId": 286}, {"sentences": [{"sentId": 539, "text": "And in five minutes of the second debate, we were done."}, {"sentId": 540, "text": "Now, it's possible for Trump to get back."}, {"sentId": 541, "text": "But you're not going to make him a policy wonk  overnight."}], "speaker": "BECKEL", "secId": 287}, {"sentences": [{"sentId": 542, "text": "He doesn't understand any of it."}, {"sentId": 543, "text": "You're not going to change his temperament."}, {"sentId": 544, "text": "He's 70 years old."}, {"sentId": 545, "text": "But at least, you could make him a nice guy and not be rude."}], "speaker": "BECKEL", "secId": 288}, {"sentences": [{"sentId": 546, "text": "You know that when asked that question in O'Hara last night, women's focus group, men's  focus group, Wwho would you attri bute the word \"rude\"  to, ?"}, {"sentId": 547, "text": "85% Eighty-five of percent of the the women on who were on the site said Trump, 72%  percent of the men  said Trump."}, {"sentId": 548, "text": "Now..."}], "speaker": "BECKEL", "secId": 289}, {"sentences": [], "speaker": "MCCAUGHEY", "secId": 290}, {"sentences": [{"sentId": 549, "text": "Let me address the this issue of  women."}, {"sentId": 550, "text": ", because that's It's come up a lot  tonight."}, {"sentId": 551, "text": "And I'm a mother, ."}, {"sentId": 552, "text": "I have three daughters."}], "speaker": "MCCAUGHEY", "secId": 291}, {"sentences": [{"sentId": 553, "text": "I have   And two granddaughters."}, {"sentId": 554, "text": "And we've  and been  through the the whole whoem gamut of on this the  issue that Hillary Clinton is now featuring,  -- the weight issue, gaining weight or on the other hand, eating disorders."}], "speaker": "MCCAUGHEY", "secId": 292}, {"sentences": [{"sentId": 555, "text": "She bBrought it up at debate when she  mentioned miss Ms. Machado."}, {"sentId": 556, "text": "And of course, she's  running ad it, an ad that that shows young girls uncomfortably, painfully uncomfortably looking into in the a mirror."}], "speaker": "MCCAUGHEY", "secId": 293}, {"sentences": [{"sentId": 557, "text": "This, to me, is very  is disturbing."}, {"sentId": 558, "text": "I have actually ing to me."}, {"sentId": 559, "text": "I've sat at the bedside of with a child very  close to death."}, {"sentId": 560, "text": "And families like mine, that have  who suffered so much on  this issue, are appalled that  Mrs. Clinton who is was exploiting this  into a political issue."}], "speaker": "MCCAUGHEY", "secId": 294}, {"sentences": [{"sentId": 561, "text": "You can't be lower than that."}], "speaker": "MCCAUGHEY", "secId": 295}, {"sentences": [{"sentId": 562, "text": "Betsy, with Donald Trump, It the racist ..."}, {"sentId": 563, "text": "SELLERS:  But -- but -- but no, no, no, no, but if you are appalled by that, and you still..."}], "speaker": "BECKEL", "secId": 296}, {"sentences": [{"sentId": 564, "text": "This is a terrible thing."}], "speaker": "MCCAUGHEY", "secId": 297}, {"sentences": [{"sentId": 565, "text": "...and -- if you are appalled by that and you still support was Donald Trump..."}], "speaker": "SELLERS", "secId": 298}, {"sentences": [{"sentId": 566, "text": "Yes, because Donald Trump..."}], "speaker": "MCCAUGHEY", "secId": 299}, {"sentences": [{"sentId": 567, "text": "Yes, because Donald Trump..."}], "speaker": "MCCAUGHEY", "secId": 300}, {"sentences": [{"sentId": 568, "text": "... that was."}], "speaker": "SELLERS", "secId": 301}, {"sentences": [{"sentId": 569, "text": "But you're appalled by that  and still support Donald Trump that's a fundamental issue that  you have."}, {"sentId": 570, "text": "..."}], "speaker": "SELLERS", "secId": 302}, {"sentences": [{"sentId": 571, "text": "...Donald Trump is not..."}], "speaker": "MCCAUGHEY", "secId": 303}, {"sentences": [{"sentId": 572, "text": "...because we're not -- Sshe's not..."}], "speaker": "SELLERS", "secId": 304}, {"sentences": [{"sentId": 573, "text": "Let her  -- let her  finish ."}], "speaker": "LEMON", "secId": 305}, {"sentences": [{"sentId": 574, "text": "...Madam Lieutenant Governor, I  -- i let you finish."}], "speaker": "SELLERS", "secId": 306}, {"sentences": [{"sentId": 575, "text": "Yes."}], "speaker": "MCCAUGHEY", "secId": 307}, {"sentences": [{"sentId": 576, "text": "The fact is that she's not just  running an ad with women staring in a mirror."}, {"sentId": 577, "text": "She's  but running an ad with women staring in a mirror with the words of  Donald Trump playing  over  them."}], "speaker": "SELLERS", "secId": 308}, {"sentences": [{"sentId": 578, "text": "It's the words that come out of  his mouth."}, {"sentId": 579, "text": "Mis It's the misogyny that comes out."}, {"sentId": 580, "text": "of his mouth."}, {"sentId": 581, "text": "It's S if nothing more, nothing less."}], "speaker": "SELLERS", "secId": 309}, {"sentences": [{"sentId": 582, "text": "And iIf you want it someone to stop making it an issue, tell not to be issue."}, {"sentId": 583, "text": "Tell Donald Trump to stop  talking like that."}, {"sentId": 584, "text": "A matter of fact, tonight, Newt Toy newt Gingrich said she that Ms. Machado was a problem because she gained the  30 pounds."}], "speaker": "SELLERS", "secId": 310}, {"sentences": [{"sentId": 585, "text": "That's one of you, all  top surrogates, not Hillary Clinton's."}, {"sentId": 586, "text": "So you can't just paint this picture of -- of Hillary Clinton being despicable when she's using Donald Trump's own words..."}], "speaker": "SELLERS", "secId": 311}, {"sentences": [{"sentId": 587, "text": "I'm  am not going to attack -- I'm not going to attack Ms. Machado."}, {"sentId": 588, "text": "I her."}, {"sentId": 589, "text": "I feel sorry for her."}, {"sentId": 590, "text": "And after  this will is all over, she's going to be be the punchline in a  some joke just like all so many the women who have been scarred  by the Clintons, from  like Monica Lewinsky, who has now i formed only her own anti-bullying foundation."}], "speaker": "MCCAUGHEY", "secId": 312}, {"sentences": [{"sentId": 591, "text": "So I don't I won't want to touch Ms. Machado."}, {"sentId": 592, "text": "I hope that she's not harmed by all of this."}, {"sentId": 593, "text": "."}, {"sentId": 594, "text": "LEMON:  Yes."}], "speaker": "MCCAUGHEY", "secId": 313}, {"sentences": [{"sentId": 595, "text": "If you, guys, could  do one thing..."}], "speaker": "BECKEL", "secId": 314}, {"sentences": [{"sentId": 596, "text": "But I find Mrs. Clinton..."}], "speaker": "MCCAUGHEY", "secId": 315}, {"sentences": [{"sentId": 597, "text": "That's it."}, {"sentId": 598, "text": "I mean, I'm sitting here listening to you, and I'm listening you know, we've got to you and we  got the -- we've got the..."}], "speaker": "LEMON", "secId": 316}, {"sentences": [{"sentId": 599, "text": "...is exploiting a very painful issue."}], "speaker": "MCCAUGHEY", "secId": 317}, {"sentences": [{"sentId": 600, "text": "...we got the talking points from  the Clinton."}, {"sentId": 601, "text": "-- from the..."}], "speaker": "LEMON", "secId": 318}, {"sentences": [{"sentId": 602, "text": "Hey, Betsy, could I just ask ---"}], "speaker": "BECKEL", "secId": 319}, {"sentences": [{"sentId": 603, "text": "Wait , from the  -- listen, hang on, hang on."}, {"sentId": 604, "text": "We've got the We got the talking points  from the -- from the Trump people."}], "speaker": "LEMON", "secId": 320}, {"sentences": [{"sentId": 605, "text": "And Betsy, you're   is going right down in line with of what  they said, today..."}], "speaker": "LEMON", "secId": 321}, {"sentences": [{"sentId": 606, "text": "I..."}], "speaker": "MCCAUGHEY", "secId": 322}, {"sentences": [{"sentId": 607, "text": "...to bring up Monica Lewinsky, to turn the issue into i and is that the strategy."}, {"sentId": 608, "text": "Didn't -- is that -- is that what the -- is that the strategy?"}], "speaker": "LEMON", "secId": 323}, {"sentences": [{"sentId": 609, "text": "Well, believe me, they didn't tell me to bring up my family."}, {"sentId": 610, "text": "And the fact is that Sso many families across this nation see that see that ad and think,  how can they be taking this very take this  sensitive personal issue,  experienced by  people all along the political  spectrum and turning into a  political ad?"}], "speaker": "MCCAUGHEY", "secId": 324}, {"sentences": [{"sentId": 611, "text": "It has Donald Trump's own  words."}], "speaker": "SELLERS", "secId": 325}, {"sentences": [{"sentId": 612, "text": "Betsy -- Betsy, it was Donald's -- it was Donald Trump's own words."}], "speaker": "BECKEL", "secId": 326}, {"sentences": [{"sentId": 613, "text": "OK, well, we keep mentioning words."}, {"sentId": 614, "text": "but let's..."}], "speaker": "MCENANY", "secId": 327}, {"sentences": [{"sentId": 615, "text": "Betsy -- Betsy, listen, listen, one of the  things that has to happen."}, {"sentId": 616, "text": "..."}], "speaker": "BECKEL", "secId": 328}, {"sentences": [{"sentId": 617, "text": "Shame on him."}], "speaker": "MCCAUGHEY", "secId": 329}, {"sentences": [{"sentId": 618, "text": "...if you want -- if you hope Hoping you can to stay in the this race,   is that Donald Trump has got to stop making  the case against Hillary Clinton and start talking  why he can be  president."}, {"sentId": 619, "text": "If an Anybody came out of the that debate  and who thought he could be president, then if you think a -- anywhere near a  majority did, you're wrong."}], "speaker": "BECKEL", "secId": 330}, {"sentences": [{"sentId": 620, "text": "I've been there."}, {"sentId": 621, "text": "I've done..."}], "speaker": "BECKEL", "secId": 331}, {"sentences": [{"sentId": 622, "text": "I've been -- I've been wanting to talk to you, guys..."}], "speaker": "LEMON", "secId": 332}, {"sentences": [{"sentId": 623, "text": "And I could tell you, is Right now,  you are on the edge."}], "speaker": "BECKEL", "secId": 333}, {"sentences": [{"sentId": 624, "text": "OK."}], "speaker": "LEMON", "secId": 334}, {"sentences": [{"sentId": 625, "text": "This guy has got to get manners."}], "speaker": "BECKEL", "secId": 335}, {"sentences": [{"sentId": 626, "text": "And he's going to have to convince people that he..."}], "speaker": "BECKEL", "secId": 336}, {"sentences": [{"sentId": 627, "text": "Well, I can tell you that  many viewers  did didn't not like to be told what's  is  politically correct."}], "speaker": "MCCAUGHEY", "secId": 337}, {"sentences": [{"sentId": 628, "text": "Betsy, let me get this in there before we -- before this is over."}], "speaker": "LEMON", "secId": 338}, {"sentences": [{"sentId": 629, "text": "And that attitude Mrs. Clinton had in the debate."}], "speaker": "MCCAUGHEY", "secId": 339}, {"sentences": [{"sentId": 630, "text": "We -- we've We've beaten a dead horse  here."}, {"sentId": 631, "text": "So listen, I want to talk about -- this is with  Howard Dean,  tweeted."}, {"sentId": 632, "text": "He said, notice Trump sniffling coke all the time?"}, {"sentId": 633, "text": "Coke user."}], "speaker": "LEMON", "secId": 340}, {"sentences": [{"sentId": 634, "text": "Is he sinking to a level of  conspiracy theorist?"}, {"sentId": 635, "text": "And you know, should  the Clinton campaign call him  out?"}], "speaker": "LEMON", "secId": 341}, {"sentences": [{"sentId": 636, "text": "Yes, yes, absolutely."}, {"sentId": 637, "text": "for this?"}], "speaker": "MCENANY", "secId": 342}, {"sentences": [{"sentId": 638, "text": "Absolutely."}, {"sentId": 639, "text": "I mean, To speculate that someone is  using a drug and we know Howard Dean is  a medical doctor."}, {"sentId": 640, "text": ", that is patently absurd."}, {"sentId": 641, "text": "We're talking about Donald Trump who doesn't even drink."}], "speaker": "MCENANY", "secId": 343}, {"sentences": [{"sentId": 642, "text": "And you have the Clinton campaign who despised the  conspiracy theories about with regards to her  health, which were  not floated by the Trump  campaign."}, {"sentId": 643, "text": "."}, {"sentId": 644, "text": "They The Trump campaign came on and said, we wished her  well."}], "speaker": "MCENANY", "secId": 344}, {"sentences": [{"sentId": 645, "text": "You know, god bless her."}, {"sentId": 646, "text": "They didn't send  -- send  any tweets hitting  into that  into that narrative."}, {"sentId": 647, "text": "Well, now, the no."}], "speaker": "MCENANY", "secId": 345}, {"sentences": [{"sentId": 648, "text": "But he did say Clinton campaign has because this is one of her top stories ."}, {"sentId": 649, "text": "I mean, he's  come out ..."}], "speaker": "MCENANY", "secId": 346}, {"sentences": [{"sentId": 650, "text": "Well, but he did say, you know, don't  think she has stamina she doesn't -- I don't think she has the stamina to be -- and then to be and  made a joke today."}, {"sentId": 651, "text": "saying, you know..."}], "speaker": "LEMON", "secId": 347}, {"sentences": [{"sentId": 652, "text": "But stamina isn't her health."}], "speaker": "MCENANY", "secId": 348}, {"sentences": [{"sentId": 653, "text": "Stamina is not her health,  He's making the point..."}], "speaker": "MCENANY", "secId": 349}, {"sentences": [{"sentId": 654, "text": "Hey, Don?"}], "speaker": "BECKEL", "secId": 350}, {"sentences": [{"sentId": 655, "text": "...that  he's on the    this campaign trail twice as much as Clinton."}], "speaker": "MCENANY", "secId": 351}, {"sentences": [{"sentId": 656, "text": "Go ahead, Bob."}, {"sentId": 657, "text": "Bob, I mean, you can defend that remark."}], "speaker": "LEMON", "secId": 352}, {"sentences": [{"sentId": 658, "text": "You know, I've -- you know, I've been a -- I've been a recovering cocaine  addict for 17 years."}, {"sentId": 659, "text": "20 years I haven't and used the drug."}, {"sentId": 660, "text": "And I can tell you without any question that Donald  Trump is was not using cocaine."}], "speaker": "BECKEL", "secId": 353}, {"sentences": [{"sentId": 661, "text": "And I would have picked it up and lot   of the rest of us."}, {"sentId": 662, "text": "who fell victim to that drug would have picked it up."}, {"sentId": 663, "text": "I think Howard Dean,  as much as es I love him,  went way overboard."}], "speaker": "BECKEL", "secId": 354}, {"sentences": [{"sentId": 664, "text": "He ought to apologize."}], "speaker": "BECKEL", "secId": 355}, {"sentences": [{"sentId": 665, "text": "Yes."}], "speaker": "LEMON ", "secId": 356}, {"sentences": [{"sentId": 666, "text": "And he ought to  and move  on."}, {"sentId": 667, "text": "And   the and Clinton campaign probably got to do that as  well."}, {"sentId": 668, "text": "That's a very  a serious allegation to  make."}], "speaker": "BECKEL", "secId": 357}, {"sentences": [{"sentId": 669, "text": "And believe me, for those of us who suffered from  that, it is not even  to be  taken lightly."}], "speaker": "BECKEL", "secId": 358}, {"sentences": [{"sentId": 670, "text": "Yes, I think that's -- we should end there."}, {"sentId": 671, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 359}, {"sentences": [{"sentId": 672, "text": "Thanks, Don."}], "speaker": "MCENANY", "secId": 360}, {"sentences": [{"sentId": 673, "text": "I appreciate it."}, {"sentId": 674, "text": "That is it for us."}, {"sentId": 675, "text": "Or us Thank you so much thanks for joining us."}, {"sentId": 676, "text": "And I will  see you right back here  tomorrow."}], "speaker": "LEMON", "secId": 361}, {"sentences": [{"sentId": 677, "text": "And if you missed any of the our CNN  presidential town hall, \"AMERICA'S MILITARY AND THE COMMANDER-IN-CHIEF\", you can  see the whole it thing all started in just a  moment on here on CNN."}], "speaker": "LEMON", "secId": 362}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.28.cnnt.02.html.json", "time": "Aired September 28, 2016 - 23:00   ET"}