{"sectionCount": 201, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "PRESTON", "KING", "LEAR", "GALIFIANAKIS", "BARBER", "TUCKER", "ALEXANDER", "GIULIANI", "COOPER", "JONES"], "subTitle": "13 Days to Election Day; Clinton's National Lead Over Trump Shrinking; Interview with Norman Lear; Trump Calls for New Deal for Black America; Does Trump Speak More Like a Woman? Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/26/cnnt.02.html", "sentenceCount": 492, "sections": [{"sentences": [{"sentId": 0, "text": "Thirteen days to go and Donald Trump is showing signs of life in the polls."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "Clinton celebrating her birthday, though, in the battleground state of Florida today."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "Meanwhile, Trump taking a brief break from campaigning to cut the ribbon at his new Washington Hotel."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 5, "text": "With the notable exception of 1600 Pennsylvania Avenue, this is the most coveted piece of real estate in Washington, D.C."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 6, "text": "And famous for telling it like it is, loved by millions for refusing to be politically correct, is Donald Trump taking a lesson from Archie Bunker?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 7, "text": "I'm going to ask \"All in the Family\" creator Norman Lear about that coming up."}, {"sentId": 8, "text": "But let's get right to CNN Politics executive editor, Mr. Mark Preston."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 9, "text": "Mark, Hillary Clinton celebrated her 69th birthday today and Donald Trump cut the ribbon on his new hotel in D.C.  What are the candidates do on the stump and what are their strategist for the next 13 days?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 10, "text": "Well, we know that they're not going to be fundraising in big events anymore."}, {"sentId": 11, "text": "They're going to be on the campaign trail."}, {"sentId": 12, "text": "You know, as you said, Donald Trump took a -- you know, a brief detour, came here to Washington, D.C., opened up his hotel, but he then quickly went back onto the campaign trail."}], "speaker": "PRESTON", "secId": 8}, {"sentences": [{"sentId": 13, "text": "The bottom line is now they'll be spending all of their time in the battleground state and those states, quite frankly, that they think that they need for a path to victory."}, {"sentId": 14, "text": "For Donald Trump, states such as Florida and North Carolina, Ohio, Colorado perhaps."}, {"sentId": 15, "text": "Certainly Nevada."}, {"sentId": 16, "text": "States that in order for him to get to 270 he needs to win."}, {"sentId": 17, "text": "LEMON:  Donald Trump has to expand his base, as you said, right?"}, {"sentId": 18, "text": "So"}], "speaker": "PRESTON", "secId": 9}, {"sentences": [{"sentId": 19, "text": "-- that's to win."}, {"sentId": 20, "text": "Today he is talking about revitalizing inner cities."}, {"sentId": 21, "text": "Is he adding voters among African-Americans or minorities?"}], "speaker": "PRESTON", "secId": 10}, {"sentences": [{"sentId": 22, "text": "Well, what we're certainly seeing is the race is tightening."}, {"sentId": 23, "text": "You know, we've seen the polls tightened and we're starting to see Democrats start to continue to consolidate behind Hillary Clinton."}, {"sentId": 24, "text": "And we're starting to see that movement towards Donald Trump."}, {"sentId": 25, "text": "But the fact of the matter is he still needs to get more Republicans to come out and say that they're going to be with him or quite frankly just vote for him on Election Day."}], "speaker": "PRESTON", "secId": 11}, {"sentences": [{"sentId": 26, "text": "Now another thing that Donald Trump needs to do, though, is he needs to appeal to that middle ground."}, {"sentId": 27, "text": "He needs to get those independent voters to come to his side so when he's talking about, you know, making inner cities better, that's really a play right now, Don."}, {"sentId": 28, "text": "You would have to think for those independent voters who want to look at Donald Trump and say that he can be a president for all."}], "speaker": "PRESTON", "secId": 12}, {"sentences": [{"sentId": 29, "text": "The fact of the matter is Latinos and Hispanics -- Latinos, Hispanics, as well as African-Americans are going to go overwhelmingly for Hillary Clinton."}], "speaker": "PRESTON", "secId": 13}, {"sentences": [{"sentId": 30, "text": "More than seven million votes already been cast, Mark."}, {"sentId": 31, "text": "We don't know who the votes are cast for, but can you tell whether it's good news for Hillary Clinton or Donald Trump particularly in those battleground states?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 32, "text": "Yes, we can, Don."}, {"sentId": 33, "text": "Let's just take a quick at this -- first look at this early voting -- absentee voting that we've seen now from Catalyst, which has provided us with this information."}, {"sentId": 34, "text": "As you see, it's about 7.4 million votes have been cast in 35 states."}, {"sentId": 35, "text": "So when we say the election is going to be in two weeks, quite frankly, the election is right now as we stand."}], "speaker": "PRESTON", "secId": 15}, {"sentences": [{"sentId": 36, "text": "That 4.6 million of those votes were cast in battleground states."}, {"sentId": 37, "text": "But let's see who's up or in an advantage and I'll explain this as we showed this next graphic here."}, {"sentId": 38, "text": "If you see Democrats have an advantage in five states right now."}, {"sentId": 39, "text": "They're Arizona, Colorado, North Carolina, and Nevada."}, {"sentId": 40, "text": "Republicans have an edge in Florida, Ohio, and Utah."}], "speaker": "PRESTON", "secId": 16}, {"sentences": [{"sentId": 41, "text": "Let me just preface that by saying we say they have an edge, we know that they have voted Democrat or Republican in the past, and we also know what their demographic information is."}, {"sentId": 42, "text": "Now what's specifically interesting about some of those states is that Arizona should be a ruby red state but yet you're seeing Democrats have an advantage in this early voting."}], "speaker": "PRESTON", "secId": 17}, {"sentences": [{"sentId": 43, "text": "In the state of Florida, while Republicans have an advantage over Democrats, it is so much slimmer than what they've had in the past, most comparable years, 2008, Don, and we're actually seeing Democrats much closer to Republicans in this early voting and that is troublesome for the GOP."}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 44, "text": "And that is interesting."}, {"sentId": 45, "text": "Also troublesome probably in case because Republicans need cash."}, {"sentId": 46, "text": "Dana reported earlier, Dana Bash reported earlier that Reince Priebus went to Trump earlier this month looking for money but his ads -- for his ads, I should say."}, {"sentId": 47, "text": "Without Trump's money, can the GOP match what Democrats -- match Democrats in the final weeks of this campaign?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 48, "text": "You know, I don't think so."}, {"sentId": 49, "text": "And what we've seen from the House and Senate candidates, they're trying to get their own money at this point or basically, you know, they're making appeals to these donors to come out and help."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 50, "text": "Donald Trump has run a campaign that's been on earned media by and large."}, {"sentId": 51, "text": "You know, he talks about how he's going to put $100 million in but we've only seen about, you know, a little less than $60 million of his own dollars have gone into the campaign but he hasn't needed it up to this point."}, {"sentId": 52, "text": "But as we go into these closing weeks, you know, Reince Priebus, you know, making that appeal was basically telling Donald Trump you need to blanket the airways."}, {"sentId": 53, "text": "We need to swamp, we need to try to go toe-to-toe with Hillary Clinton."}], "speaker": "PRESTON", "secId": 21}, {"sentences": [{"sentId": 54, "text": "That money also could have been used for get-out-the-vote efforts."}, {"sentId": 55, "text": "You know, I know Mark McKinnon had said that last hour when we're talking about it."}, {"sentId": 56, "text": "And he's absolutely right."}, {"sentId": 57, "text": "The ground game is not the same."}, {"sentId": 58, "text": "Democrats have more people in these states who are critical to getting people to the polls and Republicans don't have that because the only infrastructure they have was built by the Republican National Committee."}, {"sentId": 59, "text": "There's really no help from Donald Trump on that end."}], "speaker": "PRESTON", "secId": 22}, {"sentences": [{"sentId": 60, "text": "You said closing weeks."}, {"sentId": 61, "text": "Closing days really because we're down to 13."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 62, "text": "That's right."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 63, "text": "Right."}, {"sentId": 64, "text": "It's under two weeks now, Mark."}, {"sentId": 65, "text": "Democrats are shifting the money to Senate races."}, {"sentId": 66, "text": "Are they -- are they turning the page too soon, you think?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 67, "text": "While this comes to governing at this point, in many way by shifting it to Senate candidates, I mean, they're still putting money into Democratic hands."}, {"sentId": 68, "text": "And if Hillary Clinton does win, you know, if she wins in November, she needs to pick up four seats to take control of the Senate."}, {"sentId": 69, "text": "But in the Senate, the bottom line is you need a lot more than that to actually try to govern a little bit."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 70, "text": "The House of Representatives at this point looks like it's going to stay Republican."}, {"sentId": 71, "text": "So when we talk about the issue of mandates, and will she have a mandate, I'll just point out to our viewers right now, in our latest poll, her disapproval rating is 52 percent."}, {"sentId": 72, "text": "So I don't know how anybody can go in with the disapproval rating when you start office, you know, with -- you know, more than a majority of people are not on your side."}, {"sentId": 73, "text": "I mean, it would be really difficult."}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 74, "text": "I go to tell you, the -- you know, the first year of whoever wins the presidency, it's going to be very ugly here in D.C."}], "speaker": "PRESTON", "secId": 28}, {"sentences": [{"sentId": 75, "text": "Mark Preston, thank you as always."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 76, "text": "Now I want to break down the newest national polls and what they tell us about Hillary Clinton's shrinking lead."}, {"sentId": 77, "text": "CNN's national correspondent John King is at the magic wall for us -- John."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 78, "text": "Don, one new national poll out tonight from FOX News shows Hillary Clinton's national lead down to three points."}, {"sentId": 79, "text": "Now let's not look at just one poll."}, {"sentId": 80, "text": "Let's average them out."}, {"sentId": 81, "text": "But even when you average them in to the most recent national polls Clinton's lead in our CNN Poll of Polls is shrinking a bit."}, {"sentId": 82, "text": "Still six points but that's down."}, {"sentId": 83, "text": "It was eight or nine just a few days ago."}, {"sentId": 84, "text": "47 percent in our poll of polls nationally, it's 41 percent for Donald Trump."}], "speaker": "KING", "secId": 31}, {"sentences": [{"sentId": 85, "text": "And some of the new state polls show that still may be interesting as we head into the stretch."}, {"sentId": 86, "text": "Most interesting, Florida."}, {"sentId": 87, "text": "29 electoral votes."}, {"sentId": 88, "text": "Donald Trump cannot win without it."}, {"sentId": 89, "text": "Hillary Clinton can lose it but she'd like to win it and block Trump."}, {"sentId": 90, "text": "A new Bloomberg Politics poll, 45 percent for Trump, 43 percent for Hillary Clinton."}, {"sentId": 91, "text": "A statistical tie."}, {"sentId": 92, "text": "But Clinton has led another recent poll so perhaps some momentum now for Donald Trump in the Sunshine State."}, {"sentId": 93, "text": "He says he thinks he can win Florida."}, {"sentId": 94, "text": "We'll see."}], "speaker": "KING", "secId": 32}, {"sentences": [{"sentId": 95, "text": "A mixed verdict tonight in the smaller battleground state, but it could be important if the race gets close."}, {"sentId": 96, "text": "New Hampshire."}, {"sentId": 97, "text": "Monmouth University has Trump closing in, 46 percent to 42 percent, but NBC- \"Wall Street Journal\" numbers still show Hillary Clinton with a healthy lead there."}, {"sentId": 98, "text": "So we'll keep an eye on New Hampshire."}, {"sentId": 99, "text": "Some volatility in the climate there."}, {"sentId": 100, "text": "Again a smaller electoral prize but if the race gets close, it could matter."}], "speaker": "KING", "secId": 33}, {"sentences": [{"sentId": 101, "text": "Another smaller price where we have some interesting thing tonight, good number for the Trump campaign, Nevada."}, {"sentId": 102, "text": "Hillary Clinton has been leading of late, but the new NBC-\"Wall Street Journal\" poll shows a dead heat, 43 percent to 43 percent, in a state that was key to both of Obama's big electoral college wins, Clinton thinks she can get this state but Donald Trump at the moment appears to have picked up a little bit there."}, {"sentId": 103, "text": "So add them up, the national polls, those new state polls, what does it tell you when we look at the map that matters most?"}, {"sentId": 104, "text": "How do you get to 270 electoral votes?"}], "speaker": "KING", "secId": 34}, {"sentences": [{"sentId": 105, "text": "Our map still has Clinton winning quite convincingly."}, {"sentId": 106, "text": "But now we're going to have to look again."}, {"sentId": 107, "text": "Is Donald Trump putting Nevada back in play?"}, {"sentId": 108, "text": "Well, if he can somehow win Nevada, it changes the map a little bit."}, {"sentId": 109, "text": "The biggest one to keep an eye on, Florida."}, {"sentId": 110, "text": "If that new poll showing Trump ahead is right, if Donald Trump can hold that in the next dozen days, he needs it."}, {"sentId": 111, "text": "He cannot afford to lose Florida."}], "speaker": "KING", "secId": 35}, {"sentences": [{"sentId": 112, "text": "Even that, though, Don, Hillary Clinton still winning right there."}, {"sentId": 113, "text": "So what would have to happen?"}, {"sentId": 114, "text": "Donald Trump's in North Carolina tonight."}, {"sentId": 115, "text": "It is an absolute must-win for Donald Trump."}, {"sentId": 116, "text": "If Hillary Clinton wins North Carolina or Florida or both, it's over."}], "speaker": "KING", "secId": 36}, {"sentences": [{"sentId": 117, "text": "Donald Trump absolutely has to win Ohio."}, {"sentId": 118, "text": "Let's say for the sake of this argument, he does."}, {"sentId": 119, "text": "Even then where was Mike Pence today?"}, {"sentId": 120, "text": "Utah."}, {"sentId": 121, "text": "Donald Trump still has problems in these ruby red Republican states out west."}, {"sentId": 122, "text": "If he can get them both and bring them home, Republican voters come home, then we got a race."}, {"sentId": 123, "text": "272 to 264, Donald Trump is looking at the map and saying where can I get six more?"}, {"sentId": 124, "text": "Can I get them in Pennsylvania?"}, {"sentId": 125, "text": "That would be six plus."}, {"sentId": 126, "text": "Can I get them in New Hampshire?"}, {"sentId": 127, "text": "Plus somewhere else, maybe"}], "speaker": "KING", "secId": 37}, {"sentences": [{"sentId": 128, "text": "Wisconsin?"}, {"sentId": 129, "text": "So tells you that even if Donald Trump is perfect, though, Don, he still needs more."}, {"sentId": 130, "text": "So the hill is still very sleep even though the news tonight for Donald Trump is encouraging and if Hillary Clinton somehow can hold on to Arizona where she's ahead right now, that makes it even more complicated."}], "speaker": "KING", "secId": 38}, {"sentences": [{"sentId": 131, "text": "So where are we?"}, {"sentId": 132, "text": "Momentum for Donald Trump complicates the electoral college chess a little bit."}, {"sentId": 133, "text": "But you still have to say advantage, maybe a smaller advantage but still an advantage for Hillary Clinton -- Don."}], "speaker": "KING", "secId": 39}, {"sentences": [{"sentId": 134, "text": "John King, thanks as always."}, {"sentId": 135, "text": "Appreciate that."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 136, "text": "When we come right back, he out-Trumped Trump, Archie Bunker from the classic sitcom \"All in the Family,\" but he were around today, would he be voting for Trump?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 137, "text": "I'm going to ask the man behind the sitcom, Norman Lear."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 138, "text": "Thirteen days until Election Day and one new national poll out tonight shows a tight race."}, {"sentId": 139, "text": "Hillary Clinton leading Donald Trump by just three points."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 140, "text": "Trump's tough talk may sound familiar if you're a child of the '70s."}, {"sentId": 141, "text": "Remember Archie Bunker from the groundbreaking sitcom, \"All in the Family\"?"}, {"sentId": 142, "text": "The creator of that show and others like \"Maud,\" \"The Jeffersons,\" and \"Good Times,\" joins me right now."}, {"sentId": 143, "text": "That's Mr. Norman Lear."}, {"sentId": 144, "text": "He's currently an executive producer of the docu-series, \"America Divided on EPIX.\""}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 145, "text": "Hello, sir."}, {"sentId": 146, "text": "How you doing?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 147, "text": "Hello, Don Lemon."}], "speaker": "LEAR", "secId": 46}, {"sentences": [{"sentId": 148, "text": "It's good --"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 149, "text": "I couldn't enjoy you more."}], "speaker": "LEAR", "secId": 48}, {"sentences": [{"sentId": 150, "text": "Thank you so much."}, {"sentId": 151, "text": "But, listen, your TV shows have always reflected the state of the country at the time."}, {"sentId": 152, "text": "You created the originally politically incorrect characters with all the anger and harsh language."}, {"sentId": 153, "text": "Is this in your estimation the Archie Bunker election?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 154, "text": "I think one could say it is."}, {"sentId": 155, "text": "I think of Donald Trump as the middle finger of the American right hand."}, {"sentId": 156, "text": "I think the American people who care for Trump are fed up with our leadership."}, {"sentId": 157, "text": "I think they have every right to be and when I say our leadership I mean our corporate -- I don't mean our president."}, {"sentId": 158, "text": "I mean our corporate leadership, our economic leadership, our general leadership certainly on the right."}], "speaker": "LEAR", "secId": 50}, {"sentences": [{"sentId": 159, "text": "I think we're weak on the left, too."}, {"sentId": 160, "text": "I don't think the American people, for a country that depends on an informed citizenry, I don't think they get what they earn."}], "speaker": "LEAR", "secId": 51}, {"sentences": [{"sentId": 161, "text": "Yes."}, {"sentId": 162, "text": "In fact, you have said, Mr. Lear, that Donald Trump is way worse than Archie Bunker."}, {"sentId": 163, "text": "Why that comparison?"}, {"sentId": 164, "text": "Why is Trump worse?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 165, "text": "Well, it wasn't a comparison I made."}, {"sentId": 166, "text": "It was a comparison everybody around me was making constantly and I was asked to respond."}, {"sentId": 167, "text": "You know, I don't know where love exists in -- in what I see of Donald Trump."}, {"sentId": 168, "text": "I knew where it existed in Archie Bunker, and the American people found it."}, {"sentId": 169, "text": "That's why they cared for him, despite how he talked, and you know he wasn't any -- he wasn't a hater."}, {"sentId": 170, "text": "He was somebody who was afraid of progress."}, {"sentId": 171, "text": "That's the way I always saw him."}], "speaker": "LEAR", "secId": 53}, {"sentences": [{"sentId": 172, "text": "Yes."}, {"sentId": 173, "text": "He's a little ignorant but not -- but also loveable at the same time."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 174, "text": "Well, like fathers can be, and -- loving fathers can be and he certainly loved his daughter and showed that again and again."}], "speaker": "LEAR", "secId": 55}, {"sentences": [{"sentId": 175, "text": "Yes."}, {"sentId": 176, "text": "Would he have voted for Trump?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 177, "text": "You know, I've thought about that a good deal."}, {"sentId": 178, "text": "I think that would have been a really great episode and I think he would have walked out of the door to go to the voting booth and you would not know exactly but you would -- but you'd have reason to be very unsure."}], "speaker": "LEAR", "secId": 57}, {"sentences": [{"sentId": 179, "text": "Yes."}, {"sentId": 180, "text": "Knowing you -- I can't say it for sure, but he might get there and change his mind especially in this day and age and if there's a woman on the ticket against him, he'd probably think about Edith and his daughter."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 181, "text": "Well, he -- all of that would have been agitated."}], "speaker": "LEAR", "secId": 59}, {"sentences": [{"sentId": 182, "text": "Yes."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 183, "text": "They would have gone around and around, he and Mike and Edith herself, and Gloria."}, {"sentId": 184, "text": "And I think the way that episode would end would be an unsure audience or -- you know, an audience that believed each of them one way or the other."}], "speaker": "LEAR", "secId": 61}, {"sentences": [{"sentId": 185, "text": "Is it amazing to you that all -- those same issues that you covered in \"All in the Family\" with Archie, and Mike, you know, one being this sort of progressive liberal Mike and his wife, Archie's daughter, and then you had, you know, Archie being who he is."}, {"sentId": 186, "text": "Are you shocked that we're sort of in the same place?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 187, "text": "Well, we are -- when I look at the LGBT issue, and see what a giant leap forward we've made there, you have to look at things racially and think, my lord, where we have been?"}, {"sentId": 188, "text": "How far have we yet to go?"}, {"sentId": 189, "text": "That's what the American divide -- my end of American divided was about, you know, looking into the gentrification in Crown Heights, Brooklyn that was forcing African-Americans families out of their homes in desperation."}, {"sentId": 190, "text": "LEMON:  Yes."}, {"sentId": 191, "text": "You are the co-executive producer, along with Shonda"}], "speaker": "LEAR", "secId": 63}, {"sentences": [{"sentId": 192, "text": "Rhines, and comment on the docu-series, \"American Divided\" on EPIX."}, {"sentId": 193, "text": "This Friday's episode features a president of the North Carolina NAACP, Rev."}, {"sentId": 194, "text": "Dr. William Jay Barber, who happens to be a guest coming up on my show tonight."}, {"sentId": 195, "text": "This episode is about money in politics, voting suppression, voter rights and minorities."}, {"sentId": 196, "text": "I want to play a clip for you."}], "speaker": "LEAR", "secId": 64}, {"sentences": [{"sentId": 197, "text": "Do you get angered by racism or saddened by racism?"}], "speaker": "GALIFIANAKIS", "secId": 65}, {"sentences": [{"sentId": 198, "text": "Both."}], "speaker": "BARBER", "secId": 66}, {"sentences": [{"sentId": 199, "text": "Yes."}], "speaker": "GALIFIANAKIS", "secId": 67}, {"sentences": [{"sentId": 200, "text": "Both."}, {"sentId": 201, "text": "Here were are in 2016 and we're still wrestling with race, systemic racism."}, {"sentId": 202, "text": "2016, 15 presidential debates, and hardly a word about voting rights in the very time that we have less voting rights today."}, {"sentId": 203, "text": "Some -- on both sides."}, {"sentId": 204, "text": "Democrat and Republican."}, {"sentId": 205, "text": "It's not just the money in politics."}, {"sentId": 206, "text": "It's the money and politics combined with voter suppression."}, {"sentId": 207, "text": "Extremists cannot win."}], "speaker": "BARBER", "secId": 68}, {"sentences": [{"sentId": 208, "text": "Yes."}], "speaker": "GALIFIANAKIS", "secId": 69}, {"sentences": [{"sentId": 209, "text": "If there's full vote."}, {"sentId": 210, "text": "Just is impossible."}], "speaker": "BARBER", "secId": 70}, {"sentences": [{"sentId": 211, "text": "Right."}], "speaker": "GALIFIANAKIS", "secId": 71}, {"sentences": [{"sentId": 212, "text": "They can only win by dividing America."}], "speaker": "BARBER", "secId": 72}, {"sentences": [{"sentId": 213, "text": "That was Reverend Barber with Zach Galifianakis."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 214, "text": "So tell me why this series, about the series, and why it's so important to you."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 215, "text": "Well, it's important that we -- I talked about an informed citizenry."}, {"sentId": 216, "text": "We need to know what -- you know, the depth of our problems, and they have to be discussed and what the producers of \"America Divided\" have managed to do is stories on the major issues of our time that are dividing us as Americans."}], "speaker": "LEAR", "secId": 75}, {"sentences": [{"sentId": 217, "text": "Hmm."}, {"sentId": 218, "text": "The issues discussed in \"America Divided,\" again, couldn't be more timely."}, {"sentId": 219, "text": "We were talking about with \"All in the Family.\""}, {"sentId": 220, "text": "But this could be more timely and relevant during this current election."}, {"sentId": 221, "text": "What would you like people to take away from this series?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 222, "text": "Well, I would like them to understand from the piece at least that I hosted, that gentrification is being -- I started to say extremely unkind."}], "speaker": "LEAR", "secId": 77}, {"sentences": [{"sentId": 223, "text": "It's being -- in the name of gentrification, it's villainous, where African-American families especially are concerned and I witnessed that, you know, full frontally."}], "speaker": "LEAR", "secId": 78}, {"sentences": [{"sentId": 224, "text": "Explain that."}, {"sentId": 225, "text": "What do you mean?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 226, "text": "I mean I -- I was with families in Crown Heights especially in Brooklyn."}], "speaker": "LEAR", "secId": 80}, {"sentences": [{"sentId": 227, "text": "Right."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 228, "text": "Where landlords had caused the rentals to -- their rentals to rise enormously and still wanting them out of those buildings."}, {"sentId": 229, "text": "They were repairing and that's word is in quotes."}, {"sentId": 230, "text": "A staircase here, a wall there, anything to raise dust and debris and cause great difficulty for the families, all black, living there."}], "speaker": "LEAR", "secId": 82}, {"sentences": [{"sentId": 231, "text": "Yes."}, {"sentId": 232, "text": "We see a lot of that in New York City and different neighborhoods."}, {"sentId": 233, "text": "I've even spoken to Spike Lee about that, as well."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 234, "text": "I have to say to you, Mr. Lear, we are -- we might be divided, a divided nation, but we are united in our admiration for you."}, {"sentId": 235, "text": "And I want to tell the viewer that the finale of \"American Divided\" airs this Friday, 9:00 p.m. Eastern, on EPIX."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 236, "text": "It has been a pleasure."}, {"sentId": 237, "text": "And if you will do me a favor, can you help be sing the audience into break?"}, {"sentId": 238, "text": "Are you ready?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 239, "text": "Which one?"}], "speaker": "LEAR", "secId": 86}, {"sentences": [{"sentId": 240, "text": "Boy the way Glen Miller played."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 241, "text": "Songs that made the hit parade."}], "speaker": "LEAR", "secId": 88}, {"sentences": [{"sentId": 242, "text": "Guys like us we had it made."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 243, "text": "Guys like us we had it made."}], "speaker": "LEAR", "secId": 90}, {"sentences": [{"sentId": 244, "text": "Those were the days."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 245, "text": "Go, Don."}], "speaker": "LEAR", "secId": 92}, {"sentences": [{"sentId": 246, "text": "Girls were girls and then we're men."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 247, "text": "Mister, we could use a man like Herbert Hoover again."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 248, "text": "A man like Herbert Hoover again."}], "speaker": "LEAR", "secId": 95}, {"sentences": [{"sentId": 249, "text": "Donald Trump laying out his plans to improve the lives of African-Americans speaking to mostly white audience, to mostly white audience in Charlotte today."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 250, "text": "Here to discuss of this is Rev."}, {"sentId": 251, "text": "Dr. William Barber, president of the North Carolina NAACP, Cedric Alexander, the author of \"The New Guardians\" and Trump supporter Calvin Tucker, chairman of the Pennsylvania Black Republican Council."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 252, "text": "Good evening, gentlemen."}, {"sentId": 253, "text": "I'm so glad you're all on."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 254, "text": "Dr. Barber, I'm going to start with you."}, {"sentId": 255, "text": "We just heard from Norman Lear about the documentary he did with you on the issues to do with voting -- that deal with voting and minorities."}, {"sentId": 256, "text": "I want to play you what Donald Trump said today in Charlotte, North Carolina, in a speech to address the issues of inner cities."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 257, "text": "Today I want to talk about how to grow the African-American middle class and to provide a new deal for black America."}, {"sentId": 258, "text": "That deal is grounded in three promises."}, {"sentId": 259, "text": "Safe communities, great education, and high-paying jobs."}], "speaker": "TRUMP", "secId": 100}, {"sentences": [{"sentId": 260, "text": "So a new deal for black Americans."}, {"sentId": 261, "text": "Are you encouraged?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 262, "text": "Well, it sounds good but then let's look at the details."}, {"sentId": 263, "text": "He says safe communities, which is to suggest the primary problem is that people are not safe and that we just have rampant violence in the community."}, {"sentId": 264, "text": "He says better schools but he's against fully funding public education and he's talking about giving vouchers -- taking public money and giving it to private schools which mean students will not be able to attend."}, {"sentId": 265, "text": "And then he says high-paying jobs but he says the minimum wage is already too high."}, {"sentId": 266, "text": "He's against the living wage and 54 percent of African-Americans make less than the living wage."}], "speaker": "BARBER", "secId": 102}, {"sentences": [{"sentId": 267, "text": "He's also in this campaign is against healthcare and he supported governors who have declined to expand Medicaid in the states where six out of 10 African-Americans live."}, {"sentId": 268, "text": "Interestingly enough, the majority of the people being hurt by the denial of Medicaid expansion are white people."}, {"sentId": 269, "text": "But it has a disproportionate percentage of pay among African-Americans."}], "speaker": "BARBER", "secId": 103}, {"sentences": [{"sentId": 270, "text": "OK."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 271, "text": "He's also for those who want to suppress the vote."}, {"sentId": 272, "text": "So his words sound new but they're really old words and an old plan."}], "speaker": "BARBER", "secId": 105}, {"sentences": [{"sentId": 273, "text": "Mr. Tucker, do you want to respond to that?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 274, "text": "Yes, I disagree with that."}, {"sentId": 275, "text": "I mean, I moderated a panel with Donald Trump and 14 African-Americans."}, {"sentId": 276, "text": "It was in the city of Philadelphia."}, {"sentId": 277, "text": "Business, political, and religious leaders, and we talked about significant issues in the African-American community and I had before me an individual that had five gunshot wounds in his body and he talked about violence in the community."}, {"sentId": 278, "text": "Those issues are real and I think Donald Trump has laid out a plan that's new."}], "speaker": "TUCKER", "secId": 107}, {"sentences": [{"sentId": 279, "text": "I mean, a new deal, I've heard about it today, but it is what he's been talking about over the last couple of months of the campaign and particularly, as he appeared before groups in Michigan and Arizona and Philadelphia, and so I think that he's going to be good as he's laid out his plans and then as a president, implementing those plans for the community at large, as well as the African-American and Latino community."}], "speaker": "TUCKER", "secId": 108}, {"sentences": [{"sentId": 280, "text": "So as a supporter of Donald Trump, can you explain to me or maybe you can ask him, why does he frame the issues of African- American issues in the context of the inner city and crime and violence and poverty?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 281, "text": "Well, I work in the inner city and I see crime that is consistent committed by African-Americans on average, against African- Americans, so he's not framing something that's not reality."}, {"sentId": 282, "text": "We can deny it all we want, but if you live in the inner cities you see it on a daily basis --"}], "speaker": "TUCKER", "secId": 110}, {"sentences": [{"sentId": 283, "text": "Most African-Americans don't live in inner cities."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 284, "text": "Well, say Philadelphia, 42.6 percent of the population are African-Americans."}, {"sentId": 285, "text": "12 percent are Latinos, Hispanic, 6 percent Asian."}, {"sentId": 286, "text": "So that's 60 percent of the population."}, {"sentId": 287, "text": "And there are African- Americans, especially if you're talking about 42.6 percent."}, {"sentId": 288, "text": "That is a super majority of a president."}], "speaker": "TUCKER", "secId": 112}, {"sentences": [{"sentId": 289, "text": "But I've lived in Philadelphia and all African-Americans, most -- the majority of African-Americans don't live in the inner city of Philadelphia that has a very big metropolitan area and very -- and a lot of African-American suburbs."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 290, "text": "As matter of fact, the statistics show that most African- American don't live in the inner city."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 291, "text": "Well, Don, I respectfully disagree."}, {"sentId": 292, "text": "42.6 percent are in the confines of the Philadelphia County, which is Philadelphia City."}, {"sentId": 293, "text": "I'm not counting any --"}], "speaker": "TUCKER", "secId": 115}, {"sentences": [{"sentId": 294, "text": "That's not a majority."}, {"sentId": 295, "text": "42.6 is not a majority."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 296, "text": "Well, it's not a majority but it is a significant number."}, {"sentId": 297, "text": "It is -- when you take African-Americans, and the Latinos, Hispanics as well as Asians, you got -- you know, you got majority population."}], "speaker": "TUCKER", "secId": 117}, {"sentences": [{"sentId": 298, "text": "Go ahead, Cedric."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 299, "text": "No, I didn't say anything."}], "speaker": "ALEXANDER", "secId": 119}, {"sentences": [{"sentId": 300, "text": "Well, that was actually me but I'll let Cedric."}, {"sentId": 301, "text": "I'll come back."}], "speaker": "BARBER", "secId": 120}, {"sentences": [{"sentId": 302, "text": "OK."}, {"sentId": 303, "text": "So he -- let's continue talking about this."}, {"sentId": 304, "text": "He is heavily focused on the inner city crime in his speech calling for more police in black communities."}, {"sentId": 305, "text": "Listen to this."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 306, "text": "I want every poor African-American child to be able to walk down the street in peace and not be scared and not be hurt."}], "speaker": "TRUMP", "secId": 122}, {"sentences": [{"sentId": 307, "text": "The problem is not the presence of police, but the absence of police."}, {"sentId": 308, "text": "We need really a great group of people to keep you safe, to keep us all safe."}], "speaker": "TRUMP", "secId": 123}, {"sentences": [{"sentId": 309, "text": "So Cedric, let's continue on with this and dig a little bit more."}, {"sentId": 310, "text": "He keeps coming back to crime, gangs, murder, law and order."}, {"sentId": 311, "text": "Why is that?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 312, "text": "Well, I don't know what his reasoning is behind that but let me talk about this from a law enforcement perspective, and as an active-duty police administrator."}, {"sentId": 313, "text": "We all know that we got challenges in African-American communities across this country."}, {"sentId": 314, "text": "But it does not speak to the majority of African-American communities in this country because the greatest majority are more middle class and we have a significant -- in spite of our population, a significant upper middle class number of Americans in this country as well."}], "speaker": "ALEXANDER", "secId": 125}, {"sentences": [{"sentId": 315, "text": "It appears that Mr. Trump may not be as well-versed or has not been as well-coached as he should have been about African-American communities because we all know that those challenges are there."}, {"sentId": 316, "text": "I put men and women in the street every day here in DeKalb County, Georgia."}, {"sentId": 317, "text": "Very urban environment, 55 -- 50 percent of our population is African- American and the greatest majority of that 50 percent quite frankly are African-Americans who are middle class and certainly we do have our challenged areas, and in those areas, where Mr. Trump talk about an absence of policed it's just not about an absence of police."}], "speaker": "ALEXANDER", "secId": 126}, {"sentences": [{"sentId": 318, "text": "You've got to have police in there."}, {"sentId": 319, "text": "You can have all the police in the world but you've got to have police in those communities that know how to create and have relationships with people who live in those communities, so adding more police to the street is just not really the answer in and of itself."}], "speaker": "ALEXANDER", "secId": 127}, {"sentences": [{"sentId": 320, "text": "What I would encourage Mr. Trump and any candidate that's out there running for office is to take a look at that 21st Century Task Force report and look at it with some seriousness about how you begin to build relationships and legitimacy with police and get yourself a much-broader view about African-American communities because they're not all poor and struggling, and that is just totally untrue and it's the false narratives that's been placed out there."}, {"sentId": 321, "text": "And I believe most people see right through it, Don."}], "speaker": "ALEXANDER", "secId": 128}, {"sentences": [{"sentId": 322, "text": "His surrogates are also out talking about implicit bias and about racial guilt, as well."}, {"sentId": 323, "text": "One of those, Rudy Giuliani."}, {"sentId": 324, "text": "We'll play it and we'll discuss it on the other side of this break."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 325, "text": "Back with me now, Dr. William Barber, Cedric Alexander and Calvin Tucker."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 326, "text": "So Reverend, I want you to listen to what Rudy Giuliani, one of Donald Trump's main surrogates, said about Trump on MSNBC earlier today."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 327, "text": "This is a guy who has held people, black people, white people."}, {"sentId": 328, "text": "He doesn't see people that way."}, {"sentId": 329, "text": "It's Hillary Clinton who says to us, we all have implicit bias, who I believe has a problem."}, {"sentId": 330, "text": "She should look in the mirror."}, {"sentId": 331, "text": "If she thinks we all have implicit bias, Hillary, I got news for you, I don't."}, {"sentId": 332, "text": "Maybe you do."}, {"sentId": 333, "text": "I have no racial guilt, not a single bit of it, which is why I'm willing to tell the truth about black crime and what has to be done about it."}], "speaker": "GIULIANI", "secId": 132}, {"sentences": [{"sentId": 334, "text": "What is he saying here, Reverend?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 335, "text": "Well, you know, when I hear this, I hear George Wallace in 1968 saying the same thing."}, {"sentId": 336, "text": "The real problem is law and order, the real problem is the moral issues in the black community."}, {"sentId": 337, "text": "When I hear Giuliani and I hear Trump, I hear them playing the playbook of Kevin Phillips when he advised Richard Nixon."}, {"sentId": 338, "text": "He said all you've got to do in American politics is work out who hates who and you have to make the Democratic Party, the part of black people and he actually said we can win without negro votes, this is what Kevin Phillips told Nixon, if in fact we play this law and order game and act as though racism is really the problem rather than acknowledging the problem of racism."}], "speaker": "BARBER", "secId": 134}, {"sentences": [{"sentId": 339, "text": "And then certainly I don't hear them -- they're talking about a guilt problem."}, {"sentId": 340, "text": "Racism is about policy."}, {"sentId": 341, "text": "When Donald Trump says he's going to repeal healthcare, he's talking about taking three -- healthcare from 20 million Americans but three million African-Americans, and we know that 2500 people die from the lack of -- every 500,000 people who have the lack of access to healthcare."}], "speaker": "BARBER", "secId": 135}, {"sentences": [{"sentId": 342, "text": "He says poor black people, but there are eight million more poor white people than there are African-American."}, {"sentId": 343, "text": "And 95 of the 100 poorest counties in this country are in so-called red states."}, {"sentId": 344, "text": "So what we have here is hypocrisy."}, {"sentId": 345, "text": "When he says he wants to protect black people, but then he wants to promote the proliferation of guns and uphold the policies of the NRS."}, {"sentId": 346, "text": "It is so contradictory."}], "speaker": "BARBER", "secId": 136}, {"sentences": [{"sentId": 347, "text": "But again, this level of Republicans who took over the Republican Party from the Dixiecrats, this is not the Dirksens and the Edward Brooks and the Ben Hooks who used to be president of NAACP, or the Teddy Roosevelt."}, {"sentId": 348, "text": "These are the Dixiecrats and they've been running this strategy for a long time."}], "speaker": "BARBER", "secId": 137}, {"sentences": [{"sentId": 349, "text": "I want to get Cedric in here and then Calvin."}, {"sentId": 350, "text": "Cedric, I want to ask you, though."}, {"sentId": 351, "text": "Giuliani seems to be equating, you know, as the Reverend just alluded to, equating admitting implicit bias with having racial guilt."}, {"sentId": 352, "text": "What are your thoughts on that?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 353, "text": "Well, it tells me he don't understand what implicit bias means, and I've heard this over and over again and I've also heard it from candidate vice president Pence, who mentioned the fact they don't have implicit biases."}, {"sentId": 354, "text": "It is normal in all of us in some form or fashion to have"}], "speaker": "ALEXANDER", "secId": 139}, {"sentences": [{"sentId": 355, "text": "some sense of some unconscious bias against person, places, or things."}, {"sentId": 356, "text": "That's not unusual, but unless you know what it means, and I would encourage them, they can give me a call and I'll be more than glad to sit down and talk to them from a psychologist perspective as to what that means, but to be throwing these words around, not understanding what the real meaning of them are in the context in which they're attempting to use them certainly speaks to a lack of knowledge and understanding on their part."}], "speaker": "ALEXANDER", "secId": 140}, {"sentences": [{"sentId": 357, "text": "Let me say one thing, too, Don, about this whole law and order piece."}, {"sentId": 358, "text": "When any candidate used the terminology \"law and order\" particularly when you're talking to and about communities of color that has a very, very different meaning."}, {"sentId": 359, "text": "And one that is not taken off in times as being a sense of taking care of a community."}, {"sentId": 360, "text": "It goes back to Jim Crow, it goes back to civil rights."}, {"sentId": 361, "text": "We're going to crack heads and take names when, depending on who used that verbiage and the context they use it in, that's what law and order means, and not only people think it, they also feel it."}], "speaker": "ALEXANDER", "secId": 141}, {"sentences": [{"sentId": 362, "text": "Yes."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 363, "text": "So you have to be very careful."}, {"sentId": 364, "text": "In this 21st century, and we talk about law and order."}, {"sentId": 365, "text": "Law means yes, obeying the law."}, {"sentId": 366, "text": "But order refers to the fact that we as communities have to be able to work with our police, and all of our public safety to work together in order to keep our communities safe."}], "speaker": "ALEXANDER", "secId": 143}, {"sentences": [{"sentId": 367, "text": "OK."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 368, "text": "That's a very different terminology in terms of which they're using it."}, {"sentId": 369, "text": "May be using it --"}], "speaker": "ALEXANDER", "secId": 145}, {"sentences": [{"sentId": 370, "text": "Calvin I want to get you in here because Mayor Rudy Giuliani says he is willing to tell the truth about black crime."}, {"sentId": 371, "text": "What is the truth about black crime?"}, {"sentId": 372, "text": "What does he mean?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 373, "text": "Well, I think he wants to tell the truth that it exists and it is part of the equation that has to happen in urban America and all across the country."}, {"sentId": 374, "text": "And if he tells the truth and we're able to marshal forces whether they are the community, and I agree with the -- the police officer when he talks about putting troops on the ground, putting police officers on the ground, getting to know the community, talking to the community, befriending the community, so that the police officers are not looked at as threats in the community."}, {"sentId": 375, "text": "And that's the way we're going to be able to abate the crime in our community or in the larger community."}], "speaker": "TUCKER", "secId": 147}, {"sentences": [{"sentId": 376, "text": "OK."}, {"sentId": 377, "text": "So --"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 378, "text": "Don?"}], "speaker": "BARBER", "secId": 149}, {"sentences": [{"sentId": 379, "text": "Go ahead quickly, though, because I want to get to one other thing."}, {"sentId": 380, "text": "Go ahead."}, {"sentId": 381, "text": "BARBER:  OK.  Well, first of all, I think we have to talk the truth"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 382, "text": "about crime, not just black-on-black crime but crime, and then what really deals with crime and then on this issue of bias."}, {"sentId": 383, "text": "We had a governor and legislators who are Republicans in our state who said we're not bias, we don't have implicit bias, but when their voting policy was examined under the court, the court found it to be surgical racism like we haven't seen since Jim Crow."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 384, "text": "So it's not what you say, it's not what's in your heart, it's what's in your policies and that's where we see racism at work, particular in the policies that are being imposed by Trump and Pence and others like them."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 385, "text": "All right, Reverend."}, {"sentId": 386, "text": "Thank you."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 387, "text": "Now let's -- today, Donald Trump addressed the black community, but through much of the campaign he seems to talk, you know, a very different audience -- to a very different audience."}, {"sentId": 388, "text": "In an article -- this is in Politico by J.M."}, {"sentId": 389, "text": "Berger, he took a deep dive into white nationalist social media and here's what he found."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 390, "text": "He says, \"Trump's refusal to disavow David Duke on air was the natural culmination of what one white nationalist I'd called the wink-wink- wink strategy of what mainstream commentators called dog whistling, with the long and persistent series of racial cues."}, {"sentId": 391, "text": "Trump had won the benefit of the doubt from the white nationalist community.\""}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 392, "text": "Now I have to ask you this, Calvin, because this is what I hear from many African-Americans and not just from African-Americans, but for many, you know, kind people or smart-thinking people."}, {"sentId": 393, "text": "That's when Donald Trump lost the African-American vote was that moment where he refused or pretended not to know who David Duke was."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 394, "text": "Well, I don't think so."}, {"sentId": 395, "text": "I mean, if you look at -- I looked at a recent poll among African-Americans, taken between August 19th and August 25th, and it showed him having 8 percent of the African- American support as compared to 2012 with Mitt Romney who had six and the same period of time in 2008 with John McCain who had 2 percent of the vote."}], "speaker": "TUCKER", "secId": 157}, {"sentences": [{"sentId": 396, "text": "I think that Donald Trump is going to do well among African-Americans."}, {"sentId": 397, "text": "You know look all candidates make missteps and misspeak about issues."}], "speaker": "TUCKER", "secId": 158}, {"sentences": [{"sentId": 398, "text": "You know, David Duke supported Bill Clinton."}, {"sentId": 399, "text": "I don't think we got up in arms over that point -- you know during his time."}, {"sentId": 400, "text": "So, you know, I believe that we're going to end up with about 12 percent to 15 percent of the African-American support across the nation because he's talking about issues that are -- that are needed to be talked about in our community that's going to help us grow our communities because you know the problems exist and we can deny them, as much as possible."}], "speaker": "TUCKER", "secId": 159}, {"sentences": [{"sentId": 401, "text": "We can talk about there is a African-American middle class and I certainly believe and know that there is, but there are systemic problems that has not been addressed over, you know, a decade, and someone's going to have to be the change agent and I think Donald Trump is that person."}], "speaker": "TUCKER", "secId": 160}, {"sentences": [{"sentId": 402, "text": "I don't think anyone -- I don't think anyone is denying that there are problems."}, {"sentId": 403, "text": "I think everyone in the panel has said that there are problems."}, {"sentId": 404, "text": "I think the question is whether Donald Trump is being sincere when he's saying that he is -- I think he says he is the greatest -- will be the greatest champion to African-Americans."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 405, "text": "But let me ask you personally, when Donald Trump did not disavow immediately the Ku Klux Klan or David Duke, as a man of color, that didn't bother you?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 406, "text": "No, not necessarily."}, {"sentId": 407, "text": "I mean, you know, I've been in the political game for a long time and I've watched Democrats and others, you know, the late-senator Robert Bobby -- Robert Byrd who was an imperial wizard of the Klan."}, {"sentId": 408, "text": "So I mean, I've seen these -- you know, this picture before."}, {"sentId": 409, "text": "And I know that in political process, he didn't ask David Duke to support him or endorse him and you know this person did."}, {"sentId": 410, "text": "So I don't think that would dissuade me or, you know, many other rational, logical thinkers."}], "speaker": "TUCKER", "secId": 163}, {"sentences": [{"sentId": 411, "text": "Mm-hmm."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 412, "text": "Don, you know, one of the thing."}, {"sentId": 413, "text": "Don, in this conversation, which is more -- which is deeply concerning, for instance, we have politicians in our state that have not avowed -- have not stood with Donald -- I mean, David Duke, but when you look at the policies they've enacted, the way in which they -- and Donald Trump follows them in that policy."}, {"sentId": 414, "text": "Cutting public education that would devastate African-American community."}], "speaker": "BARBER", "secId": 165}, {"sentences": [{"sentId": 415, "text": "Yes."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 416, "text": "The healthcare piece, voting rights."}, {"sentId": 417, "text": "You hear me talking about that all the time."}, {"sentId": 418, "text": "And so you look at these policies -- and I say to my brother, it is not about denial, but it is about dealing with these issues realistically."}, {"sentId": 419, "text": "I've often heard Trump throw off on President Obama and say some words and things --"}], "speaker": "BARBER", "secId": 167}, {"sentences": [{"sentId": 420, "text": "You have to wrap it up, Reverend."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 421, "text": "OK, but they haven't looked at all of the things that have been obstructed."}, {"sentId": 422, "text": "That's the point I wanted to make."}], "speaker": "BARBER", "secId": 169}, {"sentences": [{"sentId": 423, "text": "Yes, just on that one point."}], "speaker": "TUCKER", "secId": 170}, {"sentences": [{"sentId": 424, "text": "Quickly, please."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 425, "text": "In my city, 49 percent of young African-Americans are dropping out of public education, or public schools, and so you know putting more money into the school system -- or the public school system, is not the solution."}, {"sentId": 426, "text": "We have to find a solution for our young, you know, leaders."}], "speaker": "TUCKER", "secId": 172}, {"sentences": [{"sentId": 427, "text": "And private schools."}, {"sentId": 428, "text": "Leaders in private schools."}], "speaker": "BARBER", "secId": 173}, {"sentences": [{"sentId": 429, "text": "Thank you."}, {"sentId": 430, "text": "Thank you, gentlemen."}, {"sentId": 431, "text": "Great conversation."}, {"sentId": 432, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 433, "text": "When we come right back, why some are saying Donald Trump speaks more like a woman than a man."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 434, "text": "Donald Trump is struggling in the polls with women but some say he speaks more like a woman than a man."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 435, "text": "Here to explain that is Jennifer Jones, instructor at Loyola Marymount University."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 436, "text": "Thank you for joining us, Jennifer."}, {"sentId": 437, "text": "You say Trump's feminine speaking style has been apparent in all three presidential debates."}, {"sentId": 438, "text": "Here's some clips."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 439, "text": "Under my plan I'll be reducing taxes tremendously from 35 percent to 15 percent for companies, small and big businesses."}, {"sentId": 440, "text": "That's going to be a job creator like we haven't seen since Ronald Reagan."}, {"sentId": 441, "text": "It's going to be a beautiful thing to watch."}], "speaker": "TRUMP", "secId": 179}, {"sentences": [{"sentId": 442, "text": "Have you ever done those things?"}], "speaker": "COOPER", "secId": 180}, {"sentences": [{"sentId": 443, "text": "And the women have respect for me and I will tell you -- no, I have not."}, {"sentId": 444, "text": "And I will tell you that I'm going to make our country safe."}, {"sentId": 445, "text": "We're going to have borders in our country which we don't have now."}, {"sentId": 446, "text": "People are pouring into our country and they're coming in from the Middle East and other places."}, {"sentId": 447, "text": "We're going to make America safe again."}, {"sentId": 448, "text": "We're going to make America great again."}], "speaker": "TRUMP", "secId": 181}, {"sentences": [{"sentId": 449, "text": "But I will tell you, I sat there -- I sat there watching ad after add after false ad all paid for by your friends on Wall Street that gave so much money because they know you're going to protect them --"}], "speaker": "TRUMP", "secId": 182}, {"sentences": [{"sentId": 450, "text": "So how exactly does Trump talk like a woman?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 451, "text": "Hi, Don."}, {"sentId": 452, "text": "Thanks for having me on."}], "speaker": "JONES", "secId": 184}, {"sentences": [{"sentId": 453, "text": "Hi."}, {"sentId": 454, "text": "Of course."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 455, "text": "So my research, it doesn't look so much at the content of what Donald Trump is saying."}, {"sentId": 456, "text": "It looks at how he is saying it."}, {"sentId": 457, "text": "And the way that I look at feminine and masculine language really comes down to the most seemingly insignificant word that you can -- that you speak every day."}, {"sentId": 458, "text": "So things like pronouns, articles, prepositions, these features of language are more stylistic aspects that we don't usually think about when we're trying to form a thought and communicate with others."}], "speaker": "JONES", "secId": 186}, {"sentences": [{"sentId": 459, "text": "We do so pretty much automatically."}, {"sentId": 460, "text": "And there are social psychologists and linguists, most notably James Penny Baker at the University of Texas -- University of Texas Austin who have found sort of broad patterns in the way that men and women tend to structure their language."}, {"sentId": 461, "text": "And so when I'm looking-- when I say that Donald Trump speaks more like woman, that's what I mean."}], "speaker": "JONES", "secId": 187}, {"sentences": [{"sentId": 462, "text": "OK.  You say the key is not just the words."}, {"sentId": 463, "text": "It's how Trump says it?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 464, "text": "Mm-hmm."}], "speaker": "JONES", "secId": 189}, {"sentences": [{"sentId": 465, "text": "Yes."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 466, "text": "Yes."}, {"sentId": 467, "text": "So if you think about something like a pronoun versus an article, you could say my point is that or you could say, the point is that."}, {"sentId": 468, "text": "And what these researchers have found empirically is that women tend to say, my point is that, whereas men tend to say, the point is."}], "speaker": "JONES", "secId": 191}, {"sentences": [{"sentId": 469, "text": "And these very subtle differences in language can be seen when, you know, you run transcripts through a computer and can actually count these words that we don't really consciously evaluate all the time but that are there and that we do automatically."}, {"sentId": 470, "text": "We say them automatically."}], "speaker": "JONES", "secId": 192}, {"sentences": [{"sentId": 471, "text": "You say that more feminine speakers come across as more likeable and trustworthy, but does that necessarily apply to Donald Trump?"}, {"sentId": 472, "text": "Because a lot of his campaign has been based on inflammatory rhetoric, offensive rhetoric."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 473, "text": "Yes."}], "speaker": "JONES", "secId": 194}, {"sentences": [{"sentId": 474, "text": "Misrepresentations, more than any other candidate."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 475, "text": "Absolutely."}, {"sentId": 476, "text": "You know, I would say that this is more of a hypothesis that I have evidence for."}, {"sentId": 477, "text": "I did an experiment with about 600 people."}, {"sentId": 478, "text": "And I found -- so let me explain what I did."}, {"sentId": 479, "text": "I had eight candidate statements, four of which written with the feminine style, four of which were written in masculine style."}, {"sentId": 480, "text": "And I had individuals ranked them on likability, warmth, and competence, and what I found was that overwhelmingly participants thought that the candidates with the feminine statements were more likeable, more trustworthy and more honest than the masculine statements."}, {"sentId": 481, "text": "And that was irrespective of the gender of the candidate themselves."}, {"sentId": 482, "text": "So."}], "speaker": "JONES", "secId": 196}, {"sentences": [{"sentId": 483, "text": "Got it."}, {"sentId": 484, "text": "Yes."}, {"sentId": 485, "text": "Jennifer Jones, thank you."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 486, "text": "Thank you very much for having me."}], "speaker": "JONES", "secId": 198}, {"sentences": [{"sentId": 487, "text": "Absolutely."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 488, "text": "That's it for us tonight."}, {"sentId": 489, "text": "Thank you so much for watching."}, {"sentId": 490, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 200}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.26.cnnt.02.html.json", "time": "Aired October 26, 2016 - 23:00   ET"}