{"sectionCount": 310, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "OBAMA", "MURRAY", "KEILAR", "BORGER", "PRESTON", "PALIN", "LIEBERMAN", "ROMNEY", "UNIDENTIFIED MALE", "DERSHOWITZ", "POWERS", "LEMO", "KIRSTEN", "LEWANDOWSKI", "SELLERS", "SANDERS", "RYE", "SELELRS", "SANDERD"], "subTitle": "Ivanka Trump Joins Father to Introduce Childcare Plan; Prsident Obama Hits Campaign Trail for Hillary Clinton in Philadelphia; Warrant Out for Trump Supporter Who Assaulted Protester; Trump to Meet with Dr. Oz Tomorrow. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/13/cnnt.01.html", "sentenceCount": 573, "sections": [{"sentences": [{"sentId": 0, "text": "Trump fires up a cheering crowd in Pennsylvania but it's not the Trump you think."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "Ivanka Trump introduces her father, the candidate as he lays out his childcare plan."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "We need working mothers to be fairly compensated for their work, and have access to affordable, quality childcare for their kids."}, {"sentId": 5, "text": "That's what we're doing."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 6, "text": "Plus, Hillary Clinton recovering from pneumonia said she'll be back on the campaign trail Thursday."}, {"sentId": 7, "text": "But in the meantime, she gets a helping hand from the campaigner-in-chief in classic form in Philadelphia today."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "The time has come for me to pass the baton on, but I know that Hillary is going to take it and she's going to run that race and she will finish that race, and that's why I'm with her, that's why I'm fired up, that's why I'm ready to go!"}, {"sentId": 9, "text": "And I need to you join me!"}], "speaker": "OBAMA", "secId": 5}, {"sentences": [{"sentId": 10, "text": "Let's get right to CNN's Sara Murray following the Trump campaign, and CNN senior political correspondent, Brianna Keilar."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 11, "text": "Good evening to both of you."}, {"sentId": 12, "text": "Sara, you first."}, {"sentId": 13, "text": "You're covering Donald Trump in Pennsylvania today, he's been slashing Hillary Clinton on her deplorables remark nonstop."}, {"sentId": 14, "text": "What did he say to supporters there?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 15, "text": "Well, that's right, Don."}, {"sentId": 16, "text": "Donald Trump clearly senses a political opening here and he has been trying to capitalize on that as much as possible while Hillary Clinton has not been on the campaign trail and he certainly kept that up tonight just outside of Philadelphia."}], "speaker": "MURRAY", "secId": 8}, {"sentences": [{"sentId": 17, "text": "While my opponent slanders you as deplorable and irredeemable, I call you'd hard-working American patriots who love your country, who love your families and want a better future for all Americans."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 18, "text": "Now of course this was a speech about childcare policy, but Donald Trump still managed to get a couple digs in there against Hillary Clinton."}, {"sentId": 19, "text": "Don?"}], "speaker": "MURRAY", "secId": 10}, {"sentences": [{"sentId": 20, "text": "And his daughter Ivanka was on the trail with him tonight talking about his plan to help working families pay for childcare expenses."}, {"sentId": 21, "text": "Let's listen to a bit of that."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 22, "text": "The United States is the only industrialized nation in the world that does not provide new mothers with paid maternity leave."}, {"sentId": 23, "text": "My father's policy will give paid leave to mothers whose employers are among the almost 90 percent of U.S. businesses that currently do not offer this benefit."}], "speaker": "TRUMP", "secId": 12}, {"sentences": [{"sentId": 24, "text": "So, why now, why roll out a childcare plan now, Sara?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 25, "text": "Well, Ivanka was pointing out that this is something that she was really pushing for, that this is something she wanted her father to do, so I think we're seeing a little bit of her influence here."}], "speaker": "MURRAY", "secId": 14}, {"sentences": [{"sentId": 26, "text": "But I also think that Donald Trump is looking at some political realities."}, {"sentId": 27, "text": "He's still struggling with female voters, he's still struggling with suburban voters."}, {"sentId": 28, "text": "And to put out policies like this, policies that aren't necessarily the kinds of things republicans have touted in the past, for instance, paid maternity leave."}], "speaker": "MURRAY", "secId": 15}, {"sentences": [{"sentId": 29, "text": "I think the Trump campaign is certainly hoping that they're able to convince some voters to give him a second look, voters who may have previously written him off, or felt like they don't necessarily -- that he doesn't necessarily care about the issues that are near and dear to their hearts."}], "speaker": "MURRAY", "secId": 16}, {"sentences": [{"sentId": 30, "text": "All right."}, {"sentId": 31, "text": "Brianna Keilar now, Hillary Clinton sidelined with pneumonia."}, {"sentId": 32, "text": "We know, but the campaign brought out the big gun today."}, {"sentId": 33, "text": "President Barack Obama hit the campaign trail in Philadelphia."}, {"sentId": 34, "text": "What did he say?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 35, "text": "That's right."}, {"sentId": 36, "text": "Well, he actually took aim at Donald Trump specifically when it had to do with transparency, which is something to be noted because Hillary Clinton has come under fire for her campaign not mentioning she had pneumonia, but two days after the fact that she had a diagnosis."}], "speaker": "KEILAR", "secId": 18}, {"sentences": [{"sentId": 37, "text": "And in this defense of her transparency, he defended the Clinton Foundation and took aim at the Trump Foundation saying that Trump had used other peoples' money through his foundation to do things like purchasing a portrait of himself, a 6-foot portrait of himself, which is a story that is true."}], "speaker": "KEILAR", "secId": 19}, {"sentences": [{"sentId": 38, "text": "It came out through the Washington Post."}, {"sentId": 39, "text": "he slammed him, as well, for not releasing his tax returns."}, {"sentId": 40, "text": "And Don, while the White House has been really careful to try to distance President Obama from Hillary Clinton's comments about half of Donald Trump's supporters being in a basket of deplorables, she later backtracked on the amount, but certainly not some of his supporters are deplorable."}, {"sentId": 41, "text": "It was really interesting he took aim at Donald Trump on the tone of his campaign."}, {"sentId": 42, "text": "Here's what he said."}], "speaker": "KEILAR", "secId": 20}, {"sentences": [{"sentId": 43, "text": "This isn't Abraham Lincoln's Republican Party."}, {"sentId": 44, "text": "This isn't even division of freedom that Ronald Reagan talked about."}, {"sentId": 45, "text": "This is a dark, pessimistic vision of a country where we turn against each other."}, {"sentId": 46, "text": "We turn away from the rest of the world."}], "speaker": "OBAMA", "secId": 21}, {"sentences": [{"sentId": 47, "text": "They're not offering serious solutions."}, {"sentId": 48, "text": "They're just fanning resentment and blame and anger and hate."}, {"sentId": 49, "text": "And that is not the America we know."}, {"sentId": 50, "text": "That's not the America I know."}], "speaker": "OBAMA", "secId": 22}, {"sentences": [{"sentId": 51, "text": "Now, we've heard, Don, from the Clinton campaign that they're trying to make some of the discourse a little bit more positive, but if you look at the latest ad that the campaign has called low opinions, it features Donald Trump's negative remarks about a number of different people in different groups so you're seeing perhaps that's easier said than done."}], "speaker": "KEILAR", "secId": 23}, {"sentences": [{"sentId": 52, "text": "Briana, President Barack Obama is very popular right now."}, {"sentId": 53, "text": "His approval rating is 58 percent in the latest ABC/Washington Post poll."}, {"sentId": 54, "text": "But how much of his popularity is going to translate to support Hillary Clinton?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 55, "text": "Well, that's really the question."}, {"sentId": 56, "text": "And he was in Philadelphia today, we're told by the campaign Hillary Clinton was watching those remarks."}, {"sentId": 57, "text": "But Hillary Clinton has made her campaign about trying to bring together that Barack Obama coalition that helped propel him to the White House in 2008 over her of course in the primaries and in 2012."}], "speaker": "KEILAR", "secId": 25}, {"sentences": [{"sentId": 58, "text": "What we're looking at though, that she's underperforming with some key groups in that coalition, namely Hispanics and young people."}], "speaker": "KEILAR", "secId": 26}, {"sentences": [{"sentId": 59, "text": "Now you talk to the Clinton campaign and they'll say, you know, she's actually doing OK with millennial."}, {"sentId": 60, "text": "The issue is how enthusiastic are they?"}, {"sentId": 61, "text": "Are they enthusiastic enough that it's going to get them to the polls, that is where President Obama comes in because he is hoping to help deliver for her that coalition that propelled him to the nomination and to the White House."}, {"sentId": 62, "text": "We just don't know at this point if that's going to work."}], "speaker": "KEILAR", "secId": 27}, {"sentences": [{"sentId": 63, "text": "Yes."}, {"sentId": 64, "text": "You took the words right out of my mouth, Brianna."}, {"sentId": 65, "text": "Thank you very much."}, {"sentId": 66, "text": "And that's all I'm going to get to Gloria Borger and Mark Preston."}, {"sentId": 67, "text": "I'm sorry."}, {"sentId": 68, "text": "Thanks to Sara Murray as well."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 69, "text": "So, I'm going to bring in Mark and Gloria."}, {"sentId": 70, "text": "Gloria, listening to the president today, talking about that enthusiasm gap that they believe issue that Hillary Clinton has, the question is why didn't they get the president out earlier."}, {"sentId": 71, "text": "Let's listen to a bit and then we'll discuss."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 72, "text": "You want to debate who's more fit to be our president?"}, {"sentId": 73, "text": "One candidate whose traveled to more countries than any secretary of state ever has, has more qualifications than pretty much anyone who's ever run for this job, and the other who isn't fit in any way, shape, or form, to represent this country abroad and be its commander-in-chief."}], "speaker": "OBAMA", "secId": 30}, {"sentences": [{"sentId": 74, "text": "She is -- she is his -- or he is her single best asset."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 75, "text": "Oh, well, she's got many great surrogates."}], "speaker": "BORGER", "secId": 32}, {"sentences": [{"sentId": 76, "text": "For campaign."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 77, "text": "Right, for her."}, {"sentId": 78, "text": "But, yes, of course."}, {"sentId": 79, "text": "You know, the question that I think we all have is just how transferrable is an incumbent president's popularity, and he is popular to a candidate."}], "speaker": "BORGER", "secId": 34}, {"sentences": [{"sentId": 80, "text": "There is no ambiguity about the fact that he wants her."}, {"sentId": 81, "text": "They are on the same page."}, {"sentId": 82, "text": "What he has to do now is make it clear to people who are truly and deeply loyal to him, that his legacy is at stake here with Hillary Clinton."}], "speaker": "BORGER", "secId": 35}, {"sentences": [{"sentId": 83, "text": "He has to get them enthusiastic about going to the polls."}, {"sentId": 84, "text": "This is about mobilization now, it's not about persuasion anymore."}], "speaker": "BORGER", "secId": 36}, {"sentences": [{"sentId": 85, "text": "Yes."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 86, "text": "Get your voters out there and that's the biggest thing President Obama can do for Hillary Clinton is tell people the steaks of this election and say do you want my legacy to continue or you want it all to be undone?"}, {"sentId": 87, "text": "That's what he's saying."}], "speaker": "BORGER", "secId": 38}, {"sentences": [{"sentId": 88, "text": "That's what he said, I think at one point."}, {"sentId": 89, "text": "I'm not just going through the motions here, really, really, really, want to get her elected."}, {"sentId": 90, "text": "This means a lot to him."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 91, "text": "He mocked Donald Trump's appeal to working-class people and then go to Trump about not releasing his tax returns, Mark."}, {"sentId": 92, "text": "Listen."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 93, "text": "So, you want to debate transparently."}, {"sentId": 94, "text": "You've got one candidate in this race who's released decades worth of her tax returns."}, {"sentId": 95, "text": "The other candidate is the first in decades who refuses to release any at all."}], "speaker": "OBAMA", "secId": 41}, {"sentences": [{"sentId": 96, "text": "You want to debate foundations and charities?"}, {"sentId": 97, "text": "One candidate's family foundation has saved countless lives around the world."}], "speaker": "OBAMA", "secId": 42}, {"sentences": [{"sentId": 98, "text": "The other candidate's foundation took money other people gave to his charity and then bought a six foot tall painting of himself."}], "speaker": "OBAMA", "secId": 43}, {"sentences": [{"sentId": 99, "text": "So, Mark, Pennsylvania a key battleground state as we know."}, {"sentId": 100, "text": "But Hillary Clinton is ahead in the polls, why is he there?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 101, "text": "Well, a couple of things."}, {"sentId": 102, "text": "One is, democrats have won Pennsylvania since George H.B."}, {"sentId": 103, "text": "Bush, you know, he's the last republican to win it."}, {"sentId": 104, "text": "But Barack Obama won the state by 10 points in 2008."}, {"sentId": 105, "text": "In 2012, he only won it by five points."}], "speaker": "PRESTON", "secId": 45}, {"sentences": [{"sentId": 106, "text": "And if you look at the map, almost every county in Pennsylvania went republican expect Philadelphia and the counties surrounding that and then Allegheny County right out in Pittsburgh."}, {"sentId": 107, "text": "What we saw from Barack Obama today out in Philadelphia was as Gloria said, mobilizing African-American voters and also trying to talk to blue collar voters and this is really important."}], "speaker": "PRESTON", "secId": 46}, {"sentences": [{"sentId": 108, "text": "These are voters who are living in Ohio, and in Michigan and Pennsylvania, as well and these are states by the way that have large African-American populations, as well."}], "speaker": "PRESTON", "secId": 47}, {"sentences": [{"sentId": 109, "text": "So, when Barack Obama does on the campaign trail again for Hillary Clinton."}, {"sentId": 110, "text": "Now I was told by a White House advisor today that don't expect him in the next couple weeks, he has the U.N. general assembly coming here in the next."}, {"sentId": 111, "text": "He's been out of the country for a couple of weeks."}], "speaker": "PRESTON", "secId": 48}, {"sentences": [{"sentId": 112, "text": "But come October, expect him on the campaign trail and these are states where Barack Obama could try to help persuade African-Americans not the percentage of African-American voters that Hillary Clinton is going to get, but the number of African-American voters can he mobilize."}], "speaker": "PRESTON", "secId": 49}, {"sentences": [{"sentId": 113, "text": "I need her to work as hard for me as you did -- for her."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 114, "text": "Right."}, {"sentId": 115, "text": "And can I just add that I also think it's personal for the president."}], "speaker": "BORGER", "secId": 51}, {"sentences": [{"sentId": 116, "text": "Right."}], "speaker": "PRESTON", "secId": 52}, {"sentences": [{"sentId": 117, "text": "And this is the man who Donald Trump was the original 'birther,' OK. And I believe that this is personal to him and he has come to respect Hillary Clinton."}, {"sentId": 118, "text": "She was his Secretary of State, and also when he said today, he's just not qualified to be president."}], "speaker": "BORGER", "secId": 53}, {"sentences": [{"sentId": 119, "text": "I think it's personal to him in that sense, too, which is, wait a minute, this is a really elite club of people who become President of United States."}], "speaker": "BORGER", "secId": 54}, {"sentences": [{"sentId": 120, "text": "Yes."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 121, "text": "And it was almost as if he was offended."}], "speaker": "BORGER", "secId": 56}, {"sentences": [{"sentId": 122, "text": "Yes."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 123, "text": "That someone would think that -- that of the two people in this race that Donald Trump was more qualified than Hillary Clinton."}, {"sentId": 124, "text": "Now, obviously he's partisan."}, {"sentId": 125, "text": "We get that, but I really got a personal sense about it today."}], "speaker": "BORGER", "secId": 58}, {"sentences": [{"sentId": 126, "text": "Especially as he said, you know, I've heard that he -- you know working-class Americans are, you know, drawn to Donald Trump."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 127, "text": "Right."}], "speaker": "BORGER", "secId": 60}, {"sentences": [{"sentId": 128, "text": "Is that a joke, this guy, who, in his estimation, the bankruptcies and, you know, has used people in his business, wouldn't allow you on his golf courses and..."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 129, "text": "Exactly."}], "speaker": "BORGER", "secId": 62}, {"sentences": [{"sentId": 130, "text": "So, again."}, {"sentId": 131, "text": "I think you're right."}, {"sentId": 132, "text": "It is personal, as I was watching, this is very personal."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 133, "text": "We're going to continue to talk about that a little bit more right after this."}, {"sentId": 134, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 135, "text": "President Barack Obama hitting the campaign trail for Hillary Clinton today in Philadelphia."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 136, "text": "Back again, CNN's Gloria Borger and Mark Preston."}, {"sentId": 137, "text": "So, the president painted a starkly different version of how Hillary Clinton and how Donald Trump see America."}, {"sentId": 138, "text": "One is dark and pessimistic, the other is optimistic and, you know, sort of on the rise, right?"}, {"sentId": 139, "text": "Whoever wins this, that's who's going to win the presidency?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 140, "text": "Yes, I would think so."}, {"sentId": 141, "text": "You know, when you said that it reminded me of those political ads we always see, where the bad guy is in the sort of black and white fuzzy picture and then the pictures turn to morning in America with color and of course, you want people to have an optimistic view of your candidacy."}], "speaker": "BORGER", "secId": 67}, {"sentences": [{"sentId": 142, "text": "The problem honestly with both of these campaigns right now is that they're all about how bad the other guy is."}], "speaker": "BORGER", "secId": 68}, {"sentences": [{"sentId": 143, "text": "Right."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 144, "text": "And before Hillary Clinton had her bout of pneumonia and made the deplorable remark, she was starting to embark on a way to say to people, OK, I know why you don't like him, but here's why you should affirmatively like me."}], "speaker": "BORGER", "secId": 70}, {"sentences": [{"sentId": 145, "text": "But now that she, the campaign has kind of taken a turn, she's had to figure out a way out of deplorable, and in doing so, she said well, he's more deplorable than I am, right?"}, {"sentId": 146, "text": "So, we've gone back into that."}, {"sentId": 147, "text": "Eventually it has to get to a different place."}], "speaker": "BORGER", "secId": 71}, {"sentences": [{"sentId": 148, "text": "I was looking to see to where the next block, right, because I had to go to many blocks if we're going to discuss this, but I'm in interested in what you think, Gloria as a woman, OK."}, {"sentId": 149, "text": "So, I was talking to my mom today about the -- about the weekend."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 150, "text": "Good for you for talking to your mom."}], "speaker": "BORGER", "secId": 73}, {"sentences": [{"sentId": 151, "text": "About -- I tried to, I know,"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 152, "text": "I like that."}], "speaker": "BORGER", "secId": 75}, {"sentences": [{"sentId": 153, "text": "And she was -- you know, we were talking about the election and I said, you know, the Clinton campaign admitted that they handled it poorly and she said, yes, maybe they did handle it poorly but what you don't understand is a woman, is that we get up and go to work because we have mouths to feed and we have something through, even when we're sick."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 154, "text": "Yes."}], "speaker": "BORGER", "secId": 77}, {"sentences": [{"sentId": 155, "text": "And for me it made -- seeing that to her and we have in the news media were saying, oh, it's awful."}, {"sentId": 156, "text": "She said it made her seem more human."}, {"sentId": 157, "text": "Which was more interesting to me, that's like, do you think that people..."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 158, "text": "I get a lot of that online, too."}], "speaker": "BORGER", "secId": 79}, {"sentences": [{"sentId": 159, "text": "Do you think this could end up in some a weird way, I'm just asking the question..."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 160, "text": "Yes."}], "speaker": "BORGER", "secId": 81}, {"sentences": [{"sentId": 161, "text": "... helping her in some way to appear more human when she's always so sort of predictable and careful?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 162, "text": "I think that that is..."}], "speaker": "BORGER", "secId": 83}, {"sentences": [{"sentId": 163, "text": "Among women."}, {"sentId": 164, "text": "BORGER:  ... what the Hillary Clinton campaign would like and clearly"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 165, "text": "your mother feels that way and I've heard from lots of women who feel that way and as a woman I know we get up every day and we plow through, whether we're sick or our kids are sick, or whatever."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 166, "text": "Right."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 167, "text": "However, the problem wasn't the fact that she plowed through."}], "speaker": "BORGER", "secId": 87}, {"sentences": [{"sentId": 168, "text": "She was sick, that was the way they handled it."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 169, "text": "Exactly."}, {"sentId": 170, "text": "And that -- and the fact that they -- it plays into a preexisting narrative of secrecy, and which comes from the whole e- mail question and everything else."}], "speaker": "BORGER", "secId": 89}, {"sentences": [{"sentId": 171, "text": "So, the answer to that was, she says as a woman, how much do I have to say, do I have to give if I'm running for president, which is a very tough thing to do, do I have to talk everything that happens?"}, {"sentId": 172, "text": "Do I have to talk about my womanly issues?"}, {"sentId": 173, "text": "Those are things that I may not feel comfortable talking about.."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 174, "text": "Do you mean on your health records?"}], "speaker": "BORGER", "secId": 91}, {"sentences": [{"sentId": 175, "text": "Yes, when she talked about her health records and why a woman would not want to necessarily want to reveal all those things."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 176, "text": "Look, when you're running for president you buy into it."}], "speaker": "BORGER", "secId": 93}, {"sentences": [{"sentId": 177, "text": "That's what your column said yesterday."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 178, "text": "Yes."}], "speaker": "BORGER", "secId": 95}, {"sentences": [{"sentId": 179, "text": "secret."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 180, "text": "Yes."}, {"sentId": 181, "text": "You kind of -- you kind of buy into it."}, {"sentId": 182, "text": "You have to understand that nothing -- nothing is secret whether you are a man or a woman, it's part of the deal, and it's unfortunate if you're a candidate because there's stuff that's going be embarrassing, but it's kind of part of the package."}], "speaker": "BORGER", "secId": 97}, {"sentences": [{"sentId": 183, "text": "It is."}, {"sentId": 184, "text": "And listen, I think as we always say, it's always the cover up."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 185, "text": "Yes."}, {"sentId": 186, "text": "So, tell your mom, if you're watching."}], "speaker": "BORGER", "secId": 99}, {"sentences": [{"sentId": 187, "text": "She's watching, I'm sure."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 188, "text": "You're partly right."}, {"sentId": 189, "text": "OK."}], "speaker": "BORGER", "secId": 101}, {"sentences": [{"sentId": 190, "text": "But do you know, Don..."}], "speaker": "PRESTON", "secId": 102}, {"sentences": [{"sentId": 191, "text": "Go ahead."}, {"sentId": 192, "text": "PRESTON:  ... if we didn't have the video -- if we didn't have the video..."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 193, "text": "They have said it."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 194, "text": "... that where she collapsed, they could have this off a lot easier."}, {"sentId": 195, "text": "We would have been more in the dark."}, {"sentId": 196, "text": "Had they just told the media she wasn't feeling well, she was going to go back to Chelsea's house, this would have been a totally different."}], "speaker": "PRESTON", "secId": 105}, {"sentences": [{"sentId": 197, "text": "And how about on Friday she has a grueling schedule."}, {"sentId": 198, "text": "We've learned she has a respiratory pneumonia..."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 199, "text": "A little bit, yes."}], "speaker": "PRESTON", "secId": 107}, {"sentences": [{"sentId": 200, "text": "... and she's going to take it easy for the 9/11 and she sends her regards."}, {"sentId": 201, "text": "It would have been better."}, {"sentId": 202, "text": "But, again, to that, my mom said she's a woman and she would have been criticized either way that she didn't show up, she wasn't patriotic."}, {"sentId": 203, "text": "So, my mom is an..."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 204, "text": "We all go to work when we're not feeling great, right?"}, {"sentId": 205, "text": "I mean, everybody kind of understand that."}], "speaker": "BORGER", "secId": 109}, {"sentences": [{"sentId": 206, "text": "My mom has an answer for everything."}], "speaker": "PRESTON", "secId": 110}, {"sentences": [{"sentId": 207, "text": "She does, she does."}, {"sentId": 208, "text": "And I like to talk her about you."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 209, "text": "I think I love your mom."}], "speaker": "BORGER", "secId": 112}, {"sentences": [{"sentId": 210, "text": "But let's talk about this, because I thought this was fascinating thing."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 211, "text": "Yes."}], "speaker": "BORGER", "secId": 114}, {"sentences": [{"sentId": 212, "text": "I love her, too and I love you, as well."}, {"sentId": 213, "text": "So listen, this was fascinating to me today because you have been hearing from the Trump side that the economy -- we're talking about pessimism, right, the economy we heard at the conventions, you know, it's bad and whatever."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 214, "text": "The president also talked about the economic news today, median household income is up 5.2 percent to $56,516, the first annual increase since the Great Depression, the largest increase since 1967."}, {"sentId": 215, "text": "How much does that help Hillary Clinton, if at all help her cause, Mark?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 216, "text": "Look, it doesn't hurt her cause but the fact is that we can cite numbers -- the president can cite numbers during the campaign speech, but people still are feeling malaise with the economy, right."}], "speaker": "PRESTON", "secId": 117}, {"sentences": [{"sentId": 217, "text": "They still don't feel great about where they're at."}, {"sentId": 218, "text": "They see what happened with Wells Fargo with these big banks creating these bank accounts to try to, you know, pad even more money into them."}, {"sentId": 219, "text": "Listen, the Barack Obama, what he's done to help turn the economy"}], "speaker": "PRESTON", "secId": 118}, {"sentences": [{"sentId": 220, "text": "around has been very good."}, {"sentId": 221, "text": "And it has been misinterpreted, and quite frankly, you know, maligned by republicans."}], "speaker": "PRESTON", "secId": 119}, {"sentences": [{"sentId": 222, "text": "But the fact is people still, at this point in the states we were talking about, Pennsylvania, Ohio, in the Midwest, in these steel-belt states they still feel like they're left behind."}, {"sentId": 223, "text": "And I think that hurts Hillary Clinton."}], "speaker": "PRESTON", "secId": 120}, {"sentences": [{"sentId": 224, "text": "And even as the lag, for when you see that number, the actual numbers to when it sort of..."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 225, "text": "Sure."}, {"sentId": 226, "text": "People felt like they haven't had a raise basically in 15 years."}], "speaker": "BORGER", "secId": 122}, {"sentences": [{"sentId": 227, "text": "Yes."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 228, "text": "And that hurts and she can't also say things are rosy."}, {"sentId": 229, "text": "She has to say, we're going to do better."}], "speaker": "BORGER", "secId": 124}, {"sentences": [{"sentId": 230, "text": "Yes, so let's talk about things that I think are rosy -- not necessarily rosy but it's actually good."}, {"sentId": 231, "text": "You have an excellent documentary that's going to air tomorrow here at 9 p.m."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 232, "text": "Oh, thank you."}], "speaker": "BORGER", "secId": 126}, {"sentences": [{"sentId": 233, "text": "It's called \"Almost President, the Agony of Defeat.\""}, {"sentId": 234, "text": "You know, you talked to the men who came really close to having the most powerful job in the world, so tell us about that."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 235, "text": "Yes."}, {"sentId": 236, "text": "Well, it was such an interesting story to report to talk to these men who were on a public stage."}, {"sentId": 237, "text": "Can you think of a failure more public than running for the presidency and losing?"}, {"sentId": 238, "text": "I really -- I really can't."}], "speaker": "BORGER", "secId": 128}, {"sentences": [{"sentId": 239, "text": "And so, with the little -- with a benefit of a little bit of time, politicians are not normally reflective people."}, {"sentId": 240, "text": "But these people, to a person sat back and said this is what it's like."}, {"sentId": 241, "text": "This is what I had to go through, and this is what it felt like to lose."}], "speaker": "BORGER", "secId": 129}, {"sentences": [{"sentId": 242, "text": "And they went through their campaigns, they admitted their mistakes, which we hardly ever hear from candidates what they did wrong, what hurt them, and however, coming out of it, to a person each one of them, no matter how they suffered, and they all did."}, {"sentId": 243, "text": "You know, Mitt Romney thought he was going to win."}], "speaker": "BORGER", "secId": 130}, {"sentences": [{"sentId": 244, "text": "That's what he said."}, {"sentId": 245, "text": "He thought he was going to win."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 246, "text": "He thought he was going to win."}], "speaker": "BORGER", "secId": 132}, {"sentences": [{"sentId": 247, "text": "Can you complete that thought?"}, {"sentId": 248, "text": "I want to play this and then we'll finish after this."}, {"sentId": 249, "text": "BORGER:  OK."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 250, "text": "Let's play a clip from it."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 251, "text": "Take the shot."}, {"sentId": 252, "text": "The perfect title for the story of John McCain's run for the White House."}, {"sentId": 253, "text": "Chapter one, pick a vice president."}, {"sentId": 254, "text": "Where he knew exactly who he wanted."}], "speaker": "BORGER", "secId": 135}, {"sentences": [{"sentId": 255, "text": "You can actually Russia from land here in Alaska."}], "speaker": "PALIN", "secId": 136}, {"sentences": [{"sentId": 256, "text": "No, not her."}, {"sentId": 257, "text": "Him."}], "speaker": "BORGER", "secId": 137}, {"sentences": [{"sentId": 258, "text": "John McCain, our next great president."}], "speaker": "LIEBERMAN", "secId": 138}, {"sentences": [{"sentId": 259, "text": "McCain's first love was Senator Joe Lieberman of Connecticut, an independent."}], "speaker": "BORGER", "secId": 139}, {"sentences": [{"sentId": 260, "text": "His honesty, he's decent, he lives his religion and we were very close and dear friends."}], "speaker": "ROMNEY", "secId": 140}, {"sentences": [{"sentId": 261, "text": "So you did want him?"}], "speaker": "BORGER", "secId": 141}, {"sentences": [{"sentId": 262, "text": "Of course, but it was going to cause a problem in the convention because Joe Lieberman was pro-choice."}], "speaker": "ROMNEY", "secId": 142}, {"sentences": [{"sentId": 263, "text": "So it was no to Joe."}, {"sentId": 264, "text": "Quick, find someone fresh, someone new."}], "speaker": "BORGER", "secId": 143}, {"sentences": [{"sentId": 265, "text": "They didn't manage the process well."}, {"sentId": 266, "text": "McCain didn't manage it well."}, {"sentId": 267, "text": "The left out and they were left with limited choices in sort of McCain fashion, he threw deep."}], "speaker": "UNIDENTIFIED MALE", "secId": 144}, {"sentences": [{"sentId": 268, "text": "She's exactly who I need."}], "speaker": "ROMNEY", "secId": 145}, {"sentences": [{"sentId": 269, "text": "It was the very definition of a Hail Mary pass."}], "speaker": "BORGER", "secId": 146}, {"sentences": [{"sentId": 270, "text": "Governor Sarah Palin of the great State of Alaska."}], "speaker": "ROMNEY", "secId": 147}, {"sentences": [{"sentId": 271, "text": "And so, Sarah Palin met America."}], "speaker": "BORGER", "secId": 148}, {"sentences": [{"sentId": 272, "text": "That was -- how soon we forget, right?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 273, "text": "Right."}], "speaker": "BORGER", "secId": 150}, {"sentences": [{"sentId": 274, "text": "But Mitt Romney actually did think he was going to win at least from the polling."}, {"sentId": 275, "text": "It was shocking."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 276, "text": "He did."}], "speaker": "BORGER", "secId": 152}, {"sentences": [{"sentId": 277, "text": "I don't think that those two, McCain and Palin thought that they work on network."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 278, "text": "McCain actually thought he was going to win until the economic downturn and he suspended his campaign, remember, and that was it."}], "speaker": "BORGER", "secId": 154}, {"sentences": [{"sentId": 279, "text": "Right."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 280, "text": "But Romney actually thought he was going to win until election night, and his wife Ann said to me, well, you know I had to feel that way because otherwise, how could I have continued."}, {"sentId": 281, "text": "And when you watch the piece you'll see just how difficult it is for these people."}], "speaker": "BORGER", "secId": 156}, {"sentences": [{"sentId": 282, "text": "I can't wait to watch."}, {"sentId": 283, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 284, "text": "Thank you."}], "speaker": "BORGER", "secId": 158}, {"sentences": [{"sentId": 285, "text": "You, too, Mark Preston."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 286, "text": "No, thanks."}], "speaker": "BORGER", "secId": 160}, {"sentences": [{"sentId": 287, "text": "Just ahead here, how much does it matter to voters that Hillary Clinton kept quiet about her pneumonia diagnosis."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 288, "text": "Hillary Clinton will rest at home for one more day as she recovers from pneumonia."}, {"sentId": 289, "text": "Her spokesman said she'll be back on the campaign trail on Thursday."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 290, "text": "Here to discuss, CNN political analyst, Kirsten Powers who is a columnist for USA Today, and Alan Dershowitz, the attorney and author of \"Electile Dysfunction, A Guide for Unaroused Voters.\""}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 291, "text": "Hey, you get to be my age."}], "speaker": "DERSHOWITZ", "secId": 164}, {"sentences": [{"sentId": 292, "text": "Yes."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 293, "text": "You get to be my age."}, {"sentId": 294, "text": "You're not easily aroused by candidates, so you expect more."}], "speaker": "DERSHOWITZ", "secId": 166}, {"sentences": [{"sentId": 295, "text": "OK. Kirsten, with that I will go to you first because I heard you laughing."}, {"sentId": 296, "text": "And I'm sure as people chuckled at home."}, {"sentId": 297, "text": "You write about this controversy over Hillary Clinton's health in USA Today."}, {"sentId": 298, "text": "And you said \"A bigger problem for Clinton is that this incident feeds into the primary narrative about her, that she isn't trustworthy and lacks transparency.\""}, {"sentId": 299, "text": "Explain that."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 300, "text": "Yes."}, {"sentId": 301, "text": "Well, look, I think that most people understand that if somebody gets pneumonia and somebody gets sick, it is obviously made worse by the fact that she was on camera and people saw her stumbling."}], "speaker": "POWERS", "secId": 168}, {"sentences": [{"sentId": 302, "text": "But I think the bigger issue frankly is the way that she handled it, and the fact that her campaign, you know, didn't let reporters follow her, they then took 90 minutes to come out to say what happened when they first came out and said what it was."}], "speaker": "POWERS", "secId": 169}, {"sentences": [{"sentId": 303, "text": "There was no mention of pneumonia, even though it was known as of Friday that she had pneumonia."}], "speaker": "POWERS", "secId": 170}, {"sentences": [{"sentId": 304, "text": "And whenever people aren't being transparent in giving information, it makes people think what are you hiding and we've been talking about that a lot with Donald Trump's taxes."}, {"sentId": 305, "text": "The fact that he won't release them makes us all say, lie, what are you hiding."}], "speaker": "POWERS", "secId": 171}, {"sentences": [{"sentId": 306, "text": "And so, every time you're not completely disclosing all the information, I think it makes -- it just it leads into that feeling that in this case with Hillary Clinton that she's not being transparent with us."}], "speaker": "POWERS", "secId": 172}, {"sentences": [{"sentId": 307, "text": "Yes."}, {"sentId": 308, "text": "And I think most people understand, as Kirsten said everybody gets sick."}, {"sentId": 309, "text": "And especially if you keep a grueling schedule."}], "speaker": "LEMO", "secId": 173}, {"sentences": [{"sentId": 310, "text": "Sure."}], "speaker": "DERSHOWITZ", "secId": 174}, {"sentences": [{"sentId": 311, "text": "And no one, you know, no one wants to capitalize when someone is getting sick."}, {"sentId": 312, "text": "But the question is, as Kirsten said, the senior staff knew about this on Friday and it wasn't until that video that we saw of Hillary Clinton stumbling out of the -- away from the 9/11 Memorial and being -- having to be, you know, sort of held and hoisted into that van."}, {"sentId": 313, "text": "Was it a mistake to keep this a secret?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 314, "text": "Oh, there's no question it was a mistake and exactly for that reason because it plays into, in my view, a false narrative."}, {"sentId": 315, "text": "I've known Hillary Clinton for a long time."}, {"sentId": 316, "text": "She's always been extremely truthful, but when you have that kind of reputation and you hold something back it plays into that."}], "speaker": "DERSHOWITZ", "secId": 176}, {"sentences": [{"sentId": 317, "text": "Both candidates are distrusted by the public."}, {"sentId": 318, "text": "Both have high negatives."}, {"sentId": 319, "text": "This is going to be the first election in which most votes will be against the candidate, not for a candidate, that's why we have this \"Electile Dysfunction.\""}, {"sentId": 320, "text": "We don't want to be in a democracy where people are only voting negative, not positive."}], "speaker": "DERSHOWITZ", "secId": 177}, {"sentences": [{"sentId": 321, "text": "How much if you're running for a leader of the free world, when you want to be the leader of the free world, Kirsten, how much privacy are you entitled to?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 322, "text": "Well, I don't know how -- I don't know how much you should be entitled to, but I know how much you should expect and it should be exactly none."}, {"sentId": 323, "text": "Because people really do want to know as much as they can possibly know about you."}], "speaker": "POWERS", "secId": 179}, {"sentences": [{"sentId": 324, "text": "So, the idea that you have, for example, Donald Trump not releasing his taxes, continuing to make claims about the fact that he's given away all of this money with no evidence whatsoever to back it up."}], "speaker": "POWERS", "secId": 180}, {"sentences": [{"sentId": 325, "text": "We don't know about the relationships that he has with people, in terms of business relationships, we don't actually know how much money he makes."}, {"sentId": 326, "text": "And so, you know, I think there is an expectation that this kind of information would be shared and I think there's an expectation frankly that a lot more health information from both of these candidates considering their age would be shared."}], "speaker": "POWERS", "secId": 181}, {"sentences": [{"sentId": 327, "text": "And when you hear the talking point, I'm sorry, Alan, and you can respond."}, {"sentId": 328, "text": "You hear the talking points where there is a no one really care about, you know, I don't know who the American people talking about tax returns, and so on and so forth."}, {"sentId": 329, "text": "Actually not true."}, {"sentId": 330, "text": "The poll shows that people are actually interested in these things from both candidates."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 331, "text": "Yes."}], "speaker": "KIRSTEN", "secId": 183}, {"sentences": [{"sentId": 332, "text": "Alan, it's for Alan."}, {"sentId": 333, "text": "Yes."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 334, "text": "Look, there's no question."}, {"sentId": 335, "text": "That's right."}, {"sentId": 336, "text": "But I think we have to have relevant privacy."}, {"sentId": 337, "text": "That is..."}], "speaker": "DERSHOWITZ", "secId": 185}, {"sentences": [{"sentId": 338, "text": "Meaning?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 339, "text": "... even if the public is interested in knowing about parts of your private life, that has nothing to do with your ability to serve as president, you're entitled to keep those kinds of things private, your family relations, other kinds of things."}], "speaker": "DERSHOWITZ", "secId": 187}, {"sentences": [{"sentId": 340, "text": "But health, of course that can't be kept private."}, {"sentId": 341, "text": "Taxes, of course that can't be kept private."}, {"sentId": 342, "text": "Look, we've changed our rules."}, {"sentId": 343, "text": "When President Kennedy was president, the press didn't report on his sex life."}], "speaker": "DERSHOWITZ", "secId": 188}, {"sentences": [{"sentId": 344, "text": "OK. That's a good example."}, {"sentId": 345, "text": "So, what if Donald Trump and divorces?"}, {"sentId": 346, "text": "That's -- your divorce should be private?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 347, "text": "I think it should be private."}], "speaker": "DERSHOWITZ", "secId": 190}, {"sentences": [{"sentId": 348, "text": "Right."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 349, "text": "And I think, look, Franklin Roosevelt kept his health private."}], "speaker": "DERSHOWITZ", "secId": 192}, {"sentences": [{"sentId": 350, "text": "Yes."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 351, "text": "President Kennedy kept his health private."}, {"sentId": 352, "text": "The rules have changed and I think for the better."}], "speaker": "DERSHOWITZ", "secId": 194}, {"sentences": [{"sentId": 353, "text": "Yes."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 354, "text": "I think more openness, more r transparently is required but there still is a zone of privacy."}, {"sentId": 355, "text": "Mind your own business, is perfectly appropriate responds when the public wants to know something about you that's not relevant to your capacity to serve."}], "speaker": "DERSHOWITZ", "secId": 196}, {"sentences": [{"sentId": 356, "text": "OK."}, {"sentId": 357, "text": "I want to move on now."}, {"sentId": 358, "text": "Let's talk about President Barack Obama hitting the campaign trail on the defense."}, {"sentId": 359, "text": "Listen."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 360, "text": "Donald Trump says stuff every day that used to be considered as disqualifying for being president."}, {"sentId": 361, "text": "And yet, because he says it over, and over, and over again, the press just gives up, and then just say, well, yes, you know, OK, they just stopped -- I was opposed to the war in Iraq."}, {"sentId": 362, "text": "Well, actually, he wasn't."}, {"sentId": 363, "text": "But they just accepted."}], "speaker": "OBAMA", "secId": 198}, {"sentences": [{"sentId": 364, "text": "So, the bottom line is, is that we cannot afford suddenly to treat this like a reality show."}, {"sentId": 365, "text": "We can't afford to act as if there's some equivalence here."}], "speaker": "OBAMA", "secId": 199}, {"sentences": [{"sentId": 366, "text": "As quickly as you guys can sum it up."}, {"sentId": 367, "text": "Alan, you first, is there a double standard?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 368, "text": "There's absolutely a double standard."}, {"sentId": 369, "text": "And I think that no man is held to the same standards that women are held to."}, {"sentId": 370, "text": "Women can't be populous."}, {"sentId": 371, "text": "Women are expected to be ladylike."}, {"sentId": 372, "text": "Men can get away with almost boys will be boys."}, {"sentId": 373, "text": "Virtually every populous candidate has been successful, has been a man, and that puts Hillary Clinton out of substantial disadvantage."}], "speaker": "DERSHOWITZ", "secId": 201}, {"sentences": [{"sentId": 374, "text": "Kirsten?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 375, "text": "Look, there's definitely a double standard for women, there's no question and I think that Hillary Clinton at times has been held to a different standard because she's a woman."}], "speaker": "POWERS", "secId": 203}, {"sentences": [{"sentId": 376, "text": "But I also think that what the media is trying to do is they're trying to talk about how the -- how people are responding to these candidates and there does seem to be some strange double standard in the sense Trump's supporters don't seem to be turned off by a lot of his bad behavior."}], "speaker": "POWERS", "secId": 204}, {"sentences": [{"sentId": 377, "text": "But I do want to say, I think the media actually does call him out a lot more than people are saying that they call him out, it's just that he's completely unrepentant."}, {"sentId": 378, "text": "That he doesn't do."}], "speaker": "POWERS", "secId": 205}, {"sentences": [{"sentId": 379, "text": "You even have his campaign manager this morning with Alisyn Camerota just saying we just don't have to release things because we don't want to, you know."}, {"sentId": 380, "text": "And to ask us to is badgering us."}, {"sentId": 381, "text": "I mean, it's not badgering to ask questions repeatedly that deserve to be answered, but if Donald Trump isn't going to answer them and that's going to be their attitude then voters are going to have to make a decision about that."}], "speaker": "POWERS", "secId": 206}, {"sentences": [{"sentId": 382, "text": "I have the very same experience with the very same person from that campaign, you know, demanding that a question be answered directly is not badgering."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 383, "text": "Thank you, both."}, {"sentId": 384, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 385, "text": "When we come right back, more on what President Obama calls a double standard in this campaign."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 386, "text": "We'll tell you about some news and the story we first brought you last night."}, {"sentId": 387, "text": "Police have issued a warrant for the arrest of a Trump supporter caught on camera grabbing a protest by the neck and apparently hitting him in the face during a Donald Trump campaign rally."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 388, "text": "The Trump campaign has not answered request for comment, but we're going to continue to update that story."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 389, "text": "But I want to bring in now Bakari Sellers who is a political commentator and a Clinton supporter, also former Trump campaign manager, Corey Lewandowski who is still receiving severance from the Trump campaign and he's a CNN political commentator; and also Sarah Huckabee Sanders, senior advisor for the Donald Trump for president campaign, and Angela Rye, a former executive director of the Congressional Black Caucus."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 390, "text": "I just want to ask you, as you look at that video, Corey, I'm sure that -- what is your response to that video, first of all and that this man hitting a protester?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 391, "text": "Look, I think it's fair to say that nobody wants to encourage violence at the Trump rallies, so obviously, and you know, what you want to do is you want to give everybody the opportunity to come to an event and participate and listen to what Donald Trump has to say."}], "speaker": "LEWANDOWSKI", "secId": 214}, {"sentences": [{"sentId": 392, "text": "And I think that's probably the position of the campaign, that's my best guess."}], "speaker": "LEWANDOWSKI", "secId": 215}, {"sentences": [{"sentId": 393, "text": "Yes."}, {"sentId": 394, "text": "I just wanted to get the -- as a person who is closest to the campaign since there is no comment from the campaign, so thank you for that."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 395, "text": "So, President Barack Obama was out there today saying that, you know, there's a double standard when it comes to the two candidates, one is being grade -- graded on a curve, another one is not being graded on the curve, he's being graded harsher."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 396, "text": "Do you think that Donald Trump gets away with things that should have disqualified any other candidate?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 397, "text": "What I think is you've got Donald Trump, who's willing to talk with the..."}], "speaker": "LEWANDOWSKI", "secId": 219}, {"sentences": [{"sentId": 398, "text": "Or him, that should have disqualified."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 399, "text": "Well, no."}, {"sentId": 400, "text": "But, look, Donald Trump has been willing to engage with the media when, you know, Hillary Clinton hasn't."}, {"sentId": 401, "text": "What it took was 272 days for her to hold a, you know, press conference."}], "speaker": "LEWANDOWSKI", "secId": 221}, {"sentences": [{"sentId": 402, "text": "And basically what happened was she waited until the press came on her plane and she came out and had some conversation with them."}, {"sentId": 403, "text": "And she did it three days in a row and it was the world came to, oh, my God, she's so accessible."}], "speaker": "LEWANDOWSKI", "secId": 222}, {"sentences": [{"sentId": 404, "text": "Donald Trump has 70 interviews with the New York Times alone since he launched his campaign."}, {"sentId": 405, "text": "He's done hundreds of interviews with the media and so..."}], "speaker": "LEWANDOWSKI", "secId": 223}, {"sentences": [{"sentId": 406, "text": "I understand what you're saying and listen, to your point, yes, it did take her a long time."}, {"sentId": 407, "text": "But more specifically to the question, if Hillary Clinton or any of the other 15 or so candidates who are on the stage with Donald Trump had said some of the things that he has said..."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 408, "text": "I think the basket deplorables are right."}, {"sentId": 409, "text": "They should disqualify her, saying the basket of deplorables."}], "speaker": "LEWANDOWSKI", "secId": 225}, {"sentences": [{"sentId": 410, "text": "Well, we're talking about -- we're talking about Trump."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 411, "text": "Absolutely."}, {"sentId": 412, "text": "Look, you know..."}], "speaker": "LEWANDOWSKI", "secId": 227}, {"sentences": [{"sentId": 413, "text": "I mean, Donald Trump says, listen, Mexican rapists and some of them -- and some of them, I would imagine are good people."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 414, "text": "Sure."}], "speaker": "LEWANDOWSKI", "secId": 229}, {"sentences": [{"sentId": 415, "text": "That's a very similar statement to the deplorables that the Trump campaign has capitalized on."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 416, "text": "Do you know what Donald Trump has talked through and talked about?"}, {"sentId": 417, "text": "He talks just like every other person in America, and whether you like it or not, he talks very genuine and what he does is he's not a polished politician, he's not a person who has spent 30 years in the public eye honing their specific words so that the American people are going to listen, oh, my god, this is exactly the right thing."}], "speaker": "LEWANDOWSKI", "secId": 231}, {"sentences": [{"sentId": 418, "text": "Donald Trump goes out and he talks like the American people in a genuine American way and people -- that resonates with people."}], "speaker": "LEWANDOWSKI", "secId": 232}, {"sentences": [{"sentId": 419, "text": "I think what he says comes off as he's being authentically Donald Trump."}, {"sentId": 420, "text": "But I don't know many people who speak like Donald Trump."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 421, "text": "Let me just -- I mean, this is -- this is where we have to talk apples to apples."}, {"sentId": 422, "text": "For example, we had Gary Johnson who came out and made that huge mistakes saying what is Aleppo."}], "speaker": "SELLERS", "secId": 234}, {"sentences": [{"sentId": 423, "text": "Well, Donald Trump actually didn't know that Russia had invaded Ukraine and annex Crimea."}, {"sentId": 424, "text": "That normally as it was for Gary Johnson will be a disqualifier in the race."}, {"sentId": 425, "text": "Somebody who doesn't understand a world affair, who doesn't understand that one of our largest geopolitical threats is actually invaded somewhere else."}, {"sentId": 426, "text": "So, I mean, we have this natural, natural equivalencies that, you"}], "speaker": "SELLERS", "secId": 235}, {"sentences": [{"sentId": 427, "text": "know, we've just not harkening on."}, {"sentId": 428, "text": "I'll give you another perfect example."}, {"sentId": 429, "text": "Donald Trump had a four paragraph letter from some doctor who we're not sure, you know, his background or anything of the sort."}], "speaker": "SELLERS", "secId": 236}, {"sentences": [{"sentId": 430, "text": "But he's saying he's going to release more detailed medical records."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 431, "text": "But he's been saying he's going to be releasing things for a very long period of time."}, {"sentId": 432, "text": "Well, Hillary Clinton we actually know the medications that she's on, we know her blood pressure, we know her cholesterol level because she did all of these things."}, {"sentId": 433, "text": "And people trying to make it seem like as if Hillary Clinton has been hiding behind some veil of secrecy when Donald Trump is the one who hasn't given us any..."}], "speaker": "SELLERS", "secId": 238}, {"sentences": [{"sentId": 434, "text": "She did hide behind the veil of secrecy when it came to last weekend."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 435, "text": "And they -- you know what they did?"}, {"sentId": 436, "text": "The difference between the Trump campaign and the Clinton campaign?"}, {"sentId": 437, "text": "They came out and they said, you know what, we made a mistake."}], "speaker": "SELLERS", "secId": 240}, {"sentences": [{"sentId": 438, "text": "All right."}, {"sentId": 439, "text": "I want to get to Sarah and Angela."}, {"sentId": 440, "text": "And, Sarah, but first, let's listen to the president again today in Pennsylvania."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 441, "text": "So, the bottom line is that we cannot afford suddenly to treat this like a reality show."}, {"sentId": 442, "text": "We can't afford to act as if there are some equivalence here."}], "speaker": "OBAMA", "secId": 242}, {"sentences": [{"sentId": 443, "text": "To be president, you have to do your homework and you have to know what you're talking about and you've got to apply steady judgment even when things don't go your way and you've got to make the tough calls even when they're not popular."}], "speaker": "OBAMA", "secId": 243}, {"sentences": [{"sentId": 444, "text": "Even when they take years to pay off and you've got to be able to handle criticism without taking personal just brush it off, and then go ahead and get the job done."}], "speaker": "OBAMA", "secId": 244}, {"sentences": [{"sentId": 445, "text": "So, you heard the president's remarks, Sarah, he has a record almost near-record approval ratings, do you think that some of that enthusiasm when you, you know, when you see the income going up is that going to transfer, is that a concern from the Trump people that that's going to transfer to Hillary Clinton?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 446, "text": "I don't think so at all."}, {"sentId": 447, "text": "I mean, I think voters are showing particularly when you talk about enthusiasm, there is none for Hillary Clinton."}, {"sentId": 448, "text": "They're not excited about her, they're not energized to come out and support her and I think in large part because she's such a horrible candidate."}], "speaker": "SANDERS", "secId": 246}, {"sentences": [{"sentId": 449, "text": "She's been in government for 30 years, she has nothing to show for it and Donald Trump is rolling out plans that we do frankly, as a woman more for women in one night than Hillary Clinton has done in 30 years in public service."}], "speaker": "SANDERS", "secId": 247}, {"sentences": [{"sentId": 450, "text": "I think people are sick and tired of politicians as usual, Hillary Clinton is the ultimate Washington insider and Donald Trump is the ultimate outsider and this is a year where people are looking for major change and he's the only one that brings that."}], "speaker": "SANDERS", "secId": 248}, {"sentences": [{"sentId": 451, "text": "Angela, is she -- is he a better campaigner for Hillary Clinton than she is for himself?"}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 452, "text": "Absolutely, and I just want to go back briefly to something that Sarah just mentioned."}, {"sentId": 453, "text": "Donald Trump is absolutely not the ultimate outsider."}, {"sentId": 454, "text": "He's demonstrated that he's so on the inside that he's willing to use Trump Foundation money to pay a politician, Pam Bondi, and to support her campaign her campaign."}, {"sentId": 455, "text": "So, he actually is an insider."}], "speaker": "RYE", "secId": 250}, {"sentences": [{"sentId": 456, "text": "He's talked about for years how he uses his money, his riches, all of the wealth of being a billionaire to fund campaigns so that he could pay-to-play."}, {"sentId": 457, "text": "He has bragged about that for years, so he actually is quite the insider."}, {"sentId": 458, "text": "Maybe not a Washington insider but one that certainly is cutting the corners of what the loss is."}], "speaker": "RYE", "secId": 251}, {"sentences": [{"sentId": 459, "text": "And President Obama is he a better campaigner for Hillary Clinton and you said absolutely why is that?"}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 460, "text": "So, I think a number of things, one is we know President Obama's approval rating right now is at 58 percent."}, {"sentId": 461, "text": "Folks often continue to say, oh, we don't want the third term of President Obama, I actually don't think that would be a bad thing."}], "speaker": "RYE", "secId": 253}, {"sentences": [{"sentId": 462, "text": "I was watching that rally footage right there, Don, just going, I love this guy."}, {"sentId": 463, "text": "There's something about him that is not only charismatic."}, {"sentId": 464, "text": "He has a way of breaking things down to say, listen, this is not the type of campaign we want to be running."}, {"sentId": 465, "text": "There's nothing yes, to be keen about this."}], "speaker": "RYE", "secId": 254}, {"sentences": [{"sentId": 466, "text": "When you're thinking about history, Donald Trump looks like the prior 43 presidents."}, {"sentId": 467, "text": "Hillary Clinton and Barack Obama look very different, think very different and represent a different type of change and I think he made a very compelling argument."}], "speaker": "RYE", "secId": 255}, {"sentences": [{"sentId": 468, "text": "There are some people here, I know, especially Corey Lewandowski who want to get in on that who disagree with you said."}, {"sentId": 469, "text": "We will say that after the break."}, {"sentId": 470, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 471, "text": "Back now with my panel, you had taken offense to something Angela said, you didn't believe the president's approval rating is where she says it is."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 472, "text": "It's not just the president's approval rating."}, {"sentId": 473, "text": "It's the direction of the country and if you look at the direction of the country, 33 percent of the people -- 33 --- it's a plus-33 meaning the country thinks that -- that we're heading in the wrong track."}], "speaker": "LEWANDOWSKI", "secId": 258}, {"sentences": [{"sentId": 474, "text": "Now that's a fundamental notion of both Congress and the presidency."}, {"sentId": 475, "text": "And so, if you want to have a third term of the Obama administration right now, it's a 33 point direction that the country is going on the wrong track, and so the difference is what -- look, President Obama is a great campaigner, no one's taking that away from him."}], "speaker": "LEWANDOWSKI", "secId": 259}, {"sentences": [{"sentId": 476, "text": "But if you want to campaign on the third term of the president's campaign, then you also have to also admit that 33 percent more of the people believe the country's going in the wrong direction."}], "speaker": "LEWANDOWSKI", "secId": 260}, {"sentences": [{"sentId": 477, "text": "Let her response."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 478, "text": "And the president's approval ratings at this point is very impressive."}, {"sentId": 479, "text": "He's plus three, he's a 51 to 48 in CNN's last poll."}, {"sentId": 480, "text": "That's great for the president."}, {"sentId": 481, "text": "Hillary Clinton is not Barack Obama."}, {"sentId": 482, "text": "And her intensity..."}], "speaker": "LEWANDOWSKI", "secId": 262}, {"sentences": [{"sentId": 483, "text": "Let her respond, Corey."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 484, "text": "Her intensity is significantly low than Barack Obama -- than Donald Trump's intensity who has a 15-point percent average lead on the people who are going to support him over Hillary Clinton."}], "speaker": "LEWANDOWSKI", "secId": 264}, {"sentences": [{"sentId": 485, "text": "So, a couple things."}, {"sentId": 486, "text": "One is, I can't tell if it's the third term of Barack Obama or she's not Barack Obama or whatever."}, {"sentId": 487, "text": "But I will say to you is the reason why the country thinks -- or the reason why so many people in this country think we're going in the wrong direction has a lot to do with your candidate, Corey."}], "speaker": "RYE", "secId": 265}, {"sentences": [{"sentId": 488, "text": "We have the most divided country ever."}, {"sentId": 489, "text": "This election theme is us versus them."}, {"sentId": 490, "text": "This is about people who have been ostracized and put out frustrated angry, et cetera..."}], "speaker": "RYE", "secId": 266}, {"sentences": [{"sentId": 491, "text": "I agree with you."}], "speaker": "LEWANDOWSKI", "secId": 267}, {"sentences": [{"sentId": 492, "text": "... and trying to find people to blame."}], "speaker": "RYE", "secId": 268}, {"sentences": [{"sentId": 493, "text": "These are people whose judge..."}], "speaker": "LEWANDOWSKI", "secId": 269}, {"sentences": [{"sentId": 494, "text": "The victims are being blamed and have been for some time."}, {"sentId": 495, "text": "So, go ahead, Corey because what you have to say is more important than me finishing my sentence."}, {"sentId": 496, "text": "So, go ahead."}, {"sentId": 497, "text": "LEWANDOWSKI:  Well, that's true."}, {"sentId": 498, "text": "But look, that's true."}, {"sentId": 499, "text": "I agree with you."}], "speaker": "RYE", "secId": 270}, {"sentences": [{"sentId": 500, "text": "Actually not, but that's what you think and that's part of the problem."}], "speaker": "RYE", "secId": 271}, {"sentences": [{"sentId": 501, "text": "People are disenfranchised."}, {"sentId": 502, "text": "People are so upset that the jobs have been shipped overseas."}, {"sentId": 503, "text": "People are sad that TPP is the gold standard and it's not the gold standard because our jobs have been shipped overseas."}, {"sentId": 504, "text": "People are upset that America is not being put first anymore."}, {"sentId": 505, "text": "And what Donald Trump's campaign has been about is very clear."}], "speaker": "LEWANDOWSKI", "secId": 272}, {"sentences": [{"sentId": 506, "text": "Corey, that's your rhetoric."}], "speaker": "RYE", "secId": 273}, {"sentences": [{"sentId": 507, "text": "We're going to put Americans first."}, {"sentId": 508, "text": "I know this is a crazy notion..."}], "speaker": "LEWANDOWSKI", "secId": 274}, {"sentences": [{"sentId": 509, "text": "But, if I can chime in."}], "speaker": "SELELRS", "secId": 275}, {"sentences": [{"sentId": 510, "text": "No, it's actually not."}, {"sentId": 511, "text": "What's crazy is that your folks want to go back to 1950s, which is pre-integration, that's what's crazy."}, {"sentId": 512, "text": "And there are poll numbers -- go ahead."}], "speaker": "RYE", "secId": 276}, {"sentences": [{"sentId": 513, "text": "I was saying I think what Corey is ignoring is just the raw numbers and what we know to be true."}, {"sentId": 514, "text": "We've had 5.2 percent growth in the peoples' income that just came out today."}, {"sentId": 515, "text": "What we've seen is an increase in the income of African-Americans, Hispanics, Asians- Americans, white Americans, entire groups of people have now benefited from Barack Obama's robust economy."}], "speaker": "SELELRS", "secId": 277}, {"sentences": [{"sentId": 516, "text": "We've even lifted 3.5 million people out of poverty."}, {"sentId": 517, "text": "These are very, very real numbers."}, {"sentId": 518, "text": "And yes, we have a long way to go, but you can't discount the fact that we have to say thank you, Barack Obama."}], "speaker": "SELELRS", "secId": 278}, {"sentences": [{"sentId": 519, "text": "Last word because I want to get on the..."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 520, "text": "The problem with that, though, Bakari, is that is while wages may have increased some, so is everything also, the cost of housing, the cost of childcare, the cost of college tuition, everything else has skyrocketed."}], "speaker": "SANDERD", "secId": 280}, {"sentences": [{"sentId": 521, "text": "That's not all the way true."}, {"sentId": 522, "text": "I mean, that's not all the way true."}], "speaker": "SELLERS", "secId": 281}, {"sentences": [{"sentId": 523, "text": "he doesn't even want to increase the minimum wage."}], "speaker": "RYE", "secId": 282}, {"sentences": [{"sentId": 524, "text": "The cost of housing has actually gone down."}, {"sentId": 525, "text": "In fact, the cost of gas is actually $2 right now, so yes, while we still have yet a ways to go, you know, we've come a long way and you have to be able to say at one point, you have to breathe and say thank you, Barack Obama."}], "speaker": "SELLERS", "secId": 283}, {"sentences": [{"sentId": 526, "text": "Let's talk about -- let's talk about health, right, because that's been in the news."}, {"sentId": 527, "text": "He -- Donald Trump is going to go on Dr. Oz."}, {"sentId": 528, "text": "Do you think -- do you think that's going to help given that Dr. Oz told Fox News and this is a quote, \"I'm not going to ask him questions he doesn't want to have answered.\""}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 529, "text": "What -- I love you, Dr. Oz, but, I mean, you've got to ask all questions not just the ones, especially the ones he doesn't want to have answers."}, {"sentId": 530, "text": "Those are the ones you want to ask him."}], "speaker": "LEMON", "secId": 285}, {"sentences": [{"sentId": 531, "text": "I think what the most important thing here is not just where he's going to release the information, but the fact is he's releasing all the information."}], "speaker": "LEWANDOWSKI", "secId": 286}, {"sentences": [{"sentId": 532, "text": "Dr. Oz didn't examine him, though."}], "speaker": "LEMON", "secId": 287}, {"sentences": [{"sentId": 533, "text": "And it's not an invitation."}, {"sentId": 534, "text": "He's releasing a physical -- that's not his medical history report."}], "speaker": "SELLERS", "secId": 288}, {"sentences": [{"sentId": 535, "text": "And look, Donald Trump -- Donald Trump had a physical on Friday, and what he says I'm going to release the findings of that physical, which is his blood pressure, his weight, his height, his cholesterol and all the things that go with that."}], "speaker": "LEWANDOWSKI", "secId": 289}, {"sentences": [{"sentId": 536, "text": "But hang on."}, {"sentId": 537, "text": "I sat here with two -- a couple of doctors I sat, and even Betsy McCaughey who is on your team who said that, you know, this are snapshots in time we'd be in it."}, {"sentId": 538, "text": "What would really help is if there were someone who was an independent doctor who was able to examine them or look at the medical records."}], "speaker": "LEMON", "secId": 290}, {"sentences": [{"sentId": 539, "text": "Would they allow someone like, you know, maybe instead of Dr. Oz, or whatever who said he's not going to ask him questions he doesn't want to be answered, maybe like our Sanjay Gupta who is going to give, you know, an independent examination of the numbers, will he allow him to look at the records or to examine him?"}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 540, "text": "Look, he's to what I think."}, {"sentId": 541, "text": "The short answer is that's the decision that Mr. Trump would have to make."}, {"sentId": 542, "text": "But I do think that he's willing to release all of the medical records in addition to what has already been released and his complete physical that took on Friday."}], "speaker": "LEWANDOWSKI", "secId": 292}, {"sentences": [{"sentId": 543, "text": "That's absurd."}, {"sentId": 544, "text": "This is the false equivalency."}, {"sentId": 545, "text": "No, no, no, no."}], "speaker": "SELELRS", "secId": 293}, {"sentences": [{"sentId": 546, "text": "On Friday."}, {"sentId": 547, "text": "Hillary Clinton spent an entire 90 minutes saying that she had a heat stroke at 9/11, only to come out and say I had pneumonia."}], "speaker": "LEWANDOWSKI", "secId": 294}, {"sentences": [{"sentId": 548, "text": "Heat stroke."}], "speaker": "LEMON", "secId": 295}, {"sentences": [{"sentId": 549, "text": "Heat stroke."}, {"sentId": 550, "text": "She said she was overheated."}], "speaker": "LEWANDOWSKI", "secId": 296}, {"sentences": [{"sentId": 551, "text": "She was overheated."}], "speaker": "LEMON", "secId": 297}, {"sentences": [{"sentId": 552, "text": "So, Corey, that's absurd."}, {"sentId": 553, "text": "He released -- he released four paragraphs from a quack doctor that basically said -- not only that, but the doctor literally said in the four paragraphs, he said, he's positive for everything."}, {"sentId": 554, "text": "I don't want ever want to be positive for everything."}], "speaker": "SELLERS", "secId": 298}, {"sentences": [{"sentId": 555, "text": "Right."}], "speaker": "RYE", "secId": 299}, {"sentences": [{"sentId": 556, "text": "That's first and foremost, and then second..."}], "speaker": "SELLERS", "secId": 300}, {"sentences": [{"sentId": 557, "text": "OK."}, {"sentId": 558, "text": "I've got to go."}, {"sentId": 559, "text": "But she has released more medical records."}], "speaker": "LEMON", "secId": 301}, {"sentences": [{"sentId": 560, "text": "Hillary has released everything."}], "speaker": "SELELRS", "secId": 302}, {"sentences": [{"sentId": 561, "text": "A two-page document is what he said."}, {"sentId": 562, "text": "He's releasing a full analysis of what took place on Friday."}, {"sentId": 563, "text": "Let's release her physical from Friday."}], "speaker": "LEWANDOWSKI", "secId": 303}, {"sentences": [{"sentId": 564, "text": "How about those tax returns."}, {"sentId": 565, "text": "Tax returns."}], "speaker": "RYE", "secId": 304}, {"sentences": [{"sentId": 566, "text": "She already all that information."}], "speaker": "SELLERS", "secId": 305}, {"sentences": [{"sentId": 567, "text": "So, if you want to hear -- if you want to hear the rest of this argument, then you'll have to tune in at 11."}], "speaker": "LEMON", "secId": 306}, {"sentences": [{"sentId": 568, "text": "Leave us in the green room."}], "speaker": "SELELRS", "secId": 307}, {"sentences": [{"sentId": 569, "text": "Clearly."}], "speaker": "RYE", "secId": 308}, {"sentences": [{"sentId": 570, "text": "The next hour of this show."}, {"sentId": 571, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 309}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.13.cnnt.01.html.json", "time": "Aired September 13, 2016 - 22:00   ET"}