{"sectionCount": 274, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "SERFATY", "PELLEY", "OBAMA", "UNKNOWN SPEAKER", "CARSON", "HEWITT", "BUMP", "WILSON", "HUGHES", "CARDONA", "PAUL", "MARIA", "FIORINA", "BURKE", "RULLI", "UNIDENTIFIED MALE", "ANTEPLI", "ANTEPTI"], "subTitle": "Pope Francis to Celebrate First Mass in U.S. Tomorrow; Donald Trump Doubling Down on Anti-Muslim Rhetoric.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/22/cnnt.01.html", "sentenceCount": 686, "sections": [{"sentences": [{"sentId": 0, "text": "We're looking right now at the Basilica of the Immaculate Conception in Washington."}, {"sentId": 1, "text": "That's where Pope Francis will celebrate his first mass here in the United States."}, {"sentId": 2, "text": "He'll do that tomorrow."}, {"sentId": 3, "text": "That's after being greeted today by President Barack Obama, the First Lady Michelle Obama and their daughters, Sasha and Malia."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "This is CNN Tonight."}, {"sentId": 5, "text": "I'm Don Lemon."}, {"sentId": 6, "text": "The pope getting a rock star reception at the start of his six-day visit, and preaching a gospel of peace and justice for the poor."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "Meanwhile, faith at a flash point in the campaign trail."}, {"sentId": 8, "text": "Donald Trump doubling down on the anti-Muslim rhetoric in a new interview with 60 Minutes."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "We can say there are problems with the Muslims."}, {"sentId": 10, "text": "There is no problem."}, {"sentId": 11, "text": "There is no terrorism."}, {"sentId": 12, "text": "There is no anything."}, {"sentId": 13, "text": "They didn't knock down the World Trade Center."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 14, "text": "To the best of my knowledge, the people that knocked down the World Trade Center, you know where -- they didn't fly back to Sweden."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 15, "text": "Comprehensive coverage in the pope's visit in just a moment."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 16, "text": "But I want to begin with the race for the White House."}, {"sentId": 17, "text": "And joining me now is CNN's Sunlen Serfaty."}, {"sentId": 18, "text": "Sunlen, as long as Donald Trump is in this campaign it seems like he is taking up all the oxygen."}, {"sentId": 19, "text": "He is saying more controversial things bout Muslims, this time on 60 Minutes."}, {"sentId": 20, "text": "What can you tell us?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 21, "text": "Well, that's right."}, {"sentId": 22, "text": "As you say, he is really this controversy continues this world and Donald Trump continues to defend himself over that moment last week, last Thursday with that supporter in New Hampshire."}, {"sentId": 23, "text": "Not only refusing to really dismiss the supporter that claimed President Obama is a Muslim and he's not an American."}], "speaker": "SERFATY", "secId": 7}, {"sentences": [{"sentId": 24, "text": "But really for the fact that he did not dismiss the notion during that exchanges that Muslims are a problem in the United States."}, {"sentId": 25, "text": "Donald Trump, in this interview with 60 minutes, continued to explain why he did not do better in that moment."}, {"sentId": 26, "text": "Here is what he had to say."}], "speaker": "SERFATY", "secId": 8}, {"sentences": [{"sentId": 27, "text": "We were with you in New Hampshire when that man stood up."}], "speaker": "PELLEY", "secId": 9}, {"sentences": [{"sentId": 28, "text": "Yes."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 29, "text": "... and said, \"We have a problem in this country and it's Muslims.\""}, {"sentId": 30, "text": "You let that pass."}, {"sentId": 31, "text": "And I wonder what that tells us about you."}], "speaker": "PELLEY", "secId": 11}, {"sentences": [{"sentId": 32, "text": "Well, he said much more than that."}, {"sentId": 33, "text": "That was part of the statement."}, {"sentId": 34, "text": "He then went on to say other things."}], "speaker": "TRUMP", "secId": 12}, {"sentences": [{"sentId": 35, "text": "But the bigotry part."}], "speaker": "PELLEY", "secId": 13}, {"sentences": [{"sentId": 36, "text": "Look, he said mostly about Obama, that whole question is about -- I don't have to defend President Obama."}, {"sentId": 37, "text": "He is not going to defend me."}, {"sentId": 38, "text": "So, whether you agree with the man or don't agree -- and there were people in that audience as you probably noticed that did agree with him."}], "speaker": "OBAMA", "secId": 14}, {"sentences": [{"sentId": 39, "text": "It was a testing moment for a man running for president."}, {"sentId": 40, "text": "You never know when they're coming."}], "speaker": "PELLEY", "secId": 15}, {"sentences": [{"sentId": 41, "text": "I don't think so."}], "speaker": "TRUMP", "secId": 16}, {"sentences": [{"sentId": 42, "text": "But here you had a bigot..."}], "speaker": "PELLEY", "secId": 17}, {"sentences": [{"sentId": 43, "text": "That was an attack."}], "speaker": "TRUMP", "secId": 18}, {"sentences": [{"sentId": 44, "text": "... that you could have slap down."}], "speaker": "PELLEY", "secId": 19}, {"sentences": [{"sentId": 45, "text": "You don't know that."}, {"sentId": 46, "text": "I mean, he asked a question."}, {"sentId": 47, "text": "You don't know that he was a bigot."}, {"sentId": 48, "text": "But, look."}], "speaker": "TRUMP", "secId": 20}, {"sentences": [{"sentId": 49, "text": "A problem in this country and it's Muslims?"}], "speaker": "PELLEY", "secId": 21}, {"sentences": [{"sentId": 50, "text": "He said, well, let me ask you this."}, {"sentId": 51, "text": "So, he said there is a problem in this country and its Muslims."}, {"sentId": 52, "text": "All right."}, {"sentId": 53, "text": "I love the Muslims."}, {"sentId": 54, "text": "I have many, many friends."}, {"sentId": 55, "text": "People living in this building."}, {"sentId": 56, "text": "Muslims."}, {"sentId": 57, "text": "They're phenomenal people."}], "speaker": "TRUMP", "secId": 22}, {"sentences": [{"sentId": 58, "text": "But like everything else, you have people where there are problems."}, {"sentId": 59, "text": "Now, we can say there are no problems with the Muslims."}, {"sentId": 60, "text": "There is no problem."}, {"sentId": 61, "text": "There is no terrorism."}, {"sentId": 62, "text": "There is no anything."}, {"sentId": 63, "text": "They didn't knock down the World Trade Center."}], "speaker": "TRUMP", "secId": 23}, {"sentences": [{"sentId": 64, "text": "To the best of my knowledge the people that knocked down the World Trade Center -- you know where they -- they didn't fly back to Sweden."}], "speaker": "TRUMP", "secId": 24}, {"sentences": [{"sentId": 65, "text": "And Don, in the days since this controversy first broke,"}], "speaker": "SERFATY", "secId": 25}, {"sentences": [{"sentId": 66, "text": "Trump has had to comment multiple times on this."}, {"sentId": 67, "text": "He says that he has friends that are Muslims."}, {"sentId": 68, "text": "He would consider putting a Muslim on his ticket or in his cabinet."}, {"sentId": 69, "text": "But he really tries to answer that criticism as best and can by saying that he was specifically referencing religious extreme -- the religion's extreme elements as he told Jake Tapper on State of the Union this past weekend."}], "speaker": "SERFATY", "secId": 26}, {"sentences": [{"sentId": 70, "text": "And Sunlen, you now, he is also taking a swing at the Club for Growth, its a conservative tax group which opposes him threatening to sue them for this ad that was out last week."}, {"sentId": 71, "text": "Look at this."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 72, "text": "Which presidential candidate supports higher taxes, national health care and the Wall Street bailout?"}, {"sentId": 73, "text": "It's Donald Trump."}], "speaker": "UNKNOWN SPEAKER", "secId": 28}, {"sentences": [{"sentId": 74, "text": "In many cases I probably identify more as a democrat."}], "speaker": "TRUMP", "secId": 29}, {"sentences": [{"sentId": 75, "text": "Trump wants us to think he's Mr. Tell it like it is, but he has a record, and it's very liberal."}], "speaker": "UNKNOWN SPEAKER", "secId": 30}, {"sentences": [{"sentId": 76, "text": "And, Sunlen, Trump's attorney says that the ad is full of lies and that Trump is not for higher taxes."}, {"sentId": 77, "text": "They demanded that the club stop airing these ads."}, {"sentId": 78, "text": "Which is the truth here?"}, {"sentId": 79, "text": "Is it a cheap shot?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 80, "text": "Well, it's interesting because we firstly do not have a full tax plan from Donald Trump."}, {"sentId": 81, "text": "That is to be released sometime in the coming days and weeks."}, {"sentId": 82, "text": "He has promised."}, {"sentId": 83, "text": "But we do have some hints from him on what will make up the tax plan, so we have some things to go off of."}], "speaker": "SERFATY", "secId": 32}, {"sentences": [{"sentId": 84, "text": "He has said in interviews recently that he would target changes in the tax code, specifically going after hedge fund managers, mentioning this thing called \"carried interest loophole,\" where hedge fund managers can basically get a lower tax rate on the interest that they earn from managing investments."}], "speaker": "SERFATY", "secId": 33}, {"sentences": [{"sentId": 85, "text": "But the Trump campaign pushes back on this ad."}, {"sentId": 86, "text": "They say this is not part of his presidential campaign."}, {"sentId": 87, "text": "The Club for Growth again pushes back on that saying that he has made statements in the past."}, {"sentId": 88, "text": "So ,really we expect this controversy to keep on swirling, Don."}], "speaker": "SERFATY", "secId": 34}, {"sentences": [{"sentId": 89, "text": "Interesting."}, {"sentId": 90, "text": "And I want to ask you about Ben Carson now."}, {"sentId": 91, "text": "He is still trying to calm the uproar over his remarks on Sunday when he said a Muslim should not be president."}, {"sentId": 92, "text": "Listen to what he said today, Sunlen."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 93, "text": "I don't care what a person's religious beliefs are or what their religious heritage is."}, {"sentId": 94, "text": "If they embrace American culture, if they embrace our Constitution and are willing to place that above their religious beliefs, I have no problem with them."}], "speaker": "CARSON", "secId": 36}, {"sentences": [{"sentId": 95, "text": "So, this isn't the first time that he is kind of back-tracking after a controversial remark."}, {"sentId": 96, "text": "Is that part of his appeal on some level as maybe the anti-Trump?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 97, "text": "Well, it's really interesting, that moment definitely reminded us of the moment that Ben Carson had just a few weeks ago, where he kind of called into question Donald Trump's faith."}, {"sentId": 98, "text": "The fact that he is kind of saying, backtracking a little bit and holding this up as saying any presidential candidate, you know, I'm not going to question the faith."}], "speaker": "SERFATY", "secId": 38}, {"sentences": [{"sentId": 99, "text": "I think that does speaks to a lot of voters, especially the voters in the lane that Donald Trump and Ben Carson are both trying to chase, Evangelicals, where a person of faith of course, does appeal to them."}], "speaker": "SERFATY", "secId": 39}, {"sentences": [{"sentId": 100, "text": "But at the same time, they're looking for someone who can admit and not necessarily criticize other people."}, {"sentId": 101, "text": "So, the back and forth between Trump and Ben Carson over faith certainly appeals."}, {"sentId": 102, "text": "The way Carson is handling it now could certainly appeal to many of those Evangelical voters that are very important to him."}], "speaker": "SERFATY", "secId": 40}, {"sentences": [{"sentId": 103, "text": "Sunlen Serfaty reporting for us from South Carolina."}, {"sentId": 104, "text": "Thank you very much."}, {"sentId": 105, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 106, "text": "I want to bring in now Hugh Hewitt, host of radio's The Hugh Hewitt Show, and the author of \"The Queen, the Epic Ambition of Hillary Clinton and the Coming of the Second Clinton Era.\""}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 107, "text": "Good evening, sir."}, {"sentId": 108, "text": "What do you think of what Donald Trump told 60 Minutes?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 109, "text": "I think Donald Trump is not a bigot."}, {"sentId": 110, "text": "I don't believe he wants to spend his time talking about this issue."}, {"sentId": 111, "text": "In fact, when I was on the stage, Don, with Jake and Dana and that enormously successful debate with 24 million people, there wasn't one bigot on that stage."}, {"sentId": 112, "text": "There isn't one bigot in the republican field."}], "speaker": "HEWITT", "secId": 44}, {"sentences": [{"sentId": 113, "text": "Some are more artful than others about expressing what Article 6 of the Constitution says, which is, \"Anyone born of American parents is eligible to be president.\""}], "speaker": "HEWITT", "secId": 45}, {"sentences": [{"sentId": 114, "text": "But I like to remind people, thousands of Americans have gone and fought and died for the freedom of Muslim people in Afghanistan, in Iraq, and we're now trying to figure out how to stop the savage murder of millions of Muslims and cops and others in the Middle East by the Syrian dictator Assad."}], "speaker": "HEWITT", "secId": 46}, {"sentences": [{"sentId": 115, "text": "So, I think it's kind of a side-show issue."}, {"sentId": 116, "text": "I interviewed Donald Trump yesterday, I didn't bring this up."}, {"sentId": 117, "text": "I did get some interesting..."}], "speaker": "HEWITT", "secId": 47}, {"sentences": [{"sentId": 118, "text": "But, Hugh."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 119, "text": "Go ahead, Don."}], "speaker": "HEWITT", "secId": 49}, {"sentences": [{"sentId": 120, "text": "He seems to be saying in the 60 Minutes interview that there is a problem with Muslims."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 121, "text": "I didn't hear it that way at all."}, {"sentId": 122, "text": "I think I heard him saying that the people who attacked the country on 9/11 all were Islamist radicals and that we have to be concerned about Wahhabis Islamist radicalism whether of the Shia or the Sunni variety."}], "speaker": "HEWITT", "secId": 51}, {"sentences": [{"sentId": 123, "text": "And I always ask my guests that, have you read The Looming Tower by noted liberal New Yorker writer, Lawrence Wright, because it traces the Genesis of the al-Khatib Muslim brotherhood radicalism that led to 9/11."}], "speaker": "HEWITT", "secId": 52}, {"sentences": [{"sentId": 124, "text": "But to call that out that as a problem is not to be anti-Muslim."}, {"sentId": 125, "text": "And I believe -- and I don't believe..."}], "speaker": "HEWITT", "secId": 53}, {"sentences": [{"sentId": 126, "text": "My question is what does that have to do with the original question from the man in the audience that he did not -- that he did not take on that the president -- he is saying the president is a Muslim."}, {"sentId": 127, "text": "Why doesn't he just say the president is a Christian, let's move on?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 128, "text": "Well, I always say the president is a Christian, but I also say, Don, tonight people will tweet about your show."}, {"sentId": 129, "text": "You will not be defined, Don Lemon is not defined, CNN Tonight is not defined, Hugh Hewitt is not defined by the craziest person or the most ill-liberal person who says they are on our side in any debate."}], "speaker": "HEWITT", "secId": 55}, {"sentences": [{"sentId": 130, "text": "We're defined by ourselves and Donald Trump and Ben Carson and every republican is defined by themselves."}, {"sentId": 131, "text": "You know, Jeb Bush said tonight he is not for a multi-cultural society."}, {"sentId": 132, "text": "And some people are trying to make that into..."}], "speaker": "HEWITT", "secId": 56}, {"sentences": [{"sentId": 133, "text": "Let me read that to you."}, {"sentId": 134, "text": "This is his comments."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 135, "text": "Go ahead."}], "speaker": "HEWITT", "secId": 58}, {"sentences": [{"sentId": 136, "text": "He's on a trail on Iowa."}, {"sentId": 137, "text": "He said, \"We should not have a multi- cultural society."}, {"sentId": 138, "text": "When you create pockets of isolation, and in some cases, the assimilation process has been retarded, it's wrong."}, {"sentId": 139, "text": "It limits people's aspiration.\""}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 140, "text": "It seems kind of strange coming from him because he has a multi- cultural family himself."}, {"sentId": 141, "text": "He has defended his use of Spanish language on the campaign trail and in ads."}, {"sentId": 142, "text": "So, what is going on here, Hugh?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 143, "text": "Something has been going on for a hundred years."}, {"sentId": 144, "text": "Teddy Roosevelt was the first President to denounce hyphenated Americanism followed by Woodrow Wilson, his political rival on opposite who also denounced hyphenated Americanism."}, {"sentId": 145, "text": "Both Teddy Roosevelt and Woodrow Wilson now up through the big-hearted -- and nobody denies this either."}], "speaker": "HEWITT", "secId": 61}, {"sentences": [{"sentId": 146, "text": "Jeb bush is a big-hearted man with absolutely zero bigotry in him."}, {"sentId": 147, "text": "I mean, he's really, he's like Bergoglio, Pope Francis, he loves everybody."}, {"sentId": 148, "text": "What he's trying to say is America has to be about Americans coming together."}], "speaker": "HEWITT", "secId": 62}, {"sentences": [{"sentId": 149, "text": "John Kasich made this point on the debate stage as well and most of the republicans do."}, {"sentId": 150, "text": "They're not about dividing."}, {"sentId": 151, "text": "They're about bringing together."}, {"sentId": 152, "text": "And I think what Jeb Bush was saying, and I haven't heard all the remarks, is that Americans have to come together rather than stake their claims to separate ethnic and ideological and racial identities, so that we are first and foremost, bound together by the Declaration of Independence and the Constitution."}], "speaker": "HEWITT", "secId": 63}, {"sentences": [{"sentId": 153, "text": "That was Lincoln's vision, the republican or the party of Lincoln, the Cooper union speech, the second inaugural."}, {"sentId": 154, "text": "These are all the things that I think Jeb Bush and all republicans stand for."}], "speaker": "HEWITT", "secId": 64}, {"sentences": [{"sentId": 155, "text": "But I think all census data and everything shows that America is becoming increasingly multi-cultural."}, {"sentId": 156, "text": "So, what does it mean for the Republican Party when you have these issues coming up over and over again."}, {"sentId": 157, "text": "When it comes to allowing people in, trusting people from other places or with different religions?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 158, "text": "We're all for it."}, {"sentId": 159, "text": "I think Arthur Brooks at the American Enterprise Institute's brand-new book \"The Road to Freedom\" is about being for people."}, {"sentId": 160, "text": "And I'm for everyone coming to this country who believes in free enterprise, who believes in liberty."}], "speaker": "HEWITT", "secId": 66}, {"sentences": [{"sentId": 161, "text": "Only 15 percent of this country are Germans."}, {"sentId": 162, "text": "Six percent are Mexican descent, 1 percent is Swedish descent."}, {"sentId": 163, "text": "I don't care, Don."}, {"sentId": 164, "text": "I don't know what your ethnicity is."}, {"sentId": 165, "text": "Mine is as mixed up as a Mongrel."}, {"sentId": 166, "text": "My kids are a complete mix; they are, you know, 15 different ethnicities."}], "speaker": "HEWITT", "secId": 67}, {"sentences": [{"sentId": 167, "text": "This country isn't about ethnicity."}, {"sentId": 168, "text": "It's about opportunity."}, {"sentId": 169, "text": "And I think every republican wants to stress that point and they'll succeed if they do."}, {"sentId": 170, "text": "I do believe the Democratic Party has a vested interest in deepening divisions based upon racial and ideological fault lines in the country."}, {"sentId": 171, "text": "Republicans should be opposite that."}, {"sentId": 172, "text": "I think Jeb Bush was speaking to that today."}], "speaker": "HEWITT", "secId": 68}, {"sentences": [{"sentId": 173, "text": "I want to get before you leave, I want to get to talk about sort of the horse race."}, {"sentId": 174, "text": "Let's talk about this new poll which shows that Trump's first real erosion, some erosion at least in the support."}, {"sentId": 175, "text": "Do you think he's going to turn to be a flash in the panel or do you think he's going to gain his momentum back?"}, {"sentId": 176, "text": "Because he was in the 30's at one point."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 177, "text": "Oh, no, he is still the leader in every poll."}, {"sentId": 178, "text": "And I think now I'm looking at voters more than candidate."}, {"sentId": 179, "text": "And there are for camps, Don, I wrote this over at hughhewitt.com tonight."}, {"sentId": 180, "text": "There are the true believers and they're attached really tightly to their people."}], "speaker": "HEWITT", "secId": 70}, {"sentences": [{"sentId": 181, "text": "Like the Ted Cruz people and the Donald Trump people and the Ben Carson and the Huckabee and the Santorum."}, {"sentId": 182, "text": "There are some Buckley conservatives who want to elect the most conservative republican who is electable."}, {"sentId": 183, "text": "They're kind of gravitating towards Fiorina and Rubio right now."}], "speaker": "HEWITT", "secId": 71}, {"sentences": [{"sentId": 184, "text": "You've got the center, moderate right."}, {"sentId": 185, "text": "That's Kasich, Christie, and Jeb Bush."}, {"sentId": 186, "text": "Coalition builder, they are looking at the independents in New Hampshire."}, {"sentId": 187, "text": "And, the fact that in South Carolina anyone can vote."}], "speaker": "HEWITT", "secId": 72}, {"sentences": [{"sentId": 188, "text": "And then you've got the unique people who are like for Rand Paul or for one of the -- George Pataki or one of the unique boutique candidates."}, {"sentId": 189, "text": "They're all interesting, they're all moving around."}, {"sentId": 190, "text": "But, you know, Donald Trump is still number one."}, {"sentId": 191, "text": "And someone is going to have to beat him."}], "speaker": "HEWITT", "secId": 73}, {"sentences": [{"sentId": 192, "text": "Maybe that someone is Carly."}, {"sentId": 193, "text": "Maybe it's Marco Rubio."}, {"sentId": 194, "text": "Maybe it's Ted Cruz."}, {"sentId": 195, "text": "But it's not going to be over anytime soon."}, {"sentId": 196, "text": "We will have one candidate by July, and that candidate will be better positioned to lead than Hillary or Joe Biden."}, {"sentId": 197, "text": "That's what I'm talking about."}], "speaker": "HEWITT", "secId": 74}, {"sentences": [{"sentId": 198, "text": "It is true that Carly Fiorina's numbers are way up sine that debate."}, {"sentId": 199, "text": "Hugh Hewitt, thank you."}, {"sentId": 200, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 201, "text": "Always a pleasure, Don, Good to be here."}], "speaker": "HEWITT", "secId": 76}, {"sentences": [{"sentId": 202, "text": "When we come right back, Dr. Ben Carson seems to be changing his tune on Muslims."}, {"sentId": 203, "text": "But is this the Kumbaya moment for him?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 204, "text": "Plus, coming to America, the pope's first ever visit here."}, {"sentId": 205, "text": "Why he may not be as liberal as some think."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 206, "text": "Polls don't lie."}, {"sentId": 207, "text": "Republican voters angry at Washington and career politicians."}, {"sentId": 208, "text": "The outsiders, Trump, Fiorina, and Carson at the top, everyone else far behind."}, {"sentId": 209, "text": "Scott Walker gone from the race."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 210, "text": "I'm joined now by our republican strategist Rick Wilson, Scottie Nell Hughes, news director of the Tea Party News Network, Philip Bump, political reporter at The Washington Post, and democratic strategist Maria Cardona."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 211, "text": "Philip, I think this is your first time."}, {"sentId": 212, "text": "So, fasten your seat belt."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 213, "text": "I'm ready."}], "speaker": "BUMP", "secId": 82}, {"sentences": [{"sentId": 214, "text": "The rest of the gang is here."}, {"sentId": 215, "text": "OK."}, {"sentId": 216, "text": "So, Rick, Donald Trump is going to be on 60 Minutes this Sunday."}, {"sentId": 217, "text": "Scott Pelley press him pretty hard on why he didn't back down."}, {"sentId": 218, "text": "The questioner who said that President Obama was a Muslim and not an American."}, {"sentId": 219, "text": "And Trump ended up talking about the World Trade Center attack."}, {"sentId": 220, "text": "Why do you think he keeps -- he is not backing down?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 221, "text": "Look, I am not, as you are well aware, a starch defender of Donald Trump."}, {"sentId": 222, "text": "But on the other hand, this has become a controversy that's eating its own tail."}, {"sentId": 223, "text": "And I think that there is a certain amount of silliness to it."}, {"sentId": 224, "text": "At a certain point."}, {"sentId": 225, "text": "You know, you can't expect Donald Trump to have sophisticated,"}], "speaker": "WILSON", "secId": 84}, {"sentences": [{"sentId": 226, "text": "thought-through answers on major consequential questions."}, {"sentId": 227, "text": "So, this -- the Muslim thing."}, {"sentId": 228, "text": "It looks like this may have been some sort of prank by a liberal guy or a liberal groupies, some of the news is..."}], "speaker": "WILSON", "secId": 85}, {"sentences": [{"sentId": 229, "text": "Was that Scottie going, wow!"}, {"sentId": 230, "text": "Was that you?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 231, "text": "A low blow already."}, {"sentId": 232, "text": "It's only been 10 seconds and he's already low-blowing Trump."}, {"sentId": 233, "text": "That's a record."}], "speaker": "HUGHES", "secId": 87}, {"sentences": [{"sentId": 234, "text": "The fact to the matter is -- hey."}, {"sentId": 235, "text": "Listen."}], "speaker": "WILSON", "secId": 88}, {"sentences": [{"sentId": 236, "text": "Actually it's not."}], "speaker": "HUGHES", "secId": 89}, {"sentences": [{"sentId": 237, "text": "Here's the thing."}, {"sentId": 238, "text": "Donald Trump -- no, not even close."}], "speaker": "WILSON", "secId": 90}, {"sentences": [{"sentId": 239, "text": "Right."}], "speaker": "HUGHES", "secId": 91}, {"sentences": [{"sentId": 240, "text": "So, Donald Trump -- Donald Trump is not a guy that I am going to look for to heal the racial and ethnic divisions in our country at any point."}, {"sentId": 241, "text": "This is a guy who the underpinning of his campaign, there is a large segment of it that is about this very nationalist thing."}], "speaker": "WILSON", "secId": 92}, {"sentences": [{"sentId": 242, "text": "And the fact of the matter is, I think we've got a lot of consequential issues we ought to be talking about in this campaign that are very meaningful to the country."}], "speaker": "WILSON", "secId": 93}, {"sentences": [{"sentId": 243, "text": "OK."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 244, "text": "More so than chasing our tails on whether or not Donald Trump correctly denounced somebody or not."}], "speaker": "WILSON", "secId": 95}, {"sentences": [{"sentId": 245, "text": "Fair enough."}, {"sentId": 246, "text": "But there is no evidence that the man was a plan or as you said, a prank by some liberal."}, {"sentId": 247, "text": "Philip, you know..."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 248, "text": "No, there is not yet but there is a lot of talk about that way."}], "speaker": "WILSON", "secId": 97}, {"sentences": [{"sentId": 249, "text": "OK."}, {"sentId": 250, "text": "I want to talk about Dr. Ben Carson, Philip."}, {"sentId": 251, "text": "He's now shifted his stance on whether a Muslim could be president."}, {"sentId": 252, "text": "But he is blaming PC culture in the process."}, {"sentId": 253, "text": "Watch this."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 254, "text": "Bear in mind that the secular progressive agenda is to fundamentally change America."}, {"sentId": 255, "text": "I happen to like America."}, {"sentId": 256, "text": "I think it is a great nation."}, {"sentId": 257, "text": "And I don't want to change it."}], "speaker": "CARSON", "secId": 99}, {"sentences": [{"sentId": 258, "text": "Progressives, they have imposed upon us political correctness because they don't want you to talk about stuff."}, {"sentId": 259, "text": "They don't want you to even entertain certain thoughts."}, {"sentId": 260, "text": "And they don't even care whether you disagree with them."}], "speaker": "CARSON", "secId": 100}, {"sentences": [{"sentId": 261, "text": "So, Philip, some might say that it seems like the same people who are channeling Washington anger are often the same people who say that PC police are out to get them."}, {"sentId": 262, "text": "So, why does there seem to be a tendency to always blame political correctness and the media?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 263, "text": "Sure."}, {"sentId": 264, "text": "Well, I think the political correctness is sort of a catch phrase."}, {"sentId": 265, "text": "America is going through a big change."}, {"sentId": 266, "text": "America is becoming much less white that we're see huge growth in the Hispanic population."}, {"sentId": 267, "text": "We're seeing America is becoming much older as well."}], "speaker": "BUMP", "secId": 102}, {"sentences": [{"sentId": 268, "text": "And America is fundamentally changing."}, {"sentId": 269, "text": "To the point Dr. Ben Carson just made."}, {"sentId": 270, "text": "It's not a function of America changing because of the political correct police."}, {"sentId": 271, "text": "It's a function of America changing because America is actually changing."}], "speaker": "BUMP", "secId": 103}, {"sentences": [{"sentId": 272, "text": "And I think political correctness is the term that is use that people apply to their frustrations with the ways in which America is changing."}, {"sentId": 273, "text": "And the fact that both Ben Carson and Donald Trump are talking about, you know, their concerns about the Muslim community."}], "speaker": "BUMP", "secId": 104}, {"sentences": [{"sentId": 274, "text": "What Donald Trump said is exact same thing essentially, he said about Hispanics during his announcement speech."}, {"sentId": 275, "text": "It's the sort of thing that the GOP knows that it needs to eradicate."}, {"sentId": 276, "text": "They're hoping to eradicate after 2012 election cycle."}], "speaker": "BUMP", "secId": 105}, {"sentences": [{"sentId": 277, "text": "Had a big plan to do so and it must be extremely frustrated that this keeps coming up, there keeps being tension between their party and representatives of their party."}, {"sentId": 278, "text": "Whether or not they're bigots, you know, to the point that Hugh Hewitt made, that there is this tension between their party and constituencies that they desperately made."}], "speaker": "BUMP", "secId": 106}, {"sentences": [{"sentId": 279, "text": "There was a big post mortem after the 2012 election."}, {"sentId": 280, "text": "Maria, there seems to his point, much a lot of the anger among republican voters, a lot of anger."}, {"sentId": 281, "text": "At least, and is that in part fueling the outsiders?"}, {"sentId": 282, "text": "You're a democrat."}, {"sentId": 283, "text": "What are republicans so angry about?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 284, "text": "Well, I think that's a good question, Don."}, {"sentId": 285, "text": "But I agree with Philip."}, {"sentId": 286, "text": "I think part of the anger is a conceptual misunderstanding of the changes that are going on in this country."}, {"sentId": 287, "text": "Fear is basically something that you have when you don't understand something, when you don't know perhaps your neighbor."}, {"sentId": 288, "text": "When they are a different color from you, when they speak a different language, when they -- they act differently."}, {"sentId": 289, "text": "And you don't get to know them, then that can be the beginning fundamentally of fear."}], "speaker": "CARDONA", "secId": 108}, {"sentences": [{"sentId": 290, "text": "And I think the problem with what's going on with all of these candidates who I think what is so pernicious about what they're doing is that they are focusing on the lowest common denominator of their base, and they are essentially nurturing the worst angels of our nature, instead of providing solutions to what people are actually afraid of, which is their economic futures."}], "speaker": "CARDONA", "secId": 109}, {"sentences": [{"sentId": 291, "text": "Now, wait a second."}], "speaker": "WILSON", "secId": 110}, {"sentences": [{"sentId": 292, "text": "I'm sorry, Don."}, {"sentId": 293, "text": "I think either both wrong."}], "speaker": "HUGHES", "secId": 111}, {"sentences": [{"sentId": 294, "text": "Go ahead, Scottie."}, {"sentId": 295, "text": "Go ahead."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 296, "text": "I'm sorry, they're both wrong."}, {"sentId": 297, "text": "That's not why people are angry at the GOP."}, {"sentId": 298, "text": "People are angry at the GOP, they're angry at the leadership of it."}, {"sentId": 299, "text": "They're angry at time after time they've been sold out."}, {"sentId": 300, "text": "We give in, we give up and we eventually give over."}, {"sentId": 301, "text": "That's why people are frustrated with the GOP."}], "speaker": "HUGHES", "secId": 113}, {"sentences": [{"sentId": 302, "text": "We have yet to show how we are different being controlled by republicans in Congress than by democrats."}, {"sentId": 303, "text": "We have yet to have a bill vetoed by the president."}, {"sentId": 304, "text": "Republicans are such cowards right now in Congress."}, {"sentId": 305, "text": "That's why the people who elect him are tired of him and frustrated."}, {"sentId": 306, "text": "And now it's going into anger."}], "speaker": "HUGHES", "secId": 114}, {"sentences": [{"sentId": 307, "text": "OK."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 308, "text": "It has nothing to do with bigotry."}], "speaker": "HUGHES", "secId": 116}, {"sentences": [{"sentId": 309, "text": "OK."}, {"sentId": 310, "text": "Listen."}, {"sentId": 311, "text": "Rand, listen, before you respond."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 312, "text": "Well, but I think fundamentally it is."}], "speaker": "CARDONA", "secId": 118}, {"sentences": [{"sentId": 313, "text": "Rand Paul -- listen, you guys all have plenty of time to respond."}, {"sentId": 314, "text": "Rand Paul talked about that on Wolf Blitzer today."}, {"sentId": 315, "text": "Listen."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 316, "text": "I think its anger."}, {"sentId": 317, "text": "People are angry."}, {"sentId": 318, "text": "So am I."}, {"sentId": 319, "text": "Frankly, I ran for office and the Tea Party sort of arose because we were angry at republicans who promised to be conservative and weren't."}, {"sentId": 320, "text": "But that sort of a little bit what Donald Trump is."}], "speaker": "PAUL", "secId": 120}, {"sentences": [{"sentId": 321, "text": "Rick Wilson?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 322, "text": "Well, first off, let me just jump back on one thing that Maria said."}, {"sentId": 323, "text": "It is outrageous to accuse most of this field of appealing to the worst angels of our nature."}, {"sentId": 324, "text": "You know, the democratic field right now..."}], "speaker": "WILSON", "secId": 122}, {"sentences": [{"sentId": 325, "text": "I didn't say the whole field."}, {"sentId": 326, "text": "I said many of them are."}], "speaker": "CARDONA", "secId": 123}, {"sentences": [{"sentId": 327, "text": "... the current and prospective democratic field right now is whiter than Robert Burridge Club circle in 1995."}, {"sentId": 328, "text": "These are not the -- this is a ridiculous -- this is a ridiculous accusation."}, {"sentId": 329, "text": "Because frankly, you know, we're the party with a compelling African-American candidate."}, {"sentId": 330, "text": "We are the party with two compelling the Senate candidate."}], "speaker": "WILSON", "secId": 124}, {"sentences": [{"sentId": 331, "text": "That thinks that Muslims shouldn't be president."}, {"sentId": 332, "text": "How compelling is that when you talk about -- when you talk about focusing on solutions and what is a multi-cultural."}], "speaker": "CARDONA", "secId": 125}, {"sentences": [{"sentId": 333, "text": "Maria, but the entire -- the field as a whole does not advocate for that."}, {"sentId": 334, "text": "And frankly, you know what?"}], "speaker": "WILSON", "secId": 126}, {"sentences": [{"sentId": 335, "text": "I agree with that."}], "speaker": "CARDONA", "secId": 127}, {"sentences": [{"sentId": 336, "text": "I do think that the Sixth Amendment is something that, you know -- look, I am a limited government constitutional guy, and I believe that Ben Carson should have understood that the Sixth Amendment -- if you go through and they're qualified to be president and they run an election."}], "speaker": "WILSON", "secId": 128}, {"sentences": [{"sentId": 337, "text": "Because you know what, no Muslim, no hypothetical Muslim candidate is going to run on Sharia."}, {"sentId": 338, "text": "You know why?"}, {"sentId": 339, "text": "They would have their ass handed to them."}, {"sentId": 340, "text": "This is not how it's going to happen."}, {"sentId": 341, "text": "But, if they're qualified and you believe in the Constitution, and you believe in the Constitution, then they should be allowed to run."}], "speaker": "WILSON", "secId": 129}, {"sentences": [{"sentId": 342, "text": "OK. Every one, stand by on."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 343, "text": "But here is the point that everybody..."}], "speaker": "MARIA", "secId": 131}, {"sentences": [{"sentId": 344, "text": "Hang on."}, {"sentId": 345, "text": "Scottie."}, {"sentId": 346, "text": "Hold it to the other side of the break."}, {"sentId": 347, "text": "Stay with me because we're going to talk about that and more."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 348, "text": "Carly Fiorina, up in the polls and stops by The Tonight Show."}, {"sentId": 349, "text": "Trump attacking here record as a business executive."}, {"sentId": 350, "text": "But is she trumping Trump?"}, {"sentId": 351, "text": "That and more, next."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 352, "text": "Back again, Rick Wilson, Scottie Nell Hughes, Philip Bump, and Maria Cardona."}, {"sentId": 353, "text": "You are making a point that you agreed with Maria Cardona."}, {"sentId": 354, "text": "Right, Scottie, before the break?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 355, "text": "Yes."}, {"sentId": 356, "text": "No, I think the exact opposite."}, {"sentId": 357, "text": "No, it's Rick Wilson to be almost just a shocking."}, {"sentId": 358, "text": "That's the point in all of us."}, {"sentId": 359, "text": "Let's remind ourselves that Hillary Clinton was the one who first introduced this whole idea of Obama as a Muslim."}], "speaker": "HUGHES", "secId": 135}, {"sentences": [{"sentId": 360, "text": "That's right."}], "speaker": "WILSON", "secId": 136}, {"sentences": [{"sentId": 361, "text": "The democrats."}, {"sentId": 362, "text": "That's a very key point here."}], "speaker": "HUGHES", "secId": 137}, {"sentences": [{"sentId": 363, "text": "OK. Scottie, I have to tell you that we have looked at this and we have fact-checked it."}, {"sentId": 364, "text": "And that every fact-check we've seen says that there is no evidence that Hillary Clinton..."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 365, "text": "Thank you, Don."}], "speaker": "HUGHES", "secId": 139}, {"sentences": [{"sentId": 366, "text": "... nor her campaign had anything to do with that liberal moment."}, {"sentId": 367, "text": "CARDONA:  Yes, exactly."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 368, "text": "If you look at the fact-checks and no other candidacy who has made that claim has been able to provide any information that shows that Hillary Clinton or her campaign had anything to do with it."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 369, "text": "Facts matter."}], "speaker": "HUGHES", "secId": 142}, {"sentences": [{"sentId": 370, "text": "Because nothing ever -- yes, I like that fact matters."}], "speaker": "CARDONA", "secId": 143}, {"sentences": [{"sentId": 371, "text": "Yes."}, {"sentId": 372, "text": "And the facts -- that facts -- so, the facts do matter."}, {"sentId": 373, "text": "Listen, you may believe one thing, but as far as the facts go, no evidence."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 374, "text": "But why would this issue been raised in 2008 in the primary?"}, {"sentId": 375, "text": "Why was it."}, {"sentId": 376, "text": "Did it just magically appear?"}], "speaker": "HUGHES", "secId": 145}, {"sentences": [{"sentId": 377, "text": "You know, can I go back to something that Rick was saying?"}], "speaker": "CARDONA", "secId": 146}, {"sentences": [{"sentId": 378, "text": "Go ahead."}, {"sentId": 379, "text": "Go ahead."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 380, "text": "Because I do want to clarify."}, {"sentId": 381, "text": "That I agree that the whole republican field does not represent this sort of anger, misogynist, xenophobic strain that Donald Trump has been fueling."}, {"sentId": 382, "text": "But what is so dangerous with the Republican Party is that he is right now at the top of the poll."}], "speaker": "CARDONA", "secId": 148}, {"sentences": [{"sentId": 383, "text": "And the person who is behind him is Ben Carson, who has made the ridiculous remarks about Muslims."}, {"sentId": 384, "text": "And for most of the summer, the rest of the field have been gutless wonders because they have not been able to stand up to that kind of inappropriate rhetoric."}], "speaker": "CARDONA", "secId": 149}, {"sentences": [{"sentId": 385, "text": "Until lately, when some of them have gotten their inner adult and have now been able to now start going against Donald Trump on some of the things he's saying, like Carly Fiorina."}, {"sentId": 386, "text": "Scott Walker who is no longer in the race."}], "speaker": "CARDONA", "secId": 150}, {"sentences": [{"sentId": 387, "text": "Is that where Carly Fiorina comes in because so far, Rick, this has been the summer of Trump."}, {"sentId": 388, "text": "Actually, I want to -- give it to you."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 389, "text": "We're in to fall now."}, {"sentId": 390, "text": "Take the first fall."}], "speaker": "HUGHES", "secId": 152}, {"sentences": [{"sentId": 391, "text": "So, is this the fall of Fiorina now?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 392, "text": "Look, all campaigns that believe the summer of the year before are going to be the exact way the terrain looks the next year are always wrong."}, {"sentId": 393, "text": "And the fact of the matter is, Carly Fiorina bought her way onto the debate stage with you guys at Simi Valley, by performing in the undercard debate like a champ."}], "speaker": "WILSON", "secId": 154}, {"sentences": [{"sentId": 394, "text": "She came out, she knocked Donald Trump down on the floor like none of the other candidates have done yet in this campaign."}], "speaker": "WILSON", "secId": 155}, {"sentences": [{"sentId": 395, "text": "Yes."}], "speaker": "CARDONA", "secId": 156}, {"sentences": [{"sentId": 396, "text": "That answers on his comments about her appearance."}, {"sentId": 397, "text": "That was a moment where she just absolutely looked like a Commander-in-Chief and put him in the ground."}], "speaker": "WILSON", "secId": 157}, {"sentences": [{"sentId": 398, "text": "It was masterful."}], "speaker": "CARDONA", "secId": 158}, {"sentences": [{"sentId": 399, "text": "And this guy has a lot of difficulty taking that kind of criticism and suddenly being on the target."}, {"sentId": 400, "text": "And everybody on that stage, with a couple of exceptions, realized at that moment that this is a guy that, like a lot of people who -- like a lot of bullies."}], "speaker": "WILSON", "secId": 159}, {"sentences": [{"sentId": 401, "text": "Once you punch him hard in the nose and once you remove that aura of invulnerability, then they start to be treated just like any other candidate."}, {"sentId": 402, "text": "And they start to go at them, they start to have a different kind of exchange than Trump likes to have, which is he slams somebody."}, {"sentId": 403, "text": "They weakly punch back and then he slams and begin and goes on Hannity the next night."}, {"sentId": 404, "text": "You know, tweets out a few nasty things."}], "speaker": "WILSON", "secId": 160}, {"sentences": [{"sentId": 405, "text": "Then perhaps, you know what, Rick..."}], "speaker": "CARDONA", "secId": 161}, {"sentences": [{"sentId": 406, "text": "That's why -- that's why -- and let me -- this is where Philip."}, {"sentId": 407, "text": "Philip, that's why I want to ask you, Philip, this is for Philip."}, {"sentId": 408, "text": "That's why I want to ask you, you wrote an article saying that Trump is starting to fall in the polls, and therefore, starting to lash out at the other candidates."}, {"sentId": 409, "text": "Why?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 410, "text": "Yes."}, {"sentId": 411, "text": "I mean, after the CNN poll he sort of lost his mind, right?"}, {"sentId": 412, "text": "I mean, he was already reeling from the backlash of the Muslim comments last week in New Hampshire."}, {"sentId": 413, "text": "The CNN poll came out it showed that he slipped significantly."}, {"sentId": 414, "text": "Granted it's one poll and one should weighed too much into one poll."}], "speaker": "BUMP", "secId": 163}, {"sentences": [{"sentId": 415, "text": "But then on Monday morning, he was mad on the Today show for using your poll and not the NBC poll."}, {"sentId": 416, "text": "He was mad at Fox News last night for talking about the CNN poll and not the other polls."}], "speaker": "BUMP", "secId": 164}, {"sentences": [{"sentId": 417, "text": "For a long time, a lot of people have thought that Donald Trump was not -- was going to lose his lead, and the way that a lot of people anticipated he would lose his lead is it would start to slip and he would start to lose his mind."}], "speaker": "BUMP", "secId": 165}, {"sentences": [{"sentId": 418, "text": "And here's what -- Carly Fiorina was asked -- Carly Fiorina -- Carly Fiorina was asked -- Carly Fiorina was asked about how she feels about being hot on Donald Trump's heels in the polls."}, {"sentId": 419, "text": "Here is how she responded."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 420, "text": "Well, you know, it"}], "speaker": "FIORINA", "secId": 167}, {"sentences": [{"sentId": 421, "text": "might be disappointing to all of you, but I don't spend a lot of time on the campaign trail thinking about Donald Trump."}, {"sentId": 422, "text": "I really don't."}, {"sentId": 423, "text": "And voters don't ask me about him."}, {"sentId": 424, "text": "He asks me about."}, {"sentId": 425, "text": "What voters ask me about are all those questions you heard in there."}, {"sentId": 426, "text": "What voters ask me about is what's on their minds."}], "speaker": "FIORINA", "secId": 168}, {"sentences": [{"sentId": 427, "text": "So, it's clear Donald Trump has no problem going after her."}, {"sentId": 428, "text": "She has no problem going after him."}, {"sentId": 429, "text": "Are these two are going to end up duking it out, do you think, Scottie, for the nomination?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 430, "text": "Absolutely."}, {"sentId": 431, "text": "That's complete BS coming out of her mouth on that."}, {"sentId": 432, "text": "You know that is her whole goal right now."}, {"sentId": 433, "text": "Two weeks ago, they were even saying she has been set up."}], "speaker": "HUGHES", "secId": 170}, {"sentences": [{"sentId": 434, "text": "But you're right."}, {"sentId": 435, "text": "They're going to duke it out because it's going to go on merit."}, {"sentId": 436, "text": "And if you want the person who is the most accomplished in business that didn't lay off 24,000 workers, whose stock prices didn't drop 60 percent underneath their care, then you're going to look at the best man in the stage, that's Donald Trump."}], "speaker": "HUGHES", "secId": 171}, {"sentences": [{"sentId": 437, "text": "So, yes, I look forward to the next debate where they are going to duke it out on macro and micro economic issues."}, {"sentId": 438, "text": "And then we'll see how strong she is in the polls after that."}, {"sentId": 439, "text": "Once this little debate goes away and check it the stand on..."}], "speaker": "HUGHES", "secId": 172}, {"sentences": [{"sentId": 440, "text": "Maria, I want to ask you because she goes directly after Hillary Clinton but Hillary Clinton doesn't come directly for her."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 441, "text": "She's not a threat."}], "speaker": "HUGHES", "secId": 174}, {"sentences": [{"sentId": 442, "text": "Well, no."}, {"sentId": 443, "text": "Exactly."}, {"sentId": 444, "text": "I don't think she is a threat to Hillary Clinton at all."}, {"sentId": 445, "text": "I think actually right now we have just come through the summer of Trump."}, {"sentId": 446, "text": "I think it will be briefly the fall of Carly Fiorina."}, {"sentId": 447, "text": "But I think both of them will be feeling the winter blues."}], "speaker": "CARDONA", "secId": 175}, {"sentences": [{"sentId": 448, "text": "Yes."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 449, "text": "Because, as we go into the next year, I think all of the other candidates who have now seen how to knock down Donald Trump and the way that you do it is to focus on substance."}, {"sentId": 450, "text": "If you looked at the debate."}, {"sentId": 451, "text": "He went silent for 37 minutes when all of the other candidates were talking about substance."}], "speaker": "CARDONA", "secId": 177}, {"sentences": [{"sentId": 452, "text": "He still have the most minutes so how can you say she's saying..."}], "speaker": "HUGHES", "secId": 178}, {"sentences": [{"sentId": 453, "text": "And by fall..."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 454, "text": "The problem is the novelty of Donald Trump..."}], "speaker": "WILSON", "secId": 180}, {"sentences": [{"sentId": 455, "text": "When voters want solutions, real solutions, Donald Trump doesn't have it."}], "speaker": "CARDONA", "secId": 181}, {"sentences": [{"sentId": 456, "text": "This is like an SNL scare everybody talking."}, {"sentId": 457, "text": "Go ahead, Rick."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 458, "text": "The novelty of Donald Trump has been a very compelling thing over the summer."}, {"sentId": 459, "text": "And the stick of Donald Trump has been a fun thing for the media all summer."}], "speaker": "WILSON", "secId": 183}, {"sentences": [{"sentId": 460, "text": "Yes."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 461, "text": "The fact of the matter is, media likes conflict, they like drama, they like excitement."}, {"sentId": 462, "text": "Carly Fiorina and other candidates are going to bring that against Donald Trump now."}, {"sentId": 463, "text": "And the fact of the matter is now that they're showing some spine, now that they're showing some steel that it's a lot different environment for them."}], "speaker": "WILSON", "secId": 185}, {"sentences": [{"sentId": 464, "text": "And Donald Trump is a guy who has -- who likes to fight on his terrain, in his terms, and by his rules."}, {"sentId": 465, "text": "And these folks start fighting by other rules and start sucking up some of the air on their own and committing news, Donald Trump will have a more difficult time, you know, maintaining that giant novelty."}], "speaker": "WILSON", "secId": 186}, {"sentences": [{"sentId": 466, "text": "OK. Rick, I have to ask you this, all of you."}, {"sentId": 467, "text": "And you just give, if you can give me a yes or no."}, {"sentId": 468, "text": "Donald Trump still the frontrunner and will remain."}, {"sentId": 469, "text": "Rick?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 470, "text": "No."}], "speaker": "WILSON", "secId": 188}, {"sentences": [{"sentId": 471, "text": "Scottie?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 472, "text": "Absolutely!"}], "speaker": "HUGHES", "secId": 190}, {"sentences": [{"sentId": 473, "text": "OK. Philip."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 474, "text": "Over with a long term, no."}], "speaker": "BUMP", "secId": 192}, {"sentences": [{"sentId": 475, "text": "Maria."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 476, "text": "For now, yes, but long term, no."}], "speaker": "CARDONA", "secId": 194}, {"sentences": [{"sentId": 477, "text": "That's more than one word."}, {"sentId": 478, "text": "But anyway, thank you, guys."}, {"sentId": 479, "text": "I appreciate it."}, {"sentId": 480, "text": "Coming up."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 481, "text": "Thanks, Don."}], "speaker": "HUGHES", "secId": 196}, {"sentences": [{"sentId": 482, "text": "See, I played nicely."}], "speaker": "WILSON", "secId": 197}, {"sentences": [{"sentId": 483, "text": "Thank you, guys."}, {"sentId": 484, "text": "Pope Francis in the U.S. for the first time, greeted by President Obama and the First Family."}, {"sentId": 485, "text": "What the pope has planned, what he has planned next."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 486, "text": "If you didn't see his arrival today, you really missed it."}, {"sentId": 487, "text": "Pope Francis on American soil for the first time, landing at joint base Andrews in Maryland today."}, {"sentId": 488, "text": "And getting a warm welcome from President Barack Obama and the First Family."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 489, "text": "So, let's discuss now with Greg Burke, senior communications advisor for the Vatican."}, {"sentId": 490, "text": "Greg, I just want to know, what is the pope doing right now?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 491, "text": "Chilling out."}, {"sentId": 492, "text": "Probably sleeping."}, {"sentId": 493, "text": "You know, because he gets up really early, he gets up at 4.30 in the morning, and prays, that's what he does."}, {"sentId": 494, "text": "So, that means he also goes to bed early, prays a little bit in the evening and then goes to bed."}], "speaker": "BURKE", "secId": 201}, {"sentences": [{"sentId": 495, "text": "But he did have dinner at the Nunciature, what's called the Nunciature, which is essentially the Vatican embassy or the home of Vatican ambassador in Washington."}, {"sentId": 496, "text": "It happens to be right across the street from the Vice President's house."}], "speaker": "BURKE", "secId": 202}, {"sentences": [{"sentId": 497, "text": "Yes."}, {"sentId": 498, "text": "I was wondering if maybe he and the vice president are having, you know, like a glass of wine or something."}, {"sentId": 499, "text": "But how does he -- is that how he chills out, dinner?"}, {"sentId": 500, "text": "How does he chill out?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 501, "text": "Well, he read..."}], "speaker": "BURKE", "secId": 204}, {"sentences": [{"sentId": 502, "text": "Did you said chill out?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 503, "text": "I don't know if that's the word he would use, OK, but obviously he rests, he reads, he prays every evening."}], "speaker": "BURKE", "secId": 206}, {"sentences": [{"sentId": 504, "text": "He seemed very retrained on the Tarmac today."}, {"sentId": 505, "text": "He was greeted by the president and by other folks as well."}, {"sentId": 506, "text": "But he didn't go into the crowds."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 507, "text": "Yes."}], "speaker": "BURKE", "secId": 208}, {"sentences": [{"sentId": 508, "text": "Were you surprised by that?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 509, "text": "I wasn't surprised after watching how busy Cuba was."}, {"sentId": 510, "text": "You know, Cuba was three days."}, {"sentId": 511, "text": "It was very tight for the pope."}, {"sentId": 512, "text": "And I imagine the pope got here a bit excited to be in the U.S."}, {"sentId": 513, "text": "But also a bit like, OK."}], "speaker": "BURKE", "secId": 210}, {"sentences": [{"sentId": 514, "text": "Tired."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 515, "text": "Yes."}, {"sentId": 516, "text": "You know, we've got a big day tomorrow, and let's, you know -- well, let's get our rest now and go to it later."}], "speaker": "BURKE", "secId": 212}, {"sentences": [{"sentId": 517, "text": "He is 78 years old."}, {"sentId": 518, "text": "It's a big trip."}, {"sentId": 519, "text": "It's his first time here in the United States."}, {"sentId": 520, "text": "My question is, what do you think he is most excited about?"}, {"sentId": 521, "text": "I'm sure he's most excited to see people, but are there places that you think he is excited about?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 522, "text": "Well, it's interesting."}, {"sentId": 523, "text": "I think if it were up to the pope, and this is with all respect to our institutions and the president and the rest."}, {"sentId": 524, "text": "What has to be done if it were up to the pope, he would probably like to see the most ordinary people he could."}, {"sentId": 525, "text": "And not only the most ordinary."}], "speaker": "BURKE", "secId": 214}, {"sentences": [{"sentId": 526, "text": "It's interesting he is going to a prison in Philadelphia."}, {"sentId": 527, "text": "And he is going to a school in Harlem."}, {"sentId": 528, "text": "He's going to see some homeless people tomorrow in Washington."}, {"sentId": 529, "text": "I mean, not only normal but perhaps even down- trodden, you might say."}, {"sentId": 530, "text": "You know, he goes into this prison and he says, hey, you know, any of us could be there."}], "speaker": "BURKE", "secId": 215}, {"sentences": [{"sentId": 531, "text": "Does he like to embrace -- does he like to embrace local culture like he's going to have a Philly cheese steak as leaven for, you know, I'll recommend Pat's or Gino's."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 532, "text": "Is he going to have a dirty water dog in New York City?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 533, "text": "That would be a great shot, wouldn't it?"}, {"sentId": 534, "text": "I don't think he'll take it that far, OK."}, {"sentId": 535, "text": "But I think normally in most of these cases, he does try to, if it's -- as long as it's not too exotic or too crazy, he does try to embrace it."}], "speaker": "BURKE", "secId": 218}, {"sentences": [{"sentId": 536, "text": "You know, it's odd for me because I have covered the pope a number of times, other popes when they've come here."}, {"sentId": 537, "text": "They're all so serious."}, {"sentId": 538, "text": "It's nice to be able to ask questions of a pope that's like normal people because he does chill out."}, {"sentId": 539, "text": "He wants to be with the people."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 540, "text": "He says, you know, basically, security, he's got a lot of security here, right?"}, {"sentId": 541, "text": "There are a lot of precautions but he says it's in God's hands."}, {"sentId": 542, "text": "He wants to touch people."}, {"sentId": 543, "text": "He wants to be a normal guy."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 544, "text": "Even his car, the Fiat, is getting a lot of attention."}, {"sentId": 545, "text": "Did you tweet about it?"}, {"sentId": 546, "text": "There is a tweet that \"His Holiness knows how to make an entrance.\""}, {"sentId": 547, "text": "A Fiat tweeted by this."}, {"sentId": 548, "text": "This is, \"His Holiness knows how to make an entrance."}, {"sentId": 549, "text": "Fiat 500L hash tag pope in D.C."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 550, "text": "It's interesting because that is a small car."}, {"sentId": 551, "text": "And I think the pope in Rome goes in a Ford Focus, which is really a pretty humble car."}, {"sentId": 552, "text": "The Fiat is sort of a cool car, to tell you the truth, the 500, at least in Italy."}, {"sentId": 553, "text": "I don't know how it's selling here."}, {"sentId": 554, "text": "It sort of a cool car."}], "speaker": "BURKE", "secId": 222}, {"sentences": [{"sentId": 555, "text": "And I imagine this one has had to have a little bit of work done to it just in terms of what the secret service would demand."}, {"sentId": 556, "text": "You know."}, {"sentId": 557, "text": "But it is a small car."}, {"sentId": 558, "text": "He did the same thing in Brazil."}, {"sentId": 559, "text": "He took a very, very simple car."}], "speaker": "BURKE", "secId": 223}, {"sentences": [{"sentId": 560, "text": "Yes."}, {"sentId": 561, "text": "And the times that I have covered the pope there is always excitement, but I don't think I remember this much excitement for any pope."}, {"sentId": 562, "text": "It's -- I mean, even more than a rock star."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 563, "text": "You're right."}, {"sentId": 564, "text": "You're probably not old enough for John Paul II here, 30 something years ago, 35-something years ago, which was pretty wild."}, {"sentId": 565, "text": "But it is special even by crazy stance, crazy things we've seen."}, {"sentId": 566, "text": "Francis is off the church."}], "speaker": "BURKE", "secId": 225}, {"sentences": [{"sentId": 567, "text": "I want to ask you about this."}, {"sentId": 568, "text": "Because today, on the plane from Cuba to the United States the pope said, quote, \"May have given the impression of being a little more to the left, but it would not be a correct interpretation.\""}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 569, "text": "So, he's talking about socially."}, {"sentId": 570, "text": "He realizes what people think about him socially."}, {"sentId": 571, "text": "And maybe, even politically."}, {"sentId": 572, "text": "But he says he is not left, right or center, he is just going by the doctrine."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 573, "text": "Yes."}, {"sentId": 574, "text": "What he says is the exact thing -- what he calls -- what is called the social doctrine of the church, you know, which we'll not get into a lot of specifics but will have general guidelines in terms of social teaching."}], "speaker": "BURKE", "secId": 228}, {"sentences": [{"sentId": 575, "text": "And I think he's perhaps defending himself a little bit before here because he knows there has been criticism of him certainly from the right here, from free market capitalists saying he doesn't like capitalism."}], "speaker": "BURKE", "secId": 229}, {"sentences": [{"sentId": 576, "text": "I think he is suspicious of Wall Street, financial capitalism, but he has no problem with people working hard and making a better life for themselves."}, {"sentId": 577, "text": "When I say I don't think he has any problem with main street at all."}, {"sentId": 578, "text": "He is suspicious of sort of the -- the high finance."}], "speaker": "BURKE", "secId": 230}, {"sentences": [{"sentId": 579, "text": "Yes."}, {"sentId": 580, "text": "Greg Burke."}, {"sentId": 581, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 582, "text": "Thank you."}], "speaker": "BURKE", "secId": 232}, {"sentences": [{"sentId": 583, "text": "Thank you for coming in."}, {"sentId": 584, "text": "I can't wait for him to get here to New York City and witness all of this."}, {"sentId": 585, "text": "We appreciate it, sir."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 586, "text": "Coming up, he is the people's pope as we've been discussing."}, {"sentId": 587, "text": "So, why are so many people upset about his visit to the White House tomorrow?"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 588, "text": "Pope Francis will be welcomed by 15,000 people at the White House tomorrow."}, {"sentId": 589, "text": "But for some people the guest list is controversial."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 590, "text": "Let's talk about it now with Lino Rulli, host of the Catholic Guy on SiriusXM Satellite Radio, and Imam Abdullah Antepli joins us again this evening, Muslim chaplain at Duke University."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 591, "text": "Good evening to both of you."}, {"sentId": 592, "text": "I'm glad you're here."}, {"sentId": 593, "text": "So, Lino, I want you to tell us what to expect at the White House tomorrow and why some are questioning the guest list for this big event."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 594, "text": "Sure."}, {"sentId": 595, "text": "Well, Don, of course, if I can tell you what to expect with the pope, then I would be a genius because you have to expect the unexpected when it comes to Pope Francis."}], "speaker": "RULLI", "secId": 238}, {"sentences": [{"sentId": 596, "text": "I wish I could tell you."}, {"sentId": 597, "text": "Well, this is how it will work."}, {"sentId": 598, "text": "He'll do this and he'll say that."}, {"sentId": 599, "text": "But instead, he is a pope of surprises which makes this a lot of fun to live through and to cover in the papacy."}], "speaker": "RULLI", "secId": 239}, {"sentences": [{"sentId": 600, "text": "The reason some people are upset or sometimes it could be seen as controversial is who is on the guest list."}, {"sentId": 601, "text": "There are 15,000 people, of course."}, {"sentId": 602, "text": "In that group of people there are going to be folks who may not always agree with Catholic teaching and all of its form."}, {"sentId": 603, "text": "And for that reason -- some are saying, well, should that person be on"}], "speaker": "RULLI", "secId": 240}, {"sentences": [{"sentId": 604, "text": "the list?"}, {"sentId": 605, "text": "Should that person be on the list?"}, {"sentId": 606, "text": "I think in reality, Pope Francis is going to say, hey, everybody, I'm the pope."}, {"sentId": 607, "text": "Nice to be here at the White House."}, {"sentId": 608, "text": "Nice to be in America."}, {"sentId": 609, "text": "Let's talk."}], "speaker": "RULLI", "secId": 241}, {"sentences": [{"sentId": 610, "text": "Yes."}, {"sentId": 611, "text": "The guests are a transgender activist."}, {"sentId": 612, "text": "Two transgender activists."}, {"sentId": 613, "text": "First openly gay episcopal bishop, and then two openly gay activists."}, {"sentId": 614, "text": "So, some people are concerned about that."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 615, "text": "But, listen, in an op-ed The Daily Caller Mike Huckabee called it, quote, \"A politicized cattle call for gay and pro-abortion activists.\""}, {"sentId": 616, "text": "Do you think that the pope will be offended by that, Lino?"}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 617, "text": "No."}, {"sentId": 618, "text": "I mean, would the pope be offended by somebody being gay?"}, {"sentId": 619, "text": "No."}, {"sentId": 620, "text": "Is he is going to see this as that's what this is."}, {"sentId": 621, "text": "Now to politicize something would not be a great surprise, I mean, if we're at the White House, we're probably going to be talking politics."}, {"sentId": 622, "text": "Right?"}], "speaker": "RULLI", "secId": 244}, {"sentences": [{"sentId": 623, "text": "If there's 15,000 people, the question is, who will he be meeting, who will he be greeting?"}, {"sentId": 624, "text": "But I think at the core of Pope Francis is a man who is reaching out to all, who's not going to be labeling anybody based on their sexual orientation or anything else."}], "speaker": "RULLI", "secId": 245}, {"sentences": [{"sentId": 625, "text": "He wants to reach out and say, let's talk, what do we have in common?"}, {"sentId": 626, "text": "What can we do for this planet, what can we do for one another to serve another and to love one another, to go beyond labels and to actually be together as the humans that we are on this planet."}], "speaker": "RULLI", "secId": 246}, {"sentences": [{"sentId": 627, "text": "OK. Imam, I want you to listen to this."}, {"sentId": 628, "text": "This is what some others, mostly on the right, are saying about the pope's visit."}, {"sentId": 629, "text": "Listen."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 630, "text": "He talks about the horror of capitalism."}, {"sentId": 631, "text": "He is anti-trickledown economics."}, {"sentId": 632, "text": "He supports the Iranian deal and pushed for better relations with Cuba."}, {"sentId": 633, "text": "While his pro global warming and wants us to do more."}, {"sentId": 634, "text": "Essentially, he's talking about the greed of America."}], "speaker": "UNIDENTIFIED MALE", "secId": 248}, {"sentences": [{"sentId": 635, "text": "This is just pure Marxism coming out of the mouth of the pope."}, {"sentId": 636, "text": "There is no such unfettered capitalism that doesn't exist anywhere."}], "speaker": "UNIDENTIFIED MALE", "secId": 249}, {"sentences": [{"sentId": 637, "text": "The pope sounds like he is against capitalism."}], "speaker": "UNIDENTIFIED MALE", "secId": 250}, {"sentences": [{"sentId": 638, "text": "I've asked the pope's people if I could put together a team of people that could actually teach the pope."}], "speaker": "UNIDENTIFIED MALE", "secId": 251}, {"sentences": [{"sentId": 639, "text": "He has a Marxist background."}], "speaker": "UNIDENTIFIED MALE", "secId": 252}, {"sentences": [{"sentId": 640, "text": "They'll visit the pope and say, this is what capitalism is."}], "speaker": "UNIDENTIFIED MALE", "secId": 253}, {"sentences": [{"sentId": 641, "text": "Imam, what's your reaction?"}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 642, "text": "Well, it's quite funny."}, {"sentId": 643, "text": "I think this is a prime example of how sensationalism has taken over our sources of information."}, {"sentId": 644, "text": "Instead of focusing on who he is and what he stands for."}, {"sentId": 645, "text": "For the longest time we have this incredible human being, has become the religious leader, source of inspiration, source of education for all of us, not only for Catholics but globally."}], "speaker": "ANTEPLI", "secId": 255}, {"sentences": [{"sentId": 646, "text": "He captured the imagination of people of all faiths and encouraging them to reveal the best of their faith traditions."}, {"sentId": 647, "text": "Instead of focusing on his core message, we are focusing on these trivial remarks here and there and taking some cheap shots at him."}], "speaker": "ANTEPLI", "secId": 256}, {"sentences": [{"sentId": 648, "text": "The only reason I'm upset about the White House dinner is because I'm not invited."}, {"sentId": 649, "text": "I wish I could have the honor and pleasure to meet this holy man that did not of my faith..."}], "speaker": "ANTEPLI", "secId": 257}, {"sentences": [{"sentId": 650, "text": "You did say that Catholics are lucky to be represented by an honest, noble man, unlike Islam these days."}, {"sentId": 651, "text": "Talk to me about that."}, {"sentId": 652, "text": "What do you mean?"}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 653, "text": "It's a good time to be Catholic these days because their religion doesn't make headlines through scandals through corrupt clergy, through nothing but an amazing human being in a very short period of time."}], "speaker": "ANTEPLI", "secId": 259}, {"sentences": [{"sentId": 654, "text": "He basically became the symbol of what a religious person can be and how he renewed the faith of many people, including myself, to religion, to religious leadership through his humility, through living those ideals that he has been preaching, through talking the talk but not just talking -- walking the talk but not talking the talk only."}], "speaker": "ANTEPLI", "secId": 260}, {"sentences": [{"sentId": 655, "text": "Do you..."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 656, "text": "I wish, I mean, as a Muslim, of course, what makes headlines for Islam and Muslims is not the best of us."}, {"sentId": 657, "text": "What makes Islam and Muslims these days is not the Muhammad Yunus, Malala's of the world."}, {"sentId": 658, "text": "But the regrets with some evil people happened to be Muslim doing evil business in the name of Islam."}], "speaker": "ANTEPLI", "secId": 262}, {"sentences": [{"sentId": 659, "text": "Regrets those rotten souls are representing my religion."}, {"sentId": 660, "text": "And thankfully, I'm glad for the Catholics, the best of them."}, {"sentId": 661, "text": "Somebody who embodies the ideals of Christianity, the best of Christian ideals, ethical and moral standards, is represented in him."}], "speaker": "ANTEPLI", "secId": 263}, {"sentences": [{"sentId": 662, "text": "Lino, final thoughts from you."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 663, "text": "What he said."}, {"sentId": 664, "text": "First if all, I want to dinner -- maybe we can go to dinner in his honor, in the pope's honor and have a little, you know, dialogue amongst ourselves."}, {"sentId": 665, "text": "This is what the pope wants."}], "speaker": "RULLI", "secId": 265}, {"sentences": [{"sentId": 666, "text": "I am in."}, {"sentId": 667, "text": "RULLI:  I am in too."}, {"sentId": 668, "text": "He doesn't want to be with us so at least we can"}], "speaker": "ANTEPTI", "secId": 266}, {"sentences": [{"sentId": 669, "text": "be together."}, {"sentId": 670, "text": "The pope wants us to be together and to share this common humanity on this earth that we share together."}, {"sentId": 671, "text": "This is why he's here."}, {"sentId": 672, "text": "Love is his mission."}, {"sentId": 673, "text": "That is why he has come to the United States."}], "speaker": "ANTEPTI", "secId": 267}, {"sentences": [{"sentId": 674, "text": "Lino and Imam, thank you, both."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 675, "text": "Absolutely."}, {"sentId": 676, "text": "I agree."}], "speaker": "ANTEPLI", "secId": 269}, {"sentences": [{"sentId": 677, "text": "I appreciate both of you joining us this evening."}, {"sentId": 678, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 679, "text": "Pleasure."}], "speaker": "ANTEPLI", "secId": 271}, {"sentences": [{"sentId": 680, "text": "Thanks, Don."}], "speaker": "RULLI", "secId": 272}, {"sentences": [{"sentId": 681, "text": "That's it for us."}, {"sentId": 682, "text": "Thanks for watching."}, {"sentId": 683, "text": "See you back here tomorrow night."}, {"sentId": 684, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 273}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.22.cnnt.01.html.json", "time": "Aired September 22, 2015 - 22:00   ET"}