{"sectionCount": 114, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "LEMON", "PRESIDENT OBAMA", "JOHN VAUSE", "UNIDENTIFIED FEMALE", "VAUSE", "SARA SIDNER", "KYUNG LAH", "PAMELA BROWN", "BROWN", "TINA JENSEN", "JENSEN", "HANLIN", "CABOT", "FRANCONA", "FELDCAMP", "DEEDON", "BUMP", "PFEIFFER", "BORGER"], "subTitle": "Investigators Identify Campus Gunman.  Aired 10-11p Et.", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/01/cnnt.01.html", "sentenceCount": 444, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN breaking news."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 1, "text": "It is breaking news this evening."}, {"sentId": 2, "text": "Investigators identified the shooter at Umpqua Community College, this is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "The gunman, 26-year-old Chris Harper Mercer, ten people dead, seven injured after Mercer opens fire on the campus in Roseburg at around 10:38 this morning local time."}, {"sentId": 5, "text": "Mercer killed in the gun battle with police."}, {"sentId": 6, "text": "And here's what we know right now, three pistols and one long rifle found at the scene, that's according to law enforcement."}, {"sentId": 7, "text": "Well over 100 investigators combing the campus as a small community in rural Oregon is reeling and an angry President Obama says this."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 8, "text": "Somehow this has become routine."}, {"sentId": 9, "text": "The reporting is routine."}, {"sentId": 10, "text": "My response here at this podium ends up being routine."}, {"sentId": 11, "text": "The conversation and the aftermath of it, we've become numb to this."}], "speaker": "PRESIDENT OBAMA", "secId": 2}, {"sentences": [{"sentId": 12, "text": "I want to begin with CNN's John Vause on the campus of Umpqua Community College."}, {"sentId": 13, "text": "John, I want to tell our viewers that we are waiting a news conference -- an update in about 15 minutes happening there in Oregon."}, {"sentId": 14, "text": "But first, let's get to John."}, {"sentId": 15, "text": "John, you're at the command center and we know the identity of the killer now, so tell us what we know about him."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 16, "text": "Chris Harper Mercer, 26-years-old, Don, not 20-years-old as the Governor of Oregon had said earlier today."}, {"sentId": 17, "text": "We're told that he does have ties to this local area, friends and family who are tonight being interviewed by investigators."}, {"sentId": 18, "text": "Police say it appears he did act alone, but we still don't know if he was a student here, we still don't a motive why he went on this rampage."}, {"sentId": 19, "text": "More than 100 detectives and uniformed police officers have been searching the campus all day long."}, {"sentId": 20, "text": "They have confirmed that Mercer did not leave behind any explosives or any booby-trapped devices."}, {"sentId": 21, "text": "They are still looking for clues and for evidence as to why he opened fire and shot and killed at least 17 people."}, {"sentId": 22, "text": "It was a moment of chaos and terror here."}, {"sentId": 23, "text": "And this is how it sounded in the dispatch call from the local sheriff's department."}], "speaker": "JOHN VAUSE", "secId": 4}, {"sentences": [{"sentId": 24, "text": "We have a report of one person shot, an active"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 5}, {"sentences": [{"sentId": 25, "text": "shooter."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 6}, {"sentences": [{"sentId": 26, "text": "Somebody is outside one of the doors shooting through the door."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 7}, {"sentences": [{"sentId": 27, "text": "Roseburg 17, unconfirmed report that he has a long gun."}, {"sentId": 28, "text": "We are exchanging shots with him."}, {"sentId": 29, "text": "He is in a classroom on the -- it's got to be the southeast side of Snyder Hall."}, {"sentId": 30, "text": "We've got multiple gunshot wounds."}], "speaker": "UNIDENTIFIED MALE", "secId": 8}, {"sentences": [{"sentId": 31, "text": "Please have dispatch as many ambulances as possible to this incident."}], "speaker": "UNIDENTIFIED MALE", "secId": 9}, {"sentences": [{"sentId": 32, "text": "The campus remains a crime scene tonight, Don, and will be closed until at least until Monday."}], "speaker": "VAUSE", "secId": 10}, {"sentences": [{"sentId": 33, "text": "John, talk to us about more about those weapons."}, {"sentId": 34, "text": "We mentioned one long gun."}, {"sentId": 35, "text": "There were multiple guns involved."}, {"sentId": 36, "text": "What are police saying about that?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 37, "text": "At least three handguns and one rifle, a long gun, as you say."}, {"sentId": 38, "text": "Now that we know that Mercer was 26 years old, it does clear up one area of confusion."}, {"sentId": 39, "text": "When it was thought that the gunman was 20 years old there's some question how a 20-year-old could get hold of four weapons here."}, {"sentId": 40, "text": "The legal age is 21 years of age."}, {"sentId": 41, "text": "Now we know he's 26, we know he could obtain those guns at least legally."}, {"sentId": 42, "text": "But we have been told the ATF has in fact tracked at least one of those weapons where it came from and how Mercer may have gotten it."}, {"sentId": 43, "text": "That will be important because they want to know how he got those guns, how long ago he got those guns, how much planning actually went into this attack, Don."}], "speaker": "VAUSE", "secId": 12}, {"sentences": [{"sentId": 44, "text": "All right, John Vause, I want you to stand by because I want to get to Sara Sidner right now -- where a vigil will take place tonight."}, {"sentId": 45, "text": "Ten killed, seven wounded in this horrific incident."}, {"sentId": 46, "text": "There is a vigil planned tonight to honor the victims so tell us about that."}, {"sentId": 47, "text": "What can you tell us about what you have seen since you have been on the ground, Sara?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 48, "text": "We've talked to a student who listened to this whole thing happen."}, {"sentId": 49, "text": "She was in an adjoining class right next door."}, {"sentId": 50, "text": "She talks about being terrified about hearing the first shot, about hearing the screaming, and then realizing that she and the other students had to get out."}, {"sentId": 51, "text": "Here, at this vigil, which will start shortly, we are talking to some of the folks and there are people here from the school, the community college who talked about the fact that this college really was part of the community."}, {"sentId": 52, "text": "It is the only college that is in this particular county, and it services about 3,000 part- time students."}, {"sentId": 53, "text": "But many more part-time also come, and students of all ages are here."}, {"sentId": 54, "text": "And they really feel like this school is part of the town."}], "speaker": "SARA SIDNER", "secId": 14}, {"sentences": [{"sentId": 55, "text": "And so there's a lot of talk here about bringing people together, because this has put a hole in everyone's heart in this county and surrounding counties."}, {"sentId": 56, "text": "The school meant a lot to a lot of different people, no matter what age, who come here to either get an education, to better themselves, but they're also going to be about -- I'm going to move out of the way, Don, so you can see the scene."}, {"sentId": 57, "text": "There are about 1,000 candles."}, {"sentId": 58, "text": "You can see people coming together there."}, {"sentId": 59, "text": "These are people from all over the community."}, {"sentId": 60, "text": "These are business leaders, these are students, these are people from the community college, and they're all coming together to try and figure out how to start healing."}], "speaker": "SARA SIDNER", "secId": 15}, {"sentences": [{"sentId": 61, "text": "And at least show as much possible support as they can for all of those families and the teachers and the administration who have gone through the most horrific time ever in their lives."}, {"sentId": 62, "text": "This is what community looks like here."}, {"sentId": 63, "text": "And they want to make sure that they are seen by those who have suffered so much throughout this."}, {"sentId": 64, "text": "And we know that there are still so many people who have been injured."}, {"sentId": 65, "text": "Ten people, ten families have to deal with the fact that their loved ones are gone forever."}, {"sentId": 66, "text": "This community is trying to figure out how to heal and this they hope is the first step, Don."}], "speaker": "SARA SIDNER", "secId": 16}, {"sentences": [{"sentId": 67, "text": "So many communities that we have reported on and witnessed this recently in the news."}, {"sentId": 68, "text": "Stand by, Sara Sidner, I want to get to CNN's Kyung Lah."}, {"sentId": 69, "text": "She is at Sacred Heart Hospital in Springfield, Oregon, so let's talk about this -- ten -- what can you tell us about that?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 70, "text": "What we know about the wounded is that the most seriously wounded have been taken here."}, {"sentId": 71, "text": "I'm about an hour north of where Sara and John are."}, {"sentId": 72, "text": "This is the level two trauma center in the area."}, {"sentId": 73, "text": "And so the people who were taken here were airlifted out of the community hospital and brought here because their injuries are the most serious."}, {"sentId": 74, "text": "I just spoke with people here at Sacred Heart and they say two people are in critical condition, one is serious."}, {"sentId": 75, "text": "We know that they're all women, they're all between the ages of 18 and 34."}, {"sentId": 76, "text": "And it's been a very tough day here at the hospital."}, {"sentId": 77, "text": "I've spoken to two people here at the hospital."}, {"sentId": 78, "text": "They say that it's -- they had an army of people, doctors and nurses who haven't wanted to come off their shift to try to help these people get through."}], "speaker": "KYUNG LAH", "secId": 18}, {"sentences": [{"sentId": 79, "text": "They say they've had people showing up to offer blood, and that's something that this community anticipates they'll need in the coming days, the bulk of the patients are in Roseburg itself, in Mercy Hospital."}, {"sentId": 80, "text": "There are ten patients being treated there."}, {"sentId": 81, "text": "The hospital has not released any more information other than the fact that they're treating ten."}, {"sentId": 82, "text": "It is a community center and that is where a lot of the triage happened and ten of those patients remain there."}, {"sentId": 83, "text": "But the concern tonight, Don, is what happens with these three women who are at this hospital because they're the most seriously injured, Don."}], "speaker": "KYUNG LAH", "secId": 19}, {"sentences": [{"sentId": 84, "text": "All right, Kyung, I want you to stand by as well."}, {"sentId": 85, "text": "We have this story covered with our correspondents who are everywhere including in Washington doing the investigation as well."}, {"sentId": 86, "text": "So let's talk about this shooter."}, {"sentId": 87, "text": "He's identified tonight as 26-year-old Chris Harper Mercer."}, {"sentId": 88, "text": "You're looking at outside his apartment now."}, {"sentId": 89, "text": "This is in Winchester, Oregon."}, {"sentId": 90, "text": "CNN's Pamela Brown has the very latest on the gunman and the investigation for us this evening."}, {"sentId": 91, "text": "So Pamela, we've heard about the weapons."}, {"sentId": 92, "text": "Your information earlier said that the ATF was tracking those weapons as well."}, {"sentId": 93, "text": "What can you tell us -- you've been digging into his background."}, {"sentId": 94, "text": "What do you know about him?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 95, "text": "We're learning at this hour, Don, that he apparently has ties to the area right near the community college where he opened fire."}, {"sentId": 96, "text": "According to our producer who is on the scene, law enforcement officials, a convoy of law enforcement vehicles pulled up to an address that is associated with Chris Harper Mercer, according to public documents we've been looking at."}, {"sentId": 97, "text": "So apparently Homeland Security is there."}, {"sentId": 98, "text": "There have been law enforcement officials as we've seen in that video in camouflage and in law enforcement jackets."}, {"sentId": 99, "text": "Investigating, going into his house, apparently his apartment, and pulling anything they can."}, {"sentId": 100, "text": "His computers, any records, any electronics that could help them piece together what a motive is."}], "speaker": "PAMELA BROWN", "secId": 21}, {"sentences": [{"sentId": 101, "text": "What's not clear at this hour, Don, is what his ties were to the community college where he opened fire."}, {"sentId": 102, "text": "That is something that investigators are trying to figure out as well as a motive."}, {"sentId": 103, "text": "We have been looking at possible social media sites that he was involved with, but at this point we haven't been able to validate that."}, {"sentId": 104, "text": "And that's always very tricky in investigations like this."}, {"sentId": 105, "text": "It's still too early to know what his motive is and what his ties to this college are."}], "speaker": "PAMELA BROWN", "secId": 22}, {"sentences": [{"sentId": 106, "text": "Yeah, and it's interesting."}, {"sentId": 107, "text": "Do you know why the discrepancy between the age 20 and 26 years old, have your sources been able to tell you that?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 108, "text": "Well, we know the governor earlier today, Don, came out and said that the gunman was 20 years old."}, {"sentId": 109, "text": "I can just tell you from talking to law enforcement official's earlier in the day, there was belief that the gunman had another identity."}, {"sentId": 110, "text": "Of course, we didn't report that."}, {"sentId": 111, "text": "But then after more investigating, and after talking to this person's family and friends, Harper Mercer, they were able to come to the conclusion or feel confident in the fact that they had the positive identification of the gunman."}, {"sentId": 112, "text": "I can tell you, Don, in the very beginning right after mass shootings, a lot of the information is accurate."}], "speaker": "BROWN", "secId": 24}, {"sentences": [{"sentId": 113, "text": "They might find an I.D."}, {"sentId": 114, "text": "on the floor thinking it's from the gunman but actually it belonged to someone else -- and the navy yard shooting several years ago."}, {"sentId": 115, "text": "So we don't know why they thought it was someone else initially, but what we do know is they do believe it is this Chris Harper Mercer who was responsible for this shooting."}], "speaker": "BROWN", "secId": 25}, {"sentences": [{"sentId": 116, "text": "Yeah, and it's early on in this investigation, and there was chaos today."}, {"sentId": 117, "text": "So we'll find out more."}, {"sentId": 118, "text": "Pamela Brown, you have great sources."}, {"sentId": 119, "text": "We'll be getting back to you so stand by as well."}, {"sentId": 120, "text": "We want to bring now Tina Jensen, she is a student at Umpqua Community College who heard the very first shot and she joins us via Skype."}, {"sentId": 121, "text": "Tina, how are you?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 122, "text": "I'm ok."}, {"sentId": 123, "text": "LEMON:  Yeah."}], "speaker": "TINA JENSEN", "secId": 27}, {"sentences": [{"sentId": 124, "text": "Shocked."}], "speaker": "JENSEN", "secId": 28}, {"sentences": [{"sentId": 125, "text": "Go on."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 126, "text": "I -- we thought it was a joke."}, {"sentId": 127, "text": "We thought somebody was slamming their books on the cement."}, {"sentId": 128, "text": "And then it just blew up from there."}, {"sentId": 129, "text": "There was about five of us standing right next to that building and it just -- went absolutely crazy and everybody started running."}, {"sentId": 130, "text": "We were still a little bit confused."}, {"sentId": 131, "text": "And then it just became chaos and I jumped in some stranger's car and he took me away from there."}], "speaker": "JENSEN", "secId": 30}, {"sentences": [{"sentId": 132, "text": "It's tough."}, {"sentId": 133, "text": "I know."}, {"sentId": 134, "text": "When did you -- you said it sounded like a textbook like dropping on the floor with a big thud."}, {"sentId": 135, "text": "And then you realize it was a gun shot, right?"}, {"sentId": 136, "text": "Was there -- chaos ensued after that?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 137, "text": "Well, ok, so the buildings are really spread apart."}, {"sentId": 138, "text": "We thought at first it was somebody like slamming -- because it was a hallway, there's a hallway and it's all cement so it echoes really bad."}, {"sentId": 139, "text": "And we thought somebody was -- just dropped their textbook or something, and somebody said, I heard somebody say, shots fired go."}, {"sentId": 140, "text": "And we were like, knock it off, knock it off."}, {"sentId": 141, "text": "You know thinking they were joking, and then all of a sudden just bam, bam, bam, bam, just one after another."}, {"sentId": 142, "text": "And then it got super serious and everybody's face just changed and we just started running."}, {"sentId": 143, "text": "We didn't know what else to do."}, {"sentId": 144, "text": "We couldn't..."}], "speaker": "JENSEN", "secId": 32}, {"sentences": [{"sentId": 145, "text": "You ok?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 146, "text": "Yeah, I'm okay."}], "speaker": "JENSEN", "secId": 34}, {"sentences": [{"sentId": 147, "text": "Ok.  And so you said that you jumped in someone's car."}, {"sentId": 148, "text": "Was that the scene where people just trying to get the heck out of there?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 149, "text": "Yeah."}, {"sentId": 150, "text": "We're just trying to get off -- out of the way."}, {"sentId": 151, "text": "We didn't know where -- we knew he was right there by us, but he couldn't see us because there was a wall."}, {"sentId": 152, "text": "But we were literally not even 15 feet away from him when we heard it."}], "speaker": "JENSEN", "secId": 36}, {"sentences": [{"sentId": 153, "text": "Did you see -- you didn't see him, did you?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 154, "text": "No, I didn't."}, {"sentId": 155, "text": "I didn't want to go -- what's really scary is there was a teacher."}, {"sentId": 156, "text": "I don't know if she was a teacher, but she said, what was that noise?"}, {"sentId": 157, "text": "And I said, don't go down there."}, {"sentId": 158, "text": "It was something really loud."}, {"sentId": 159, "text": "And she's like, well, I got to go check it out and then, bam, bam, bam, bam, bam."}, {"sentId": 160, "text": "And our hearts and everything just sank and all of us just scattered."}, {"sentId": 161, "text": "Everybody just started running."}], "speaker": "JENSEN", "secId": 38}, {"sentences": [{"sentId": 162, "text": "Tina, from what we've heard, this is a really close-knit community."}, {"sentId": 163, "text": "Everybody kind of knows everyone."}, {"sentId": 164, "text": "This school is kind of a pillar of the community."}, {"sentId": 165, "text": "People do carry guns because it's rural, hunters, but no one really thinks twice about it."}, {"sentId": 166, "text": "Explain to our viewers what it's like in that community going to Umpqua Community College."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 167, "text": "Well, it's funny because the first day of school was Tuesday for me."}, {"sentId": 168, "text": "And we were actually just talking about -- everybody gets along."}, {"sentId": 169, "text": "Everybody just becomes friends."}, {"sentId": 170, "text": "And everybody was saying, you know, this is so nice."}, {"sentId": 171, "text": "You can actually do your homework in the grass under a tree."}, {"sentId": 172, "text": "You don't have to worry about anything, and there are just no worries."}, {"sentId": 173, "text": "It's just calm and peaceful."}, {"sentId": 174, "text": "And that's how the setting is there."}], "speaker": "JENSEN", "secId": 40}, {"sentences": [{"sentId": 175, "text": "So Tina, I want to thank you, and you're very brave to come on right now."}, {"sentId": 176, "text": "We know that you are dealing with a lot as a lot of people there this evening."}, {"sentId": 177, "text": "And our thoughts are certainly with you, ok."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 178, "text": "Thank you so much."}], "speaker": "JENSEN", "secId": 42}, {"sentences": [{"sentId": 179, "text": "Thank you."}, {"sentId": 180, "text": "Listen, I want to -- while we're waiting for a news conference, I don't know if we can pop it up there."}, {"sentId": 181, "text": "The Governor, Kate Brown, is going to give a news conference, along with Sheriff John Hanlin."}, {"sentId": 182, "text": "We're going to go to a quick break now, but as soon as the governor and sheriff step up to the podium, we'll bring it to you."}, {"sentId": 183, "text": "We're going to try to figure out more information on the desperate search for answers in today's mass shooting at this community college, Umpqua Community College in Oregon, so we'll be right back."}, {"sentId": 184, "text": "We're going to try find out what the motive was."}, {"sentId": 185, "text": "Hopefully we'll get mores answers and more information from this news conference in just a few moments."}, {"sentId": 186, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 187, "text": "Back now with our breaking news, you're looking at live pictures from Roseburg, Oregon."}, {"sentId": 188, "text": "This is where the Governor and Sheriff John Hanlin are going to hold a press conference shortly."}, {"sentId": 189, "text": "I heard someone say Governor, I'm sure if the Governor is walking but we will get to it as soon as it happens."}, {"sentId": 190, "text": "In the meantime, we want to tell you more about what happened in Oregon."}, {"sentId": 191, "text": "Ten people killed, seven injured in that mass shooting."}, {"sentId": 192, "text": "Again, we're going to get an update in a moment."}, {"sentId": 193, "text": "Until that happens, I want to bring in Joe, he's the Founder and President of Taquan Consulting."}, {"sentId": 194, "text": "Joe has taught thousands of hours of active shooter training for officers from various law enforcement agencies and school facilities."}, {"sentId": 195, "text": "Rich is with us, and you guys are familiar with Rick, he's a CNN Analyst who happens to live right near Roseburg, Oregon."}, {"sentId": 196, "text": "We'll get back to you -- former FBI Agent."}, {"sentId": 197, "text": "Let's go to the sheriff in Oregon for this news conference."}, {"sentId": 198, "text": "Here we go."}, {"sentId": 199, "text": "Let's listen."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 200, "text": "Good evening."}, {"sentId": 201, "text": "Again, I want to remind everyone that our focus tonight is on the families and of the victims of today's horrific incident."}, {"sentId": 202, "text": "We have paired up deputies and detectives with the family members of the deceased to help work through the process of grieving and answering questions to the families of these victims."}, {"sentId": 203, "text": "Also, in an attempt to help identify the victims that we have mentioned earlier, as we talked previously, this is considered a mass casualty, and with a mass casualty comes protocols, protocols that will likely result in us not being able to release the names of the victims until at least tomorrow."}, {"sentId": 204, "text": "Obviously, notification of the families is our priority, and we would ask that the media respect that."}], "speaker": "HANLIN", "secId": 45}, {"sentences": [{"sentId": 205, "text": "Respect the victims and respect the families as they manage these most difficult times."}, {"sentId": 206, "text": "We have information that leads us to believe that we know who the shooter is, the official I.D."}, {"sentId": 207, "text": "will come from the medical examiner's office."}, {"sentId": 208, "text": "Let me be very clear, I will not name the shooter."}, {"sentId": 209, "text": "I will not give him the credit he probably sought prior to this horrific and cowardly act."}, {"sentId": 210, "text": "Media will get the name confirmed in time."}, {"sentId": 211, "text": "But you will never hear me mention his name."}, {"sentId": 212, "text": "We would encourage media and the community to avoid using it."}, {"sentId": 213, "text": "We encourage you to not repeat it, we encourage you not to glorify and create sensationalism for him."}], "speaker": "HANLIN", "secId": 46}, {"sentences": [{"sentId": 214, "text": "He in no way deserves this."}, {"sentId": 215, "text": "Focus your attention on the victims and the families and helping them get through this difficult time."}, {"sentId": 216, "text": "We do know that we have at least two heroic officers who responded into the building within minutes and exchanged gun fire with the suspect."}, {"sentId": 217, "text": "The Oregon State Police is handing the aspect of the officer involved shooting and will release any information surrounding that portion of the investigation at some point in the future."}, {"sentId": 218, "text": "Tactical teams and bomb squads have cleared all of the buildings on the campus."}, {"sentId": 219, "text": "They are currently going through the hundreds of vehicles that are parked in the parking lots to clear those as well."}, {"sentId": 220, "text": "Evidence teams from the FBI and from the Oregon State Police are working to process the crime scene."}], "speaker": "HANLIN", "secId": 47}, {"sentences": [{"sentId": 221, "text": "Again, I want to thank the hundreds of law enforcement officers, mental health counselors, victim specialists, and others from all over this state that have responded here today to help my agency and to help this community."}, {"sentId": 222, "text": "With that, I would like to introduce the President of the Umpqua Community College, Rita Cabot."}], "speaker": "HANLIN", "secId": 48}, {"sentences": [{"sentId": 223, "text": "Thank you very much."}, {"sentId": 224, "text": "I'd like to begin by offering my heart-felt condolences and the condolences of everyone connected with UCC, to the families of anybody who was hurt today, in any way, emotionally or physically."}, {"sentId": 225, "text": "This has been a long, hard, tragic day at UCC."}, {"sentId": 226, "text": "And the thing that we should take away from it is the power that love can bring to this community."}, {"sentId": 227, "text": "We saw people rush to our help, rush to assist us, rush to comfort us."}, {"sentId": 228, "text": "People from all over the community came in."}, {"sentId": 229, "text": "I think that's one of the blessings of a small town is that we're so interconnected, even though I've only been here a short period of time, the friends that I knew we had all came and did everything they possibly -- but they're still here helping and they will continue to help us as we go back to normalcy."}], "speaker": "CABOT", "secId": 49}, {"sentences": [{"sentId": 230, "text": "This is going to take us some time and we need the patience of the community, but we plan to have the college functioning, safe and comforting as soon as possible for our students to return."}, {"sentId": 231, "text": "This is a crisis and we are asking for help and receiving help."}, {"sentId": 232, "text": "It's important, I think we can focus on what would cause somebody to do this horrendous act, and I absolutely agree with the previous statement that the focus should be on how many people opened their hearts to help us today."}, {"sentId": 233, "text": "Thank you."}], "speaker": "CABOT", "secId": 50}, {"sentences": [{"sentId": 234, "text": "I will be headed over to the candlelight vigil now."}, {"sentId": 235, "text": "With that I will ask my public information officer to come up and answer any questions and discuss any other administrative issues."}], "speaker": "HANLIN", "secId": 51}, {"sentences": [{"sentId": 236, "text": "Just a couple items here."}, {"sentId": 237, "text": "We will be continuing to post information to our twitter account and we're using the #UCCShooting @douglascoso."}, {"sentId": 238, "text": "Further updates will be posted to that twitter account as well as flashalerteugene.net."}, {"sentId": 239, "text": "It's not determined when the next briefing will be, but when that's decided we will post that information flashalert.net and our social media accounts."}, {"sentId": 240, "text": "And that's all I have."}, {"sentId": 241, "text": "I just have a couple of logistics items if you could just bear with me for a few minutes here."}], "speaker": "UNIDENTIFIED MALE", "secId": 52}, {"sentences": [{"sentId": 242, "text": "Do you suspect we're going to have a briefing tonight or is that still not clear?"}], "speaker": "UNIDENTIFIED MALE", "secId": 53}, {"sentences": [{"sentId": 243, "text": "That's not determined."}], "speaker": "UNIDENTIFIED MALE", "secId": 54}, {"sentences": [{"sentId": 244, "text": "These two officers, what agency were they with?"}], "speaker": "UNIDENTIFIED MALE", "secId": 55}, {"sentences": [{"sentId": 245, "text": "We're not taking questions tonight."}, {"sentId": 246, "text": "Thank you."}], "speaker": "UNIDENTIFIED MALE", "secId": 56}, {"sentences": [{"sentId": 247, "text": "Can you just spell your name for us?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 57}, {"sentences": [{"sentId": 248, "text": "Dwes Hutson."}], "speaker": "UNIDENTIFIED MALE", "secId": 58}, {"sentences": [{"sentId": 249, "text": "First name, sir?"}], "speaker": "UNIDENTIFIED MALE", "secId": 59}, {"sentences": [{"sentId": 250, "text": "DWES."}], "speaker": "UNIDENTIFIED MALE", "secId": 60}, {"sentences": [{"sentId": 251, "text": "Is there an update on the three victims that were transferred to..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 61}, {"sentences": [{"sentId": 252, "text": "I have no further information for you."}], "speaker": "UNIDENTIFIED MALE", "secId": 62}, {"sentences": [{"sentId": 253, "text": "What is the address of the..."}], "speaker": "UNIDENTIFIED MALE", "secId": 63}, {"sentences": [{"sentId": 254, "text": "Logistics-wise, we need to talk about logistics for you folks, ok."}, {"sentId": 255, "text": "This is the last briefing we are going to have here, and we are not going to move to the parks department like we had planned."}], "speaker": "UNIDENTIFIED MALE", "secId": 64}, {"sentences": [{"sentId": 256, "text": "So there is the latest update."}, {"sentId": 257, "text": "We expected it at about 10:15."}, {"sentId": 258, "text": "The main person was Sheriff John Hanlin and also the President of UCC which is Dr. Rita Cabot."}, {"sentId": 259, "text": "Just to give you a quick note about what they said, they're pairing detectives and deputies with families to try to help them get through the grieving process and to identify the victims."}, {"sentId": 260, "text": "They said this is a mass casualty."}, {"sentId": 261, "text": "They know who the shooter is."}, {"sentId": 262, "text": "We have named it here on CNN as have other news organizations, Chris Harper Mercer, 26 years old."}, {"sentId": 263, "text": "He says he will not say the name of the victim but unfortunately we are news of record, and we must identify him because that is our job."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 264, "text": "He said he didn't want to give the shooter any credit."}, {"sentId": 265, "text": "He also thanked two heroic officers who entered the building and exchanged fire with that suspect."}, {"sentId": 266, "text": "There are evidence teams from the FBI and from Oregon law enforcement and the sheriff left to head to that vigil where our Sarah Sidner is and we'll get back to that when that vigil starts."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 267, "text": "I want to bring in now -- just introduce the folks who I had here, Rick, Joe, James who is a former FBI Agent and former instructor at UCC."}, {"sentId": 268, "text": "Rick, you're there."}, {"sentId": 269, "text": "Your reaction to what we've learned from this press conference?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 270, "text": "It's just continuing the grim -- the grief that the whole community feels."}, {"sentId": 271, "text": "I got here fairly early on today, spent all day in town talking to people and the sense of grief is overwhelming."}, {"sentId": 272, "text": "I've never seen it quite like this."}, {"sentId": 273, "text": "You talk to people and they're in a state of shock and disbelief."}, {"sentId": 274, "text": "Many of them relate to me we all move to Southern Oregon to escape these kinds of things and yet here it is in Roseburg."}], "speaker": "FRANCONA", "secId": 68}, {"sentences": [{"sentId": 275, "text": "It seems to be everywhere."}, {"sentId": 276, "text": "You know Jim you used to teach at Umpqua Community College."}, {"sentId": 277, "text": "Your uncle still does teach there."}, {"sentId": 278, "text": "What's your reaction to what happened?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 279, "text": "Well, I just like to say my heart and prayers go out to the families and friends of mine that have been involved in all this excitement here at Roseburg Oregon."}, {"sentId": 280, "text": "It's not that great of an opportunity to speak, but my cousin still teaches there."}, {"sentId": 281, "text": "When I heard about this, I immediately called my friends and family to make sure they're fine."}, {"sentId": 282, "text": "But I've talked to my some of students that still had friends that had gone to the college, and some of them were injured which is a terrible tragedy..."}], "speaker": "FELDCAMP", "secId": 70}, {"sentences": [{"sentId": 283, "text": "-- when I heard about this, I immediately called my friends and family to make sure they're fine, but talked to some of my students that still had friends that had gone to the college."}, {"sentId": 284, "text": "And some of them were injured, which is a terrible tragedy."}, {"sentId": 285, "text": "And it's a shame as Rick mentioned, we escaped -- I was born and raised in Roseburg and it's a great place to live."}, {"sentId": 286, "text": "It's just -- you couldn't ask for a better place to live, and it's ideally the place to grow and raise a family."}, {"sentId": 287, "text": "Until this tragedy happened, it was fantastic."}, {"sentId": 288, "text": "You know Umpqua Community College is just a beautiful campus."}, {"sentId": 289, "text": "It's idyllic really and it's a shame this has to happen."}], "speaker": "FELDCAMP", "secId": 71}, {"sentences": [{"sentId": 290, "text": "What about the student body?"}, {"sentId": 291, "text": "What are they like?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 292, "text": "Well, they're great, like you've mentioned before on CNN."}, {"sentId": 293, "text": "The age is a little built older, average age about 38."}, {"sentId": 294, "text": "We have about 3,000 active or full-time students, 14,000 part-time."}, {"sentId": 295, "text": "Roseburg used to be -- capital of the world and since the economy has changed a lot, a lot of people are going back and changing and getting reeducated for other opportunities."}, {"sentId": 296, "text": "So it's an older, more mature student body."}, {"sentId": 297, "text": "But like I said, it's a small town."}, {"sentId": 298, "text": "Everybody knows everybody."}], "speaker": "FELDCAMP", "secId": 73}, {"sentences": [{"sentId": 299, "text": "Yeah."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 300, "text": "And it's just a tragedy this has to happen."}], "speaker": "FELDCAMP", "secId": 75}, {"sentences": [{"sentId": 301, "text": "Many community colleges there are older people, people who go back to school, they have kids or they started their career and go back to school."}, {"sentId": 302, "text": "It's pretty normal."}, {"sentId": 303, "text": "Joe, you have been on the scene of shootings before."}, {"sentId": 304, "text": "Are you worried about the notoriety that these shooters seek, because the sheriff clearly was."}, {"sentId": 305, "text": "He said I'm not going to name this guy, not going to give him the notoriety that he wanted."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 306, "text": "Yeah, you'll see that a lot."}, {"sentId": 307, "text": "You know obviously since the post-Columbine era, a lot of these active gunmen, these mass shooters always refer back to Columbine."}, {"sentId": 308, "text": "Joe mentioned Columbine, the latest shooting out in Virginia involving the media personnel, again referring back to Columbine."}, {"sentId": 309, "text": "Unfortunately, they know our tactics, they're getting heavily armed, they're carrying multiple weapons, and it seems to spur that knee-jerk reaction of that copycat."}, {"sentId": 310, "text": "One of the last school shootings that I was involved with, a copycat of the Amish school shooting was six days later because of the attention brought by the national media that day."}], "speaker": "DEEDON", "secId": 77}, {"sentences": [{"sentId": 311, "text": "What is going on here?"}, {"sentId": 312, "text": "Because every time we have these shootings, it seems to be the same sort of person, at least the same age range, you know and I guess any type of profiler will tell you that there has to be something going on with that age group and with that demographic for them to do something like this."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 313, "text": "Yeah, we've had a few exceptions just in recent events, but predominantly you know they're middle-aged white males from a suburban middle-class area."}, {"sentId": 314, "text": "They act alone."}, {"sentId": 315, "text": "You know again, you see that pattern they act alone."}, {"sentId": 316, "text": "Again, there have been a few exceptions."}, {"sentId": 317, "text": "But it's usually typically underlying mental health issues that -- you know, come to light as they serve these search warrants and learn what the motives were behind and how much planning, if any, had went into this and how long."}, {"sentId": 318, "text": "So those are things that we'll obviously be -- shed some more light on as they get the investigation you know under way."}], "speaker": "DEEDON", "secId": 79}, {"sentences": [{"sentId": 319, "text": "Gentlemen, thank you very much."}, {"sentId": 320, "text": "We wanted to spend more time with you but we had the breaking news."}, {"sentId": 321, "text": "So we appreciate you joining us here on CNN."}, {"sentId": 322, "text": "If we need more information, we'll get back to you, Rick Francona and Joe Deedon, appreciate it very much."}, {"sentId": 323, "text": "When we come right back, more on our breaking news, the deadly mass shooting in Oregon today, an angry President Obama addressing the nation tonight."}, {"sentId": 324, "text": "You're going to hear him next."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 325, "text": "We're back now with our breaking news tonight, the gunman in the mass shooting at Oregon's Umpqua Community College identified by authorities as 26-year-old Chris Harper Mercer."}, {"sentId": 326, "text": "So back with me now CNN's Pamela Brown with some new information, Pamela, what do you have for us?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 327, "text": "We have learned through sources, Don that the gunman, Chris Harper Mercer had body armor with him and was heavily armed with a lot of ammunition, indicating that he was in it for a long gun fight."}, {"sentId": 328, "text": "This is according to sources speaking to my colleague Evan Perez."}, {"sentId": 329, "text": "Authorities believe that a quick response -- a relatively quick response from law enforcement there on the campus made all the difference in preventing further deaths in this case, Don."}, {"sentId": 330, "text": "So it appears that this gunman was prepared to some extent before he went in and opened fire."}, {"sentId": 331, "text": "We know he had four guns on him, three pistols, one long gun, and unclear how he obtained them."}, {"sentId": 332, "text": "ATF is doing the trace right now."}, {"sentId": 333, "text": "But what we are learning at this hour is that he had body armor with him."}, {"sentId": 334, "text": "It's unclear if he was actually wearing the body armor."}, {"sentId": 335, "text": "But we know he had that and a lot of ammunition and these four weapons, Don?"}], "speaker": "BROWN", "secId": 82}, {"sentences": [{"sentId": 336, "text": "Pamela Brown working her sources from Washington D.C. on this breaking news story."}, {"sentId": 337, "text": "Pamela Brown, thank you very much."}, {"sentId": 338, "text": "We're going to continue on following this story."}, {"sentId": 339, "text": "Ten people shot, and seven injured."}, {"sentId": 340, "text": "And we're going to hear from President Barack Obama, very angry today, speaking out about this horrific incident."}, {"sentId": 341, "text": "You don't want to miss that."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 342, "text": "If you did not see this, the President today very angry, President Obama, addressing the nation tonight, his 15th public statement since taking office."}, {"sentId": 343, "text": "Listen to what he says."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 344, "text": "Somehow this has become routine."}, {"sentId": 345, "text": "The reporting is routine, my response here at this podium ends up being routine."}, {"sentId": 346, "text": "The conversation in the aftermath of it, we've become numb to this."}, {"sentId": 347, "text": "We talked about this after Columbine and Blacksburg and after Tucson, after Newtown, after Aurora, after Charleston."}, {"sentId": 348, "text": "It cannot be this easy for somebody who wants to inflict harm on other people to get his or her hands on a gun."}, {"sentId": 349, "text": "And what's become routine, of course, is the response of those who oppose any kind of common sense gun legislation."}, {"sentId": 350, "text": "Right now I can imagine the press release is being cranked out."}, {"sentId": 351, "text": "We need more guns, they'll argue."}, {"sentId": 352, "text": "Fewer gun safety laws."}, {"sentId": 353, "text": "Does anybody really believe that?"}, {"sentId": 354, "text": "There are scores of responsible gun owners in this country."}, {"sentId": 355, "text": "They know that's not true."}, {"sentId": 356, "text": "What's also routine is that somebody somewhere will comment and say Obama politicized this issue."}], "speaker": "PRESIDENT OBAMA", "secId": 85}, {"sentences": [{"sentId": 357, "text": "This is something we should politicize."}, {"sentId": 358, "text": "This is relevant to our common life together, to the body politic."}, {"sentId": 359, "text": "I would ask news organizations, because I won't put these facts forward, have news organizations tally up the number of Americans who have been killed through terrorist attacks over the last decade and the number of Americans who have been killed by gun violence."}, {"sentId": 360, "text": "And post those side by side on your news reports."}, {"sentId": 361, "text": "This won't be information coming from me, it will be coming from you."}], "speaker": "PRESIDENT OBAMA", "secId": 86}, {"sentences": [{"sentId": 362, "text": "We'll talk about that."}, {"sentId": 363, "text": "Coming up, more on the breaking news, a deadly mass shooting in Oregon today, you heard how angry President Obama is."}, {"sentId": 364, "text": "And he is not the only one."}, {"sentId": 365, "text": "When we come right back, we're going to talk to one of his former advisers about the President's remarks today."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 366, "text": "President Obama angry tonight, is saying that mass shootings have somehow become in his word, routine in America."}, {"sentId": 367, "text": "New York Daily News seems to agree, tweeting this, it's a powerful image of their front page for tomorrow, take a look at it."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 368, "text": "So joining me now Philip Bump, he's a Washington Post Political Reporter, Dan Pfeiffer is a Senior Political Commentator and a Former Senior Advisor to President Obama, and Gloria Borger is with us as well, she is CNN's Senior Political Analyst."}, {"sentId": 369, "text": "Thank you all for joining us."}, {"sentId": 370, "text": "It's -- actually, it's not good to have you here, considering the subject matter, but I appreciate you joining me tonight."}, {"sentId": 371, "text": "So Phillip, the President said put the numbers side by side."}, {"sentId": 372, "text": "So tell us what we're looking at right now."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 373, "text": "We actually -- a month ago he made this argument that the number of people who had been killed in terrorist attacks in the United States was smaller than the number of gun deaths."}, {"sentId": 374, "text": "When he said that -- it's true by a large margin."}, {"sentId": 375, "text": "So far this year at that point, there have been over a 8,000 that have been killed in gun violence whereas the number of people killed in terrorist attacks was far less."}], "speaker": "BUMP", "secId": 90}, {"sentences": [{"sentId": 376, "text": "How did you come up with these numbers?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 377, "text": "There's a great database that collects the number of deaths by guns."}, {"sentId": 378, "text": "I believe it's the University of Maryland actually files that data."}], "speaker": "BUMP", "secId": 92}, {"sentences": [{"sentId": 379, "text": "You know you said it was the angriest you've seen the President since after Newtown."}, {"sentId": 380, "text": "He has said that one of his biggest faults, his regrets, will be not getting as much done or anything done, in his estimation, about gun violence."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 381, "text": "That is exactly right."}, {"sentId": 382, "text": "What you heard from the President today in the White House briefing room is a conversation I have had with the President and other advisers have had countless times over the recent years."}, {"sentId": 383, "text": "There's been a mass shooting almost every week the President's second term."}, {"sentId": 384, "text": "Sometimes we don't pay attention at all, sometimes we do."}, {"sentId": 385, "text": "The press covers it and asks for thoughts and prayers and nothing happens."}, {"sentId": 386, "text": "Whether it's Newtown, Aurora, the President goes to the ceremonies and services and he has to look the families in the face and he knows in our current situation nothing is going to happen."}, {"sentId": 387, "text": "We don't have to solve all of the problems right away, maybe we're not capable of that but we're not going to try to solve even a little bit of them."}], "speaker": "PFEIFFER", "secId": 94}, {"sentences": [{"sentId": 388, "text": "I was going to make a very quick point -- there has not been a week during his second terms in which there hasn't been an issue."}], "speaker": "BUMP", "secId": 95}, {"sentences": [{"sentId": 389, "text": "As you said Aurora, I flashed back to standing in front of that theater, when you say Newtown, standing in front of the bridge and Charleston, standing in front of the church."}, {"sentId": 390, "text": "So Gloria, let me ask you this, the President said that we should politicize this, this should be politicized."}, {"sentId": 391, "text": "Are you surprised that he said that?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 392, "text": "Not at this point."}, {"sentId": 393, "text": "I would have been surprised if he would have said it a few years ago, but this is a second term President at the end of his second term who clearly feels really strongly about this."}, {"sentId": 394, "text": "And I think what you saw the President doing this afternoon is telling people who care about gun violence that do have to become single-issue voters, the way people are in the NRA are single-issue voters."}, {"sentId": 395, "text": "So if you're for gun control, he made the point very clearly, he said when you make a decision to elect somebody, expect your elected officials to reflect your views."}, {"sentId": 396, "text": "So it was a very direct plea to people because he's been unable to do anything in Congress."}], "speaker": "BORGER", "secId": 97}, {"sentences": [{"sentId": 397, "text": "And, by the way, that includes a bunch of his own Democrats who are from, you know, protectionism-gun states, southern Democrats largely, who have abandoned him on this issue."}], "speaker": "BORGER", "secId": 98}, {"sentences": [{"sentId": 398, "text": "Gloria, that's my question."}, {"sentId": 399, "text": "Is there anything that can be done with the gun lobby as strong as it is and even, as you say, Democrats, people from his own party saying no, we don't want the gun laws to change, we don't want any more restrictions."}, {"sentId": 400, "text": "Are the President's hands tied with this matter?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 401, "text": "Dan knows better than I do."}, {"sentId": 402, "text": "Count me skeptical right now."}, {"sentId": 403, "text": "He's got Republican control of Congress."}, {"sentId": 404, "text": "When you look at the polling, two-thirds of Republicans believe that gun laws are just fine the way they are."}, {"sentId": 405, "text": "So, you know, I think it's a huge uphill battle for the President."}, {"sentId": 406, "text": "The question that I have is what is he going to do now substantively and what is he going to propose, if anything legislatively."}], "speaker": "BORGER", "secId": 100}, {"sentences": [{"sentId": 407, "text": "Otherwise -- I heard you earlier saying the words will ring hollow."}, {"sentId": 408, "text": "Go ahead and talk about that."}, {"sentId": 409, "text": "It's a huge challenge."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 410, "text": "Gloria's exactly right."}, {"sentId": 411, "text": "What the President was saying today is that if you care about this issue, you have to be as active, as engaged and vocal as the NRA."}, {"sentId": 412, "text": "Because right now even basic steps like background checks and closing the loophole, they have the overwhelming majority support in this country but members are more afraid of the NRA than they are of public opinion, and that has to change."}, {"sentId": 413, "text": "My hope is that Democratic candidates talk about it."}, {"sentId": 414, "text": "Until we show people that you can win by running aggressively for additional gun safety laws, we're not going to get any progress."}, {"sentId": 415, "text": "So it's going to have to happen on the campaign trail..."}], "speaker": "PFEIFFER", "secId": 102}, {"sentences": [{"sentId": 416, "text": "Phillip, weigh in on this."}, {"sentId": 417, "text": "What realistically can the President do?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 418, "text": "Realistically, I don't know if there's anything he can do."}], "speaker": "BUMP", "secId": 104}, {"sentences": [{"sentId": 419, "text": "That's the stark reality."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 420, "text": "Frankly, it's not even that stark anymore."}, {"sentId": 421, "text": "President Obama at that time said something similar about politicizing."}, {"sentId": 422, "text": "He said people should go and vote."}, {"sentId": 423, "text": "In 2013 it showed gun opponents are more active and more likely to vote against candidates they don't like and more likely to donate."}, {"sentId": 424, "text": "The NRA is a very powerful force."}], "speaker": "BUMP", "secId": 106}, {"sentences": [{"sentId": 425, "text": "Is it really just the NRA or is it beyond that?"}, {"sentId": 426, "text": "Is it just Americans are saying I like my gun laws the way they are."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 427, "text": "Yes."}], "speaker": "BUMP", "secId": 108}, {"sentences": [{"sentId": 428, "text": "The NRA's a big piece of it."}, {"sentId": 429, "text": "And the public opinion shows that -- background checks take up to 90 percent support."}], "speaker": "PFEIFFER", "secId": 109}, {"sentences": [{"sentId": 430, "text": "Go ahead, Gloria, I got to get to a break."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 431, "text": "Our own polling at CNN shows that the public is a little bit skeptical, that if you expand background checks, it's necessarily going to keep guns out of the hands of the mentally ill or criminals."}, {"sentId": 432, "text": "So you know the public overall is mixed on this."}, {"sentId": 433, "text": "But when you go party by party, it's not."}, {"sentId": 434, "text": "So I think it's a very difficult political fight."}], "speaker": "BORGER", "secId": 111}, {"sentences": [{"sentId": 435, "text": "I know we have to go but I think it's important to read this."}, {"sentId": 436, "text": "Because this is from Huckabee after the President's speech -- he said Obama's quick to admit -- politicize this to advance his liberal anti- gun agenda."}, {"sentId": 437, "text": "For this President to make a political pronouncement is at best premature and at worst ignorantly inflammatory."}, {"sentId": 438, "text": "Obama can shamelessly try and exploit any tragedy he wants, but it's clear that gun free zones are sitting duck zones."}, {"sentId": 439, "text": "His passion is grossly misplaced into destroying the second amendment, and that is what the President is facing right now."}, {"sentId": 440, "text": "Thank you to all of you, I appreciate it."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 441, "text": "When we come right back, families in mourning tonight for the victims of the mass shooting in Oregon."}, {"sentId": 442, "text": "Tonight we're going talk to the parents who know the anguish that they are feeling."}], "speaker": "LEMON", "secId": 113}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.01.cnnt.01.html.json", "time": "Aired October 1, 2015 - 22:00   ET"}