{"sectionCount": 264, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "ACOSTA", "TRUMP", "LEWIS", "NAVARRO", "KAINE", "CAPUTO", "UNIDENTIFIED MALE", "MARQUEZ", "SALAAM", "MARQUEZ ", "D'ANTONIO", "RYE", "DENNARD", "HUGHES", "ROSEN", "UNIDENTIFIED REPORTER", "RUE", "PENCE", "DAM", "COOPER"], "subTitle": "Trump on the Trail in Nevada; 53 Percent of V.P Debate Watchers Say their Vote Wasn't Swayed; Trump Versus the Central Park Five; Hurricane Matthew Takes Aim at Florida and South Carolina. Aired 11- 12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/05/cnnt.02.html", "sentenceCount": 566, "sections": [{"sentences": [{"sentId": 0, "text": "We're counting down to the debate that could be a game changer in this crazy race."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT, I'm Don Lemon."}, {"sentId": 2, "text": "Thanks for joining us."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "Hillary Clinton and Donald Trump go head-to-head Sunday night in St. Louis, but who has the advantage in the town hall format with live questions from the audience?"}, {"sentId": 4, "text": "And will Clinton or Trump make a course correction after last night's vice presidential debate?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "Plus, tens of millions in the path of a killer hurricane."}, {"sentId": 6, "text": "Will Matthew be the worst storm to hit Florida in more than 20 years?"}, {"sentId": 7, "text": "We're going to update you on the situation there."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "But first Donald Trump out on the campaign trail in Nevada today, taking aim at Hillary Clinton on Obamacare."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "Let's get right to CNN senior White House correspondent Jim Acosta -- Jim."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "Don, Donald Trump was taking a bit of a victory lap after Mike Pence's performance in the vice presidential debate."}, {"sentId": 11, "text": "He was also trying to get back on message at a rally here in Reno."}, {"sentId": 12, "text": "He went after the president's signature legislative achievement, Obamacare, recalling how earlier this week former President Bill Clinton described the Affordable Care Act as a crazy system."}, {"sentId": 13, "text": "Here's more of what Trump had to say."}], "speaker": "ACOSTA", "secId": 6}, {"sentences": [{"sentId": 14, "text": "Can you imagine when he walked home to that beautiful home in West Chester, and he said, Hillary, how was your day?"}, {"sentId": 15, "text": "Oh, did he suffer."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 16, "text": "A big part of her campaign is Obamacare."}, {"sentId": 17, "text": "Big part."}, {"sentId": 18, "text": "And she wants to double up and double down and she wants it to go -- I mean, this woman doesn't know what the hell she's doing, folks."}, {"sentId": 19, "text": "There's only one way to stop Obamacare and that's the way to vote for Donald J. Trump."}, {"sentId": 20, "text": "I'll stop it."}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 21, "text": "And throughout the day, Donald Trump was praising Mike Pence's performance on that vice presidential debate, but he was also taking some credit, noting how his Pence pick was one of the first big decisions he had to make as a presidential candidate, and the Trump campaign was also pushing back on the notion that Trump was somehow jealous of Pence's performance."}, {"sentId": 22, "text": "Trump campaign manager Kellyanne Conway said that is truly outrageous, Don."}], "speaker": "ACOSTA", "secId": 9}, {"sentences": [{"sentId": 23, "text": "All right."}, {"sentId": 24, "text": "Jim Acosta, thank you very much."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 25, "text": "Now I want to bring in CNN political commentator, Miss Ana Navarro."}, {"sentId": 26, "text": "And she was concerned about Miami."}, {"sentId": 27, "text": "She's a Miami native and we'll discuss that later on in the program."}, {"sentId": 28, "text": "Matt Lewis, a senior contributor to the \"Daily Caller\" and the author of \"Too Dumb to Fail,\" and Michael Caputo, a former senior adviser to Donald Trump."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 29, "text": "Hello, to all of you."}, {"sentId": 30, "text": "Thank you for coming on."}, {"sentId": 31, "text": "Matt, I'm going to start with you."}, {"sentId": 32, "text": "Jumping off of what Jim just reported there, did Pence hurt himself with Trump by deflecting instead of defending attacks on him?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 33, "text": "No, I think it was a masterful performance."}, {"sentId": 34, "text": "I think that, look, if you're a running mate your job is to go with the principal, go with the top of the ticket."}, {"sentId": 35, "text": "I think that Mike Pence handled himself very well, not only as the surrogate, the representative of a campaign, that's the role that he's in now, but also in terms of his future ambition."}], "speaker": "LEWIS", "secId": 13}, {"sentences": [{"sentId": 36, "text": "You know, look, it was all -- it was such a difficult task for him."}, {"sentId": 37, "text": "You could easily envision a scenario where Mike Pence becomes Donald Trump's running mate and destroys his reputation, destroys his legacy and becomes a laughingstock."}, {"sentId": 38, "text": "Instead Mike Pence has really, I think, elevated himself going forward."}, {"sentId": 39, "text": "If Donald Trump loses, Mike Pence I think, you know, continues."}], "speaker": "LEWIS", "secId": 14}, {"sentences": [{"sentId": 40, "text": "Ana, from one debate?"}, {"sentId": 41, "text": "Do you think that he's put himself in the running to be -- you know, to maybe 2020 or 2024?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 42, "text": "I have no idea."}, {"sentId": 43, "text": "Look, I think none of us expected Donald Trump to be the nominee this year."}, {"sentId": 44, "text": "I think it's way too early."}, {"sentId": 45, "text": "We haven't even finished this year, even though it feels like we've been at this for the last 25 years, to be predicting the next time around."}], "speaker": "NAVARRO", "secId": 16}, {"sentences": [{"sentId": 46, "text": "I will tell you that I think that for the last three, four months since he's been the vice presidential nominee, we've seen Mike Pence in agony."}, {"sentId": 47, "text": "We've seen him kind of really wrestle with defending some of Donald Trump's positions because there are so many positions where Mike Pence and Donald Trump have not seen eye-to-eye, where Mike Pence's positions and record have been completely different than Donald Trump's."}], "speaker": "NAVARRO", "secId": 17}, {"sentences": [{"sentId": 48, "text": "But I think last night, he excelled."}, {"sentId": 49, "text": "He did it very well."}, {"sentId": 50, "text": "He didn't take the bait."}, {"sentId": 51, "text": "Tim Kaine tried to bait him over and over again, and frankly Tim Kaine didn't do himself any favors because he's supposed to be the nice guy, and he interrupted almost 70 times, and came across slightly over caffeinated and obnoxious."}], "speaker": "NAVARRO", "secId": 18}, {"sentences": [{"sentId": 52, "text": "And not -- and people didn't think he was so nice."}, {"sentId": 53, "text": "But here's what Tim Kaine is saying today about Pence's pivots last night."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 54, "text": "You are Donald Trump's running mate, and I'm putting these things down on the table, and I'm asking you to defend them and you won't defend them."}, {"sentId": 55, "text": "If you can't defend your own running mate, how can you ask one person to vote for your running mate?"}], "speaker": "KAINE", "secId": 20}, {"sentences": [{"sentId": 56, "text": "I got dinged a little bit even by my wife for, like, interrupting too much."}, {"sentId": 57, "text": "OK."}, {"sentId": 58, "text": "But the key part of that debate was, at some points I felt like both me and Mike Pence were debating Donald Trump."}, {"sentId": 59, "text": "I -- I was going after Donald Trump and Mike Pence kind of was going after Trump with me, and I can't imagine that that made the Donald too happy."}], "speaker": "KAINE", "secId": 21}, {"sentences": [{"sentId": 60, "text": "So, Michael, to Ana's point, people are probably wondering where was that guy last night, the nice guy that they've seen, instead of the guy who they saw as interrupting?"}, {"sentId": 61, "text": "What do you think about what Kaine is saying about -- was that the right strategy?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 62, "text": "Well, I think, you know, listen, I'm starting to feel a little bit sorry for Mr. Kaine."}, {"sentId": 63, "text": "I really -- I believe that he gave one of the worst vice president debate performances I've seen in a long time."}, {"sentId": 64, "text": "I'm sure he was told that he needed to go in there swinging and go after Donald Trump and be an attack dog, but after 72 interruptions, if you didn't turn off the debate you certainly thought that he lost."}], "speaker": "CAPUTO", "secId": 23}, {"sentences": [{"sentId": 65, "text": "Mike Pence turned in one of the best debate performances I've seen in a long time, certainly made the best case for the Republican ticket that we've heard in the last, you know, seven or eight days, and I think he's given the Trump campaign an opportunity to reboot their message, come out swinging and change the tenor of this whole debate."}], "speaker": "CAPUTO", "secId": 24}, {"sentences": [{"sentId": 66, "text": "It doesn't matter if he did it by denying some of the things that he said even when they're on tape?"}, {"sentId": 67, "text": "Does that even matter?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 68, "text": "Well, I think, you know, in the end, in these debate situations, you have to sometimes punt and I think we saw a few punts on both candidates' parts."}, {"sentId": 69, "text": "You know, I think that Mike Pence pivoted very well, I think that, you know, Mr. Trump can take a page from his book and do the same thing on Sunday night."}, {"sentId": 70, "text": "If you're being asked something that you don't really want to talk about you pivot and move into something that you do want to talk about."}, {"sentId": 71, "text": "And if you see some more pivoting on Sunday night, kind of Pence style, I think we'll have a much better debate performance for the Republican ticket."}], "speaker": "CAPUTO", "secId": 26}, {"sentences": [{"sentId": 72, "text": "Matt, 53 percent of debate watchers said that their vote wasn't swayed."}, {"sentId": 73, "text": "We're also learning that last night's debate got the smallest audience of a VP debate since the year 2000."}, {"sentId": 74, "text": "It's still a big audience, though."}, {"sentId": 75, "text": "Was last night more about exciting the base than convincing undecided voters?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 76, "text": "Yes, look, I mean, you know, the most famous debate moment, vice presidential debate moment in history is Lloyd Benson, you know, turning to Dan Quayle and saying, I knew Jack Kennedy, you're no Jack Kennedy."}, {"sentId": 77, "text": "Of course George Bush and Dan Quayle ended up winning that election, so that moment, you know, we watch it, but it didn't -- it didn't move a lot of voters."}], "speaker": "LEWIS", "secId": 28}, {"sentences": [{"sentId": 78, "text": "I think these vice presidential debates don't matter much."}, {"sentId": 79, "text": "Maybe they should."}, {"sentId": 80, "text": "We've got two candidates that are about 70 years old."}, {"sentId": 81, "text": "These guys are going to be a heartbeat away from the presidency, but I don't think they really move the numbers."}, {"sentId": 82, "text": "What I think this does is it does change the subject a little bit."}, {"sentId": 83, "text": "Donald Trump had had a couple of bad weeks, Hillary Clinton had had a couple of good weeks."}, {"sentId": 84, "text": "I think now the momentum shifts a little bit on the margins."}, {"sentId": 85, "text": "I think this helps Donald Trump but, you know, there's another debate Sunday."}, {"sentId": 86, "text": "We won't be talking about the vice presidential debate come Saturday."}], "speaker": "LEWIS", "secId": 29}, {"sentences": [{"sentId": 87, "text": "Yes."}, {"sentId": 88, "text": "Ana, you know Dana Bash is reporting tonight, I think you know that Donald Trump isn't planning do the traditional sort of practice, right?"}, {"sentId": 89, "text": "The mock debate, but he's doing this town hall tomorrow night."}, {"sentId": 90, "text": "Is that enough practice?"}, {"sentId": 91, "text": "Is that -- can that work for him this time around you think?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 92, "text": "Well, look, I know that he's delusional enough to think that he won the last debate."}, {"sentId": 93, "text": "He might be the only person -- he and the people that are on his staff -- to think that he won the last debate."}, {"sentId": 94, "text": "He's got to do something different."}, {"sentId": 95, "text": "And I think Michael Caputo is right, he should take a page from Mike Pence and make sure that Hillary Clinton does not get under his skin."}], "speaker": "NAVARRO", "secId": 31}, {"sentences": [{"sentId": 96, "text": "Yesterday we saw Tim Kaine time and time again try to get under Mike Pence's skin and Mike Pence was cool as a cucumber, never lost his composure."}, {"sentId": 97, "text": "Never go unfazed."}, {"sentId": 98, "text": "That's something that Donald Trump should learn from."}, {"sentId": 99, "text": "And I think the Clinton campaign are doing the right thing."}, {"sentId": 100, "text": "They're trying to make lemonade out of lemons."}, {"sentId": 101, "text": "They couldn't get the guy to take the bait, so they're saying well, he didn't defend Donald Trump."}], "speaker": "NAVARRO", "secId": 32}, {"sentences": [{"sentId": 102, "text": "Had Mike Pence gone down that rabbit hole, he could have spent 90 awkward painful minutes defending the last eight days, the last 16 months of Donald Trump's offensive, ridiculous, absurd comments that he's made."}], "speaker": "NAVARRO", "secId": 33}, {"sentences": [{"sentId": 103, "text": "Instead he stood on his own."}, {"sentId": 104, "text": "He didn't take the bait."}, {"sentId": 105, "text": "He discussed policy, and yes, OK, so he kind of talked about a presidential candidate that only exists in his mind, but that was a good strategy last night."}], "speaker": "NAVARRO", "secId": 34}, {"sentences": [{"sentId": 106, "text": "Do you think Trump can do that, Matt?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 107, "text": "No."}, {"sentId": 108, "text": "Donald Trump cannot do it."}, {"sentId": 109, "text": "He's not -- he doesn't have the inherent ability to not take the bait."}, {"sentId": 110, "text": "And look, Mike Pence, the performance he delivered, it's like saying to Pavarotti, teach me how to sing like you."}, {"sentId": 111, "text": "You know, ."}, {"sentId": 112, "text": "You can't cram to be -- to do what Mike Pence did."}, {"sentId": 113, "text": "That was a masterful performance by a great communicator."}, {"sentId": 114, "text": "You try to do that, you couldn't even do it."}, {"sentId": 115, "text": "So Donald Trump would need a lot of time to work on that."}, {"sentId": 116, "text": "It's not him, it's not who he is."}, {"sentId": 117, "text": "And look, I think he's got a real problem."}, {"sentId": 118, "text": "A town hall debate is I"}], "speaker": "LEWIS", "secId": 36}, {"sentences": [{"sentId": 119, "text": "think arguably the worst format for Donald Trump because the most important thing at a town hall format is empathy."}, {"sentId": 120, "text": "It's feeling their pain."}, {"sentId": 121, "text": "Donald Trump doesn't feel your pain."}, {"sentId": 122, "text": "So I think he is set up for a very difficult night."}], "speaker": "LEWIS", "secId": 37}, {"sentences": [{"sentId": 123, "text": "But, Michael, doesn't -- he does better in front of people."}, {"sentId": 124, "text": "I mean, a town hall is not, you know, crowds and crowds of people but there will be people there who he can sort of bounce off of."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 125, "text": "That's true, but, you know, this is not going to be a hall full of supporters."}, {"sentId": 126, "text": "So it's going to be very different from a Trump rally where Mr. Trump plays so well off of the people in the first several rows, off of the people up in the raptors."}, {"sentId": 127, "text": "He fills those places so full."}, {"sentId": 128, "text": "But, you know, we talk about the need for empathy here in a town hall format, I think, you know, certainly Hillary Clinton has practiced fake empathy enough where she's going to probably be able to pull that off."}, {"sentId": 129, "text": "But Donald Trump, I've seen him in these kinds of situations, I think he's going to surprise everyone and I think he's going to have pretty solid debate Sunday night."}], "speaker": "CAPUTO", "secId": 39}, {"sentences": [{"sentId": 130, "text": "Why do you say that?"}, {"sentId": 131, "text": "Isn't that --"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 132, "text": "I think what happened on Monday --"}], "speaker": "CAPUTO", "secId": 41}, {"sentences": [{"sentId": 133, "text": "Isn't that where he gets himself into trouble sometimes, just when he goes off script?"}, {"sentId": 134, "text": "The crowd loves it, but then, you know, the people at home or the other campaign, the other side will use it as fodder for, you know, an ad."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 135, "text": "But of all the debate formats, this is the least scripted, and I think the town hall format is probably a strong opportunity for both of them."}, {"sentId": 136, "text": "Both of them have tried them and done very successfully, and then before Mr. Trump is going to have a shot at one before this debate as well."}, {"sentId": 137, "text": "I'm pretty hopeful that Donald Trump is going to turn in a pretty solid performance and I'm very thankful that Mike Pence changed the tenor of this, changed the topic just in time for us to look forward to a strong debate from Mr. Trump."}], "speaker": "CAPUTO", "secId": 43}, {"sentences": [{"sentId": 138, "text": "By the way, I have to ask Ana Navarro, that you find it funny because you remember he has such consternation about Mike Pence in the beginning."}, {"sentId": 139, "text": "Right?"}, {"sentId": 140, "text": "And now he's saying, hey, you know, I chose this guy, and he's sort of taking credit for his performance last night."}, {"sentId": 141, "text": "You know, do you think it's --"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 142, "text": "Well, look, Donald Trump takes credit for anything good and disowns anything bad."}], "speaker": "NAVARRO", "secId": 45}, {"sentences": [{"sentId": 143, "text": "He did pick him, though."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 144, "text": "I mean, I do think that it makes sense for him to applaud his vice presidential nominee who did a good job yesterday."}, {"sentId": 145, "text": "Probably his, you know, the one gaffe he made, and I think it was a gaffe because this is no consistent with Mike Pence's record in Congress, is when he talked about that Mexican thing."}], "speaker": "NAVARRO", "secId": 47}, {"sentences": [{"sentId": 146, "text": "Yes."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 147, "text": "And, you know, look, when you're a white male, you really should try to stay away from \"the thing\" thing because, you know, don't talk about the black thing, don't talk about the woman thing, don't talk about the Latino thing, don't talk about the Mexican thing, and we've seen today, I can tell you Latino Twitter is not quite at the level of black Twitter, but we do pretty well, and Latino Twitter is abuzz today with the reaction against that."}, {"sentId": 148, "text": "And it's not Mike Pence's fault."}, {"sentId": 149, "text": "I believe the man made a legitimate gaffe, but he is part of a campaign and of a ticket that has made it its purpose to attack Hispanics, to attack Mexicans from day one."}, {"sentId": 150, "text": "And so he had to walk on edge."}], "speaker": "NAVARRO", "secId": 49}, {"sentences": [{"sentId": 151, "text": "That's outrageous."}], "speaker": "CAPUTO", "secId": 50}, {"sentences": [{"sentId": 152, "text": "What's outrageous about it?"}, {"sentId": 153, "text": "What was the first thing the man said, June 16th, when he launched him campaign?"}, {"sentId": 154, "text": "That Mexicans were rapists."}, {"sentId": 155, "text": "That's what you should find outrageous."}, {"sentId": 156, "text": "Not that I bring it up."}], "speaker": "NAVARRO", "secId": 51}, {"sentences": [{"sentId": 157, "text": "That's not what he said."}], "speaker": "CAPUTO", "secId": 52}, {"sentences": [{"sentId": 158, "text": "Listen, it's on radio --"}], "speaker": "NAVARRO", "secId": 53}, {"sentences": [{"sentId": 159, "text": "That's not what he said."}, {"sentId": 160, "text": "You changed --"}], "speaker": "CAPUTO", "secId": 54}, {"sentences": [{"sentId": 161, "text": "For to you go on TV and say what everybody has seen for the last 16 months not to be true makes you seem insane."}, {"sentId": 162, "text": "That is what he says."}, {"sentId": 163, "text": "The video is there, the transcript is there, we know he said Mexicans are rapists and some are good people, too."}, {"sentId": 164, "text": "And that is the part you should be outraged by."}, {"sentId": 165, "text": "Not by me bringing it up."}], "speaker": "NAVARRO", "secId": 55}, {"sentences": [{"sentId": 166, "text": "Actually he said that -- he said that illegal immigrants were committing rape."}, {"sentId": 167, "text": "He didn't say anything about the way --"}], "speaker": "CAPUTO", "secId": 56}, {"sentences": [{"sentId": 168, "text": "That's not --"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 169, "text": "He didn't say Mexicans were rapists."}], "speaker": "NAVARRO", "secId": 58}, {"sentences": [{"sentId": 170, "text": "That's not what the transcripts says."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 171, "text": "It's outrageous, Ana."}, {"sentId": 172, "text": "It's outrageous."}], "speaker": "CAPUTO", "secId": 60}, {"sentences": [{"sentId": 173, "text": "The transcript says, as close as I can get it, is that when Mexico sends its people they send over their worst, their rapists --"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 174, "text": "And he was speaking in the context of illegal immigration."}], "speaker": "CAPUTO", "secId": 62}, {"sentences": [{"sentId": 175, "text": "But it's still -- he's still talking --"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 176, "text": "That was about illegal immigration."}], "speaker": "CAPUTO", "secId": 64}, {"sentences": [{"sentId": 177, "text": "But he's still talking about Mexicans -- is he not talking about Mexican people when he says that?"}, {"sentId": 178, "text": "CAPUTO:  He's talking about Mexican illegal immigrants."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 179, "text": "And what was he talking about when he went after Judge Curiel?"}], "speaker": "NAVARRO", "secId": 66}, {"sentences": [{"sentId": 180, "text": "Who were committing crime."}], "speaker": "CAPUTO", "secId": 67}, {"sentences": [{"sentId": 181, "text": "What was he talking about when he dismissed the ability of an Indiana born judge to do his job fairly because he happened to be of Mexican descent, because his parents happened to be Mexicans?"}, {"sentId": 182, "text": "Was that outrageous, too, for me to bring it up?"}], "speaker": "NAVARRO", "secId": 68}, {"sentences": [{"sentId": 183, "text": "So --"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 184, "text": "Or did you not hear that either?"}], "speaker": "NAVARRO", "secId": 70}, {"sentences": [{"sentId": 185, "text": "No, I heard it."}, {"sentId": 186, "text": "I also think the judge had no business on that case."}, {"sentId": 187, "text": "I think Mr. Trump didn't litigate his position very well and I think that he could have chosen different words but, Ana, for you to sit here and call Donald Trump a flat-out racist is outrageous."}], "speaker": "CAPUTO", "secId": 71}, {"sentences": [{"sentId": 188, "text": "Well, let me do it again, and let me do it in two languages."}, {"sentId": 189, "text": "He is a flat-out racist and it's what he's played on for 16 months."}, {"sentId": 190, "text": "He is a bigot, he is a racist, he is a misogynist, he has said horrible things about women, he has said horrible things about immigrants, about Hispanics, he has yet to say one good thing about immigrants, and for you to shake your head and tell me that I'm the outrageous one is what outrages me."}], "speaker": "NAVARRO", "secId": 72}, {"sentences": [{"sentId": 191, "text": "Republicans need to speak up and people need to know that not all Republicans are represented by that hostile, vile voice of Donald Trump."}], "speaker": "NAVARRO", "secId": 73}, {"sentences": [{"sentId": 192, "text": "So, Matt, let me bring you in here."}, {"sentId": 193, "text": "So to Ana's point about maybe, you know, Mike Pence or people on the campaign trail should be more careful with their words, especially with saying that Mexican thing because then this is what happens and policy does not get discussed."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 194, "text": "Yes, of course."}, {"sentId": 195, "text": "I think so."}, {"sentId": 196, "text": "And I think that the context of the Trump campaign means that you don't have -- there's not a lot of grace given when somebody on the Trump campaign makes a -- I think a gaffe without being -- having any, you know, bad intentions."}, {"sentId": 197, "text": "There's not a lot of room for that."}], "speaker": "LEWIS", "secId": 75}, {"sentences": [{"sentId": 198, "text": "I will say this."}, {"sentId": 199, "text": "I'll say something good about Donald Trump."}, {"sentId": 200, "text": "I think he does deserve credit for picking Mike Pence."}, {"sentId": 201, "text": "You know, last night we saw --"}], "speaker": "LEWIS", "secId": 76}, {"sentences": [{"sentId": 202, "text": "Absolutely."}], "speaker": "CAPUTO", "secId": 77}, {"sentences": [{"sentId": 203, "text": "We saw two highly qualified, I think, serious, decent candidates who -- you know, who are arguably -- I would be more comfortable with either of them than the top of the ticket."}, {"sentId": 204, "text": "So these are good guys."}, {"sentId": 205, "text": "And look, that's a governing decision."}, {"sentId": 206, "text": "Donald Trump picked a serious, conservative to be his running mate and I think he deserved credit for it."}], "speaker": "LEWIS", "secId": 78}, {"sentences": [{"sentId": 207, "text": "I agree."}], "speaker": "NAVARRO", "secId": 79}, {"sentences": [{"sentId": 208, "text": "Very emotional campaign."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 209, "text": "I agree with that completely."}], "speaker": "CAPUTO", "secId": 81}, {"sentences": [{"sentId": 210, "text": "Very emotional campaign, and we appreciate the candor of everyone on the panel."}, {"sentId": 211, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 212, "text": "We'll be right back."}, {"sentId": 213, "text": "And we're going to tell you this, you can see both the candidates on \"NEW DAY\" tomorrow, 6:00 a.m., both the vice presidential candidates."}, {"sentId": 214, "text": "We're going to come right back."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 215, "text": "Thirty-four days until election day and we have a brand new CNN-ORC poll tonight on race in America."}, {"sentId": 216, "text": "We asked if discrimination against blacks, if it's a very serious problem in this country."}, {"sentId": 217, "text": "61 percent of Democrats polled say yes, 42 percent of independents also say yes, but only 19 percent of Republicans say -- that's about one in five, believe discrimination against blacks is a very serious problem."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 218, "text": "And despite his effort to reach out to black voters, Donald Trump has virtually no support, polling at about 5 percent."}, {"sentId": 219, "text": "Well, some African- Americans remember all too well the prominent position that Trump took in a notorious criminal case in New York City involving the Central Park Five."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 220, "text": "The story tonight from CNN correspondent Miguel Marquez."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 221, "text": "A gang of violent teens terrorized New York."}], "speaker": "UNIDENTIFIED MALE", "secId": 87}, {"sentences": [{"sentId": 222, "text": "The crime inflamed the city and the nation."}], "speaker": "MARQUEZ", "secId": 88}, {"sentences": [{"sentId": 223, "text": "They beat her with their fists I believe a rock and a metal pipe."}, {"sentId": 224, "text": "She was raped by four of these -- four of these youths."}], "speaker": "UNIDENTIFIED MALE", "secId": 89}, {"sentences": [{"sentId": 225, "text": "Arrested within hours of the attack, five teens, four black, one Latino, all charged with the brutal rape of a 28-year-old jogger in New York's Central Park."}], "speaker": "MARQUEZ", "secId": 90}, {"sentences": [{"sentId": 226, "text": "It was the scariest, scariest time in my life."}], "speaker": "SALAAM", "secId": 91}, {"sentences": [{"sentId": 227, "text": "Yusef Salaam was one of the so-called Central Park Five, just 15 years old paraded in front of cameras."}], "speaker": "MARQUEZ", "secId": 92}, {"sentences": [{"sentId": 228, "text": "Had this been the 1950s, I would have had the same fate as Emmett Till."}], "speaker": "SALAAM", "secId": 93}, {"sentences": [{"sentId": 229, "text": "You've been hung."}], "speaker": "MARQUEZ ", "secId": 94}, {"sentences": [{"sentId": 230, "text": "I would have been hung."}], "speaker": "SALAAM", "secId": 95}, {"sentences": [{"sentId": 231, "text": "Two weeks after their high-profile arrest, Donald Trump took out full page ads in four major newspapers calling for the death penalty to be reinstated."}, {"sentId": 232, "text": "Trump wrote, \"Criminals must be told that their civil liberties end when an attack on our safety begins.\""}], "speaker": "MARQUEZ ", "secId": 96}, {"sentences": [{"sentId": 233, "text": "He was literally like the fire starter."}, {"sentId": 234, "text": "He lit the match."}], "speaker": "SALAAM", "secId": 97}, {"sentences": [{"sentId": 235, "text": "Salaam served his full sentence nearly seven years in prison as did all of the Central Park Five, but none of them were guilty."}], "speaker": "MARQUEZ", "secId": 98}, {"sentences": [{"sentId": 236, "text": "The men cleared after spending years in prison for a crime they did not commit."}], "speaker": "UNIDENTIFIED MALE", "secId": 99}, {"sentences": [{"sentId": 237, "text": "In 2002, serial rapist Matias Reyes came forward claiming he was solely responsible."}, {"sentId": 238, "text": "His DNA and description of the crime matched."}, {"sentId": 239, "text": "With no DNA evidence linking the Central Park Five to the crime, their sentences were reversed."}], "speaker": "MARQUEZ", "secId": 100}, {"sentences": [{"sentId": 240, "text": "When we heard that the verdicts were being vacated, it felt -- it was like the best feeling in the world."}, {"sentId": 241, "text": "And that feeling quickly came and went."}], "speaker": "SALAAM", "secId": 101}, {"sentences": [{"sentId": 242, "text": "The Central Park Five, their families and supporters wanted an apology from Donald Trump."}, {"sentId": 243, "text": "The billionaire refused, telling the \"New York Times,\" \"They confessed, now they say they didn't do it?"}, {"sentId": 244, "text": "Who am I supposed to believe?\""}, {"sentId": 245, "text": "Those confessions, parents and lawyers said were coerced."}], "speaker": "MARQUEZ", "secId": 102}, {"sentences": [{"sentId": 246, "text": "They didn't give them food."}, {"sentId": 247, "text": "They didn't give them no sleep for 43 hours."}, {"sentId": 248, "text": "That's how they did."}], "speaker": "UNIDENTIFIED MALE", "secId": 103}, {"sentences": [{"sentId": 249, "text": "The five sued New York City and settled for $41 million in 2014."}, {"sentId": 250, "text": "Trump incensed, calling the settlement a disgrace in an opinion column saying, \"Settling doesn't mean innocence, but it indicates incompetence on several levels."}, {"sentId": 251, "text": "It is politics at its lowest and worst form.\""}], "speaker": "MARQUEZ", "secId": 104}, {"sentences": [{"sentId": 252, "text": "I spoke to Donald shortly after the city made the settlement with these men and he was outraged."}], "speaker": "D'ANTONIO", "secId": 105}, {"sentences": [{"sentId": 253, "text": "Michael D'Antonio's \"The Truth About Trump\" follows the billionaire's rise to the top of the GOP ticket."}], "speaker": "MARQUEZ", "secId": 106}, {"sentences": [{"sentId": 254, "text": "He's not a person who takes in new information and then adjusts and accepts reality."}], "speaker": "D'ANTONIO", "secId": 107}, {"sentences": [{"sentId": 255, "text": "The only reality that matters to him is his judgment, which was rendered many years prior."}], "speaker": "D'ANTONIO", "secId": 108}, {"sentences": [{"sentId": 256, "text": "No matter how total the vindication for the Central Park Five, there's still one thing they'd like to see."}, {"sentId": 257, "text": "SALAAM:  I keep saying to myself, one day Donald Trump is going to"}], "speaker": "MARQUEZ", "secId": 109}, {"sentences": [{"sentId": 258, "text": "perhaps take a full-page ad out and apologize to Central Park Five."}, {"sentId": 259, "text": "You know."}, {"sentId": 260, "text": "That would be tremendous."}, {"sentId": 261, "text": "That might make the -- it's funny."}], "speaker": "MARQUEZ", "secId": 110}, {"sentences": [{"sentId": 262, "text": "Do you really think that's going to happen?"}], "speaker": "MARQUEZ ", "secId": 111}, {"sentences": [{"sentId": 263, "text": "I doubt it's going to happen."}], "speaker": "SALAAM", "secId": 112}, {"sentences": [{"sentId": 264, "text": "In a statement to CNN, Trump not only didn't apologize but said, \"They admitted they were guilty."}, {"sentId": 265, "text": "The police doing the original investigation say they were guilty."}, {"sentId": 266, "text": "The fact of the case was settlement with so much evidence against them is outrageous.\""}], "speaker": "MARQUEZ ", "secId": 113}, {"sentences": [{"sentId": 267, "text": "Yusef Salaam denies any wrongdoing that night and as for the actual rapist, Matias Reyes, he is currently serving 33 years to life for a series of rapes but interestingly enough not for this one."}, {"sentId": 268, "text": "By the time he admitted to it the statute of limitations had already run out -- Don."}], "speaker": "MARQUEZ", "secId": 114}, {"sentences": [{"sentId": 269, "text": "Thank you, Miguel."}, {"sentId": 270, "text": "Appreciate that."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 271, "text": "Up next what Donald Trump's position on the Central Park Five case could mean to black and Latino voters today."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 272, "text": "CNN's poll this week shows Trump with only 5 percent support among black voters."}, {"sentId": 273, "text": "Here to discuss, CNN political contributor Hilary Rosen, a Clinton supporter, GOP political commentator Paris Dennard, a Trump supporter, Angela Rye, former executive director of the Congressional Black Caucus, and Scottie Nell Hughes, she's also a Trump supporter."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 274, "text": "Welcome to the panel, Scottie, everyone -- and Hilary."}, {"sentId": 275, "text": "Everyone else has been here earlier."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 276, "text": "So, Angela, you say that the Central Park Five case proves that racism and bigotry was always there with Donald Trump?"}, {"sentId": 277, "text": "Why do you say that?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 278, "text": "I've said that often, Don."}, {"sentId": 279, "text": "I think it's very clear."}, {"sentId": 280, "text": "Here's a system that has clearly failed five young boys."}, {"sentId": 281, "text": "These young men, black and Latino, were deemed inherently criminal and violent from the outset from Donald Trump, and even still to this day when he calls a settlement of $41 million that they were frankly owed that was settled in 2014 when they originally filed that suit in 2013."}], "speaker": "RYE", "secId": 120}, {"sentences": [{"sentId": 282, "text": "And not only has he not apologized, even though that apology is owed to innocent young men, he's refused and he's dug in even more so."}, {"sentId": 283, "text": "That is why I'm saying that."}, {"sentId": 284, "text": "It wasn't the Central Park Five issue alone."}, {"sentId": 285, "text": "As you know, Don, there are several other issues including the Department of Justice housing discrimination."}], "speaker": "RYE", "secId": 121}, {"sentences": [{"sentId": 286, "text": "OK."}, {"sentId": 287, "text": "I want to get everyone into it, and we have a lot to discuss when it comes to this."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 288, "text": "So, Paris, not only did Donald Trump take out a full-page ad calling on them to be e executed after --"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 289, "text": "In four papers."}], "speaker": "RYE", "secId": 124}, {"sentences": [{"sentId": 290, "text": "After they were found innocent, Trump called the settlement a disgrace, writing, \"These young men do not exactly have the pasts of angels.\""}, {"sentId": 291, "text": "Do you think that's acceptable?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 292, "text": "Do I think what is acceptable?"}], "speaker": "DENNARD", "secId": 126}, {"sentences": [{"sentId": 293, "text": "His response to that."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 294, "text": "His response?"}, {"sentId": 295, "text": "Look, I can't get into the heart and mind of Donald Trump as to why he felt that way."}, {"sentId": 296, "text": "I think that Mr. Trump should examine what happened and look at the recent evidence that someone else confessed to it, and reevaluate his decision, but what I won't call into question is the sentiments of a lot of people at that time who felt that what happened was so heinous and so bad."}], "speaker": "DENNARD", "secId": 128}, {"sentences": [{"sentId": 297, "text": "So now we can look back and say it might not have been the best decision, but I think a lot of people came to these conclusions at the beginning."}, {"sentId": 298, "text": "But what I hope Mr. Trump does is fully embrace criminal justice reform measures that will solve some of these issues that got in front of these five innocent young men."}], "speaker": "DENNARD", "secId": 129}, {"sentences": [{"sentId": 299, "text": "OK."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 300, "text": "I think that will be a way to help rebuild his legacy with the community that cares so much about this issue."}, {"sentId": 301, "text": "And last night, Mr. Pence, Governor Pence said that he supported community policing which I thought was a good step."}], "speaker": "DENNARD", "secId": 131}, {"sentences": [{"sentId": 302, "text": "OK.  Good."}, {"sentId": 303, "text": "I want to get everyone."}, {"sentId": 304, "text": "And that's the only reason I'm cutting you off."}, {"sentId": 305, "text": "Just I want to ask everyone here, because, to, you know, Angela made a point now that he's not apologizing, he's sort of just doubling down now."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 306, "text": "So just, Paris, do you think he should apologize?"}, {"sentId": 307, "text": "Yes or not?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 308, "text": "If Mr. Trump wants to apologize, I think that he should."}], "speaker": "DENNARD", "secId": 134}, {"sentences": [{"sentId": 309, "text": "Scottie, do you think he should?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 310, "text": "Well, let's bring this back to the time it's happening --"}], "speaker": "HUGHES", "secId": 136}, {"sentences": [{"sentId": 311, "text": "I'll give you a longer response time."}, {"sentId": 312, "text": "But do you think he should apologize?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 313, "text": "Well -- it goes -- that's up to Mr. Trump to determine."}], "speaker": "HUGHES", "secId": 138}, {"sentences": [{"sentId": 314, "text": "OK.  Hilary, what do you think?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 315, "text": "Yes."}, {"sentId": 316, "text": "I vote yes."}], "speaker": "ROSEN", "secId": 140}, {"sentences": [{"sentId": 317, "text": "OK."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 318, "text": "He should apologize."}], "speaker": "ROSEN", "secId": 142}, {"sentences": [{"sentId": 319, "text": "All right."}, {"sentId": 320, "text": "So --"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 321, "text": "I have a long list of things he should apologize for."}], "speaker": "ROSEN", "secId": 144}, {"sentences": [{"sentId": 322, "text": "OK."}, {"sentId": 323, "text": "So Scottie here's your chance to --"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 324, "text": "Just put this on it."}], "speaker": "ROSEN", "secId": 146}, {"sentences": [{"sentId": 325, "text": "So, Scottie, here's your chance to, you know, as a longer response to the poll and to all of this."}, {"sentId": 326, "text": "There's a brand new CNN-ORC poll out now."}, {"sentId": 327, "text": "42 percent of people say that discrimination against blacks is a very serious problem."}, {"sentId": 328, "text": "Another 37 percent say somewhat serious."}, {"sentId": 329, "text": "What's your reaction to this?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 330, "text": "Well, my reaction is that unfortunately the problem is not getting better."}, {"sentId": 331, "text": "The one thing that we can all agree on, Americans, right now unfortunately is that race relations in this count is worse off today than it was in 2008 when President Obama took office, and I think that's a very sad state."}, {"sentId": 332, "text": "And it actually breaks my heart because we had a great opportunity with our first African-American president to actually bridge the two communities together and actually bring us together and find common things that would unite us, not continue to divide us."}], "speaker": "HUGHES", "secId": 148}, {"sentences": [{"sentId": 333, "text": "Now in regard to what you're talking about, and I hate to bring it back, but Mr. Trump has always said that he puts the safety of the citizens first and he was going with the information that was being told at the time to the people, and these gentlemen had admitted to this problem just like -- and to hold him accountable for this is sort of like holding Hillary Clinton accountable for the 4500 deaths of the U.S. soldiers in the Iraq war because she was given the information that we had -- that we had weapons of mass destruction, which turned out to be false."}], "speaker": "HUGHES", "secId": 149}, {"sentences": [{"sentId": 334, "text": "OK --"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 335, "text": "And we don't hold her accountable for that same vote."}], "speaker": "HUGHES", "secId": 151}, {"sentences": [{"sentId": 336, "text": "So, Scottie, I don't --"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 337, "text": "It was that information that was given at the time."}], "speaker": "HUGHES", "secId": 153}, {"sentences": [{"sentId": 338, "text": "I don't mind you pivoting back to that, as long as you answer my question, honestly, and then you can go on and pivot."}, {"sentId": 339, "text": "I don't care."}, {"sentId": 340, "text": "But just don't answer the question with a deflection."}, {"sentId": 341, "text": "That's one of my biggest issues."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 342, "text": "I answered your question."}], "speaker": "HUGHES", "secId": 155}, {"sentences": [{"sentId": 343, "text": "Go ahead, Hillary."}, {"sentId": 344, "text": "No, no, I was saying, when you were saying, I know you didn't want to bring it back around."}, {"sentId": 345, "text": "I don't mind you bringing it back around."}, {"sentId": 346, "text": "That's fine."}, {"sentId": 347, "text": "You can do that."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 348, "text": "So listen, Hillary, I want to ask you, to Scottie's point, Scottie is saying, you know, we have an African-American president."}, {"sentId": 349, "text": "He didn't -- these are her words, he didn't do enough, and, you know, and then she went on to talk about Hillary Clinton and the Iraq war -- as it comes to Donald Trump and the Central Park Five."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 350, "text": "You know, there's nothing in this poll that labels Barack Obama."}, {"sentId": 351, "text": "This isn't a since 2008."}], "speaker": "ROSEN", "secId": 158}, {"sentences": [{"sentId": 352, "text": "That's right."}], "speaker": "RYE", "secId": 159}, {"sentences": [{"sentId": 353, "text": "That's just bull."}], "speaker": "ROSEN", "secId": 160}, {"sentences": [{"sentId": 354, "text": "I mean, what we've had for the last two years is an awful lot of discomfort around police shootings, targeting of black youth, and essentially a fighting back of a community that has too long felt that they are a target with a lot of support from, you know, white folks, and I actually was somewhat heartened that a majority of white people in this poll feel like things have gotten worse because I'm going to go positive and say that a lot of us would answer that question that they've gotten worse because we're saddened by it because we think that injustice is still existing too high a level, and so you know the fact that more white people are worried about race relations than black people in this poll actually I feel like deserves a lot more -- a lot more thought, a lot more consideration."}], "speaker": "ROSEN", "secId": 161}, {"sentences": [{"sentId": 355, "text": "Here's what my question is, and when people talk about this, and I think every president will -- I mean, they might."}, {"sentId": 356, "text": "I'm assuming they would say that they could have done more as it comes to race relations."}, {"sentId": 357, "text": "I guess he has an expectation put on him because he's African-American, but if 43 other presidents before him didn't do it, why --"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 358, "text": "Thank you."}], "speaker": "ROSEN", "secId": 163}, {"sentences": [{"sentId": 359, "text": "-- do you expect him do it in four years or eight years?"}, {"sentId": 360, "text": "Either one -- anybody can take that question."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 361, "text": "Well, and by the way, you know, Van raised this earlier, that majority of white Americans actually did not vote for Barack Obama so to somehow blame him now for race -- the state of America's race relations is just silly."}, {"sentId": 362, "text": "I -- there's no question that Barack Obama has been a role model not just for young African-Americans but for all young people, and I think the way he has actually talked about race has been really inspirational."}, {"sentId": 363, "text": "I know it has been for my kids."}], "speaker": "ROSEN", "secId": 165}, {"sentences": [{"sentId": 364, "text": "Well, I think it's important for Paris, because, Paris, you were part of -- you were head of outreach, right?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 365, "text": "Yes."}, {"sentId": 366, "text": "I was director of black outreach."}], "speaker": "DENNARD", "secId": 167}, {"sentences": [{"sentId": 367, "text": "So -- then that question, I should have asked that question to you, why was it incumbent upon the 44th president, the only black president when 43 other presidents before him weren't able to do that, to bring us closer together?"}, {"sentId": 368, "text": "DENNARD:  Yes, I don't -- Don, I think it is unreasonable to -- there"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 369, "text": "was a lot of unreasonable expectations put on President Obama when he came into office."}, {"sentId": 370, "text": "Everybody should see that and see that and accept that."}, {"sentId": 371, "text": "But the reason why one would think that President Obama would be able to do more is just -- let's just be frank."}, {"sentId": 372, "text": "Because he was -- he is African-American, because he would have a connection to the community and if not him, then who?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 373, "text": "He would be the best person to help bring this country together on both sides of the aisle and on both communities because he is also biracial, so there was an expectation that he would have more of an incentive, more of a connection to do it."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 374, "text": "Now did that happen?"}, {"sentId": 375, "text": "Unfortunately it did not."}, {"sentId": 376, "text": "But it is not all his fault that it didn't."}, {"sentId": 377, "text": "But there was an expectation that he could possibly be the one to do that."}, {"sentId": 378, "text": "And look, as African-Americans we always have these unreasonable expectations of carrying the burden of the entire community when we are in leadership positions, and he was also given that."}, {"sentId": 379, "text": "But I think as we move forward, one has to say, did he do enough for our community?"}, {"sentId": 380, "text": "Did he do enough to bring people together?"}, {"sentId": 381, "text": "History will have to judge him on that."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 382, "text": "OK.  We'll continue to discuss that right after this."}, {"sentId": 383, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 384, "text": "A self-described neo-Nazi holding holocaust denial signs and who said he was representing the alt-right was shouted down by angry Donald Trump supporters at his rally in Reno tonight."}, {"sentId": 385, "text": "Listen."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 386, "text": "Well, I do not accept that."}], "speaker": "UNIDENTIFIED MALE", "secId": 174}, {"sentences": [{"sentId": 387, "text": "And you agree with it?"}], "speaker": "UNIDENTIFIED REPORTER", "secId": 175}, {"sentences": [{"sentId": 388, "text": "I agree."}], "speaker": "UNIDENTIFIED MALE", "secId": 176}, {"sentences": [{"sentId": 389, "text": "Are you guys here together?"}], "speaker": "UNIDENTIFIED REPORTER", "secId": 177}, {"sentences": [{"sentId": 390, "text": "Interview somebody else."}, {"sentId": 391, "text": "That's ridiculous."}], "speaker": "UNIDENTIFIED MALE", "secId": 178}, {"sentences": [{"sentId": 392, "text": "We have to speak the truth."}], "speaker": "UNIDENTIFIED MALE", "secId": 179}, {"sentences": [{"sentId": 393, "text": "Hey, you're speaking --"}], "speaker": "UNIDENTIFIED MALE", "secId": 180}, {"sentences": [{"sentId": 394, "text": "Holocaust did not happen in Europe."}], "speaker": "UNIDENTIFIED MALE", "secId": 181}, {"sentences": [{"sentId": 395, "text": "You're not speaking the truth for us."}, {"sentId": 396, "text": "Why are you here in the middle of here?"}, {"sentId": 397, "text": "Trying to speak for everybody?"}, {"sentId": 398, "text": "I don't care."}, {"sentId": 399, "text": "You go speak for somebody else."}], "speaker": "UNIDENTIFIED MALE", "secId": 182}, {"sentences": [{"sentId": 400, "text": "Why doesn't the media focus on the average Trump supporter, not this crazy fool?"}, {"sentId": 401, "text": "UNIDENTIFIED REPORTER:  So this man right here was holding up signs --"}], "speaker": "UNIDENTIFIED MALE", "secId": 183}, {"sentences": [{"sentId": 402, "text": "He's not speaking for me."}], "speaker": "UNIDENTIFIED MALE", "secId": 184}, {"sentences": [{"sentId": 403, "text": "Tell me -- tell me what --"}], "speaker": "UNIDENTIFIED REPORTER", "secId": 185}, {"sentences": [{"sentId": 404, "text": "He's not speaking for me."}], "speaker": "UNIDENTIFIED MALE", "secId": 186}, {"sentences": [{"sentId": 405, "text": "The man, Brady Garrett, was escorted out by Trump security."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 406, "text": "Back now with my panel, Hilary Rosen, Paris Dennard, Angela Rye, and Scottie Nell Hughes."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 407, "text": "Angela, we've talked a lot about bad behavior at Trump rallies."}, {"sentId": 408, "text": "Here, it looks like this man was made very unwelcome by those other supporters there."}, {"sentId": 409, "text": "And you have to give credit where credit is due."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 410, "text": "Absolutely."}], "speaker": "RUE", "secId": 190}, {"sentences": [{"sentId": 411, "text": "They did not want to be represented by this one bad person."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 412, "text": "Don, the only thing that I could say is that I wish that this would have happened a lot sooner."}, {"sentId": 413, "text": "I think that this is great."}, {"sentId": 414, "text": "Watching that interaction like the first time, in a long time, that I have a smile on my face, watching a Trump rally, and I'm not laughing at the words coming out of his mouth."}, {"sentId": 415, "text": "Right?"}, {"sentId": 416, "text": "I think this is a very positive thing and again I only wish that it would have happened sooner."}, {"sentId": 417, "text": "There have been far too many violent interactions."}, {"sentId": 418, "text": "People who look like me have been violently attacked at Trump rallies and so to see something like this is really encouraging for me."}], "speaker": "RYE", "secId": 192}, {"sentences": [{"sentId": 419, "text": "So let's turn to tonight's -- let's turn to last night's debate."}, {"sentId": 420, "text": "Shall we?"}, {"sentId": 421, "text": "Let's do a pivot here."}, {"sentId": 422, "text": "A lot of people here are really good at."}, {"sentId": 423, "text": "So here --"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 424, "text": "I'm interrupting."}, {"sentId": 425, "text": "Let me interrupt."}, {"sentId": 426, "text": "Let me interrupt."}], "speaker": "DENNARD", "secId": 194}, {"sentences": [{"sentId": 427, "text": "Here is Mike Pence's responding to Tim Kaine's criticism of Trump's rhetoric."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 428, "text": "When Donald Trump says women should be punished, or Mexicans are rapists and criminals."}], "speaker": "KAINE", "secId": 196}, {"sentences": [{"sentId": 429, "text": "I'm telling you --"}], "speaker": "PENCE", "secId": 197}, {"sentences": [{"sentId": 430, "text": "Or John McCain is not a hero, he is showing you who he is."}], "speaker": "KAINE", "secId": 198}, {"sentences": [{"sentId": 431, "text": "Senator, you -- you whipped out that Mexican thing again."}, {"sentId": 432, "text": "He -- look --"}], "speaker": "PENCE", "secId": 199}, {"sentences": [{"sentId": 433, "text": "Can you defend it?"}, {"sentId": 434, "text": "PENCE:  There are criminal aliens in this country, Tim, who have come"}], "speaker": "KAINE", "secId": 200}, {"sentences": [{"sentId": 435, "text": "into this country, illegally, who are perpetrating violence and taking American lives."}], "speaker": "KAINE", "secId": 201}, {"sentences": [{"sentId": 436, "text": "You want to -- you want to use a big broad brush against Mexicans on that?"}], "speaker": "KAINE", "secId": 202}, {"sentences": [{"sentId": 437, "text": "He also said and many of them are good people."}, {"sentId": 438, "text": "You keep leaving that out of your quote."}, {"sentId": 439, "text": "And if you want me to go there, I'll go there."}], "speaker": "PENCE", "secId": 203}, {"sentences": [{"sentId": 440, "text": "OK."}, {"sentId": 441, "text": "So, Hilary, why do you say that Pence exploited racism?"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 442, "text": "Why do I say that he exploited racism?"}], "speaker": "ROSEN", "secId": 205}, {"sentences": [{"sentId": 443, "text": "Yes."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 444, "text": "Well, look, you know, I -- I looked at that last night and every time I've seen that clip today I just think that these two are speaking past each other."}], "speaker": "ROSEN", "secId": 207}, {"sentences": [{"sentId": 445, "text": "It's not even that they're arguing with each other."}, {"sentId": 446, "text": "Mike Pence doesn't really understand or he doesn't want to understand why it is so overwhelmingly offensive when Donald Trump goes with his litany over the last several months because if he really did feel it, he wouldn't be able to stay on that ticket."}], "speaker": "ROSEN", "secId": 208}, {"sentences": [{"sentId": 447, "text": "And Tim Kaine wasn't really expecting an answer from Mike Pence about this."}, {"sentId": 448, "text": "He just wanted to make sure that rest of the country understood that Donald Trump has said all these things and that Mike Pence isn't defending it, so you know, I do think that we've gotten to the point where both sides really understand what the other side is at fault for, and you know, the best thing about last night, I thought actually, were kind of the policy conversation which was the first we heard it, that, you know, all of these disagreements on policy really do matter."}], "speaker": "ROSEN", "secId": 209}, {"sentences": [{"sentId": 449, "text": "I want to get Scottie in here."}, {"sentId": 450, "text": "Scottie, I mean, many people were offended by that comment, that Mexican thing."}, {"sentId": 451, "text": "Are you concerned it's going to hurt Trump's campaign with Hispanic voters because he clearly needs all demographics?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 452, "text": "Absolutely he needs it."}, {"sentId": 453, "text": "But I don't think that's going to hurt."}, {"sentId": 454, "text": "You know, last night, eagles don't hunt flies and last night Mike Pence told Tim Kaine to buzz off, and he soared above because obviously after the last two debates now, what we've seen is the Hillary Clinton camp wants to throw these middle school mudslinging and not discuss policy."}], "speaker": "HUGHES", "secId": 211}, {"sentences": [{"sentId": 455, "text": "And I know that Hillary Clinton camp has policy, but for some reason they continue to avoid discussing it and want to throw out these name- calling that does nothing good for the American people."}, {"sentId": 456, "text": "We're 30 days out."}, {"sentId": 457, "text": "The American people have talked more about these issues than actual issues like why is Ford taking 3600 jobs to Mexico and not leaving them in Detroit?"}, {"sentId": 458, "text": "Those sorts of issues right now --"}], "speaker": "HUGHES", "secId": 212}, {"sentences": [{"sentId": 459, "text": "No, they're not."}], "speaker": "ROSEN", "secId": 213}, {"sentences": [{"sentId": 460, "text": "-- are what concerns the American people."}, {"sentId": 461, "text": "And we're not -- no, they are."}], "speaker": "HUGHES", "secId": 214}, {"sentences": [{"sentId": 462, "text": "Yes."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 463, "text": "No, they."}, {"sentId": 464, "text": "The 3600 jobs that they chose for Mexico instead of choosing 3600 Americans."}, {"sentId": 465, "text": "That is a fact."}], "speaker": "HUGHES", "secId": 216}, {"sentences": [{"sentId": 466, "text": "All right --"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 467, "text": "And so those kinds of issues we need to discuss."}], "speaker": "HUGHES", "secId": 218}, {"sentences": [{"sentId": 468, "text": "Miss Pence and Miss."}, {"sentId": 469, "text": "Kaine -- listen."}, {"sentId": 470, "text": "But isn't it --"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 471, "text": "Look, I don't work for Ford but all of their -- those facts on Ford have been wrong."}], "speaker": "ROSEN", "secId": 220}, {"sentences": [{"sentId": 472, "text": "Yes."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 473, "text": "They're actually growing jobs in the U.S., like Donald Trump's sort of business facts just don't actually add up in terms of what he's doing."}], "speaker": "ROSEN", "secId": 222}, {"sentences": [{"sentId": 474, "text": "Hilary --"}], "speaker": "RYE", "secId": 223}, {"sentences": [{"sentId": 475, "text": "Hilary, what are you miss something?"}, {"sentId": 476, "text": "3600 jobs in Mexico."}], "speaker": "HUGHES", "secId": 224}, {"sentences": [{"sentId": 477, "text": "I'm sorry."}, {"sentId": 478, "text": "I'm sorry."}, {"sentId": 479, "text": "I'm sorry."}, {"sentId": 480, "text": "Just one moment."}], "speaker": "RYE", "secId": 225}, {"sentences": [{"sentId": 481, "text": "But go back to the Mexican thing because that was totally --"}], "speaker": "ROSEN", "secId": 226}, {"sentences": [{"sentId": 482, "text": "OK.  Just really quickly on Ford."}], "speaker": "RYE", "secId": 227}, {"sentences": [{"sentId": 483, "text": "That was just an issue."}], "speaker": "ROSEN", "secId": 228}, {"sentences": [{"sentId": 484, "text": "Just really quickly, that he also sent out social media ads saying we're not going anywhere."}, {"sentId": 485, "text": "It was the best shade done by a Fortune 500 company."}], "speaker": "RYE", "secId": 229}, {"sentences": [{"sentId": 486, "text": "And the CEO was on with Poppy Harlow live on CNN a couple of weeks ago."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 487, "text": "Yes."}, {"sentId": 488, "text": "I mean, come on."}], "speaker": "RYE", "secId": 231}, {"sentences": [{"sentId": 489, "text": "When they denied all of those reports."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 490, "text": "I didn't say that they were taking those jobs, I said they are choosing to hire 3600 jobs in Mexico."}, {"sentId": 491, "text": "Those are 3600 jobs they could have added to America where those cars possibly ultimately will be sold at."}, {"sentId": 492, "text": "DENNARD:  I think we can all agree that more jobs need to be created"}], "speaker": "HUGHES", "secId": 233}, {"sentences": [{"sentId": 493, "text": "and staying here in America and that's one thing that Donald Trump has committed to doing, and that's what -- that's what the debate needs to be focused on at the VP debate."}], "speaker": "HUGHES", "secId": 234}, {"sentences": [{"sentId": 494, "text": "Directly selling the cars."}], "speaker": "ROSEN", "secId": 235}, {"sentences": [{"sentId": 495, "text": "As well as at the presidential debate."}], "speaker": "DENNARD", "secId": 236}, {"sentences": [{"sentId": 496, "text": "All right."}, {"sentId": 497, "text": "There's a response to that."}, {"sentId": 498, "text": "I have to go."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 499, "text": "Make America great again, Don."}], "speaker": "DENNARD", "secId": 238}, {"sentences": [{"sentId": 500, "text": "Y'all don't have to --"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 501, "text": "No, come on, Paris."}], "speaker": "RYE", "secId": 240}, {"sentences": [{"sentId": 502, "text": "Don't have to go home."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 503, "text": "Winning."}], "speaker": "RYE", "secId": 242}, {"sentences": [{"sentId": 504, "text": "But you got to get out of here."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 505, "text": "That's the thing, Don."}, {"sentId": 506, "text": "Don't worry."}], "speaker": "RYE", "secId": 244}, {"sentences": [{"sentId": 507, "text": "That Mexican thing he wasn't referring to jobs."}, {"sentId": 508, "text": "He was referring to slander about people."}], "speaker": "ROSEN", "secId": 245}, {"sentences": [{"sentId": 509, "text": "Coming up --"}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 510, "text": "Once again mudslinging."}], "speaker": "HUGHES", "secId": 247}, {"sentences": [{"sentId": 511, "text": "That's a terrifying, incorrect statement."}], "speaker": "DENNARD", "secId": 248}, {"sentences": [{"sentId": 512, "text": "Millions of Americans in the path of a hurricane, Hurricane Matthew, forced to flee their homes tonight."}, {"sentId": 513, "text": "We're going to have a live report for you."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 514, "text": "Hurricane Matthew taking aim tonight at Florida and South Carolina, millions of people potentially in the path of the killer storm."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 515, "text": "I want to go to meteorologist Derek Van Dam now."}, {"sentId": 516, "text": "He's in the CNN Severe Weather Center."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 517, "text": "So, Derek, good evening to you."}, {"sentId": 518, "text": "Today the Florida Governor Rick Scott warned residents that they had 24 hours to get ready or better yet get going."}, {"sentId": 519, "text": "Where is this hurricane headed and how bad will it be?"}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 520, "text": "It's a good question."}, {"sentId": 521, "text": "They need to heed those warnings immediately because that narrow window of time is quickly wrapping up."}, {"sentId": 522, "text": "To save life and property to say the least, Don."}, {"sentId": 523, "text": "And we have the potential for a worst-case scenario with major Hurricane Matthew, which is still at a strong category three Atlantic hurricane with the potential to strengthen to a category four."}, {"sentId": 524, "text": "More on that in just one second."}], "speaker": "DAM", "secId": 253}, {"sentences": [{"sentId": 525, "text": "But I want to show you the latest projections and the various computer models that we looked at."}, {"sentId": 526, "text": "And here's the Florida peninsula, there's Georgia, there's South Carolina, and look how the path of the storm, and all the computer models agree running parallel with that Atlantic facing seaboard of Florida, Georgia and South Carolina."}, {"sentId": 527, "text": "That is worst-case scenario but of course the exact path could mean the world of difference for so many people."}], "speaker": "DAM", "secId": 254}, {"sentences": [{"sentId": 528, "text": "You talked about over nine million Americans under a hurricane warning for this area."}, {"sentId": 529, "text": "Let me show you how that path impacts the storm's strength and intensity."}, {"sentId": 530, "text": "You're looking at landfall late Thursday and into Friday along that east coast of Florida."}, {"sentId": 531, "text": "This is the Europe model."}, {"sentId": 532, "text": "And I want you to see and notice that the strongest winds are just offshore."}, {"sentId": 533, "text": "Let me advance to what is the global mode or the American model."}, {"sentId": 534, "text": "This is important because this also shows a landfalling hurricane late Thursday into early Friday morning across the coast of Florida."}, {"sentId": 535, "text": "And that is significant because what that means is we have this storm bringing the potential for the strongest winds actually on shore."}], "speaker": "DAM", "secId": 255}, {"sentences": [{"sentId": 536, "text": "Let me explain."}, {"sentId": 537, "text": "The deviation here is when miles count."}, {"sentId": 538, "text": "We're talking about 50-mile spread here."}, {"sentId": 539, "text": "If that eye wall stays off the coast that means a less damaging hurricane."}, {"sentId": 540, "text": "If that eye wall moves on shore and actually crosses the coastline there, that means that will bring the strongest hurricane force winds inland with it."}, {"sentId": 541, "text": "So places like Orlando into St. Augustine, perhaps West Palm Beach up to Daytona Beach could experience some of the strongest winds to say the least."}], "speaker": "DAM", "secId": 256}, {"sentences": [{"sentId": 542, "text": "But the other difference here, is if our computer models are slightly off even by that 50-mile spread, will bring that eye wall off shore, that means it will keep the bulk of the strongest winds away from the coastline, will still feel tropical storm force winds, maybe hurricane force, gusts for the coast, but it won't be as devastating as if that path was exactly on track to move inland."}], "speaker": "DAM", "secId": 257}, {"sentences": [{"sentId": 543, "text": "Here's the latest watches and warnings from the National Hurricane Center."}, {"sentId": 544, "text": "Warnings from the Bahama Islands through the entire east coast of Florida."}, {"sentId": 545, "text": "That includes Fort Lauderdale, Melbourne, Daytona Beach, and Jacksonville, over nine people under the warnings."}, {"sentId": 546, "text": "And latest from the National Hurricane Center has winds of 115 miles per hour, stronger gusts."}, {"sentId": 547, "text": "And look at that sporadic kind of a circle shape in the cone of uncertainty going forward over the next several days."}], "speaker": "DAM", "secId": 258}, {"sentences": [{"sentId": 548, "text": "The major threats going forward, storm surge."}, {"sentId": 549, "text": "We have the potential for five to eight feet above normal high tide values right along that curve near the Florida, Georgia coast."}, {"sentId": 550, "text": "Daytona Beach to Jacksonville, that could be potentially very devastating for this region, so not only storm surge but heavy rainfall easily exceeding 10 inches in many locations."}, {"sentId": 551, "text": "Flash flooding, storm surge --"}], "speaker": "DAM", "secId": 259}, {"sentences": [{"sentId": 552, "text": "Heed those warnings."}, {"sentId": 553, "text": "Get out now while you can."}, {"sentId": 554, "text": "Derek Van Dam, thank you very much."}, {"sentId": 555, "text": "Appreciate it."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 556, "text": "That's it for us tonight."}, {"sentId": 557, "text": "Thank you so much for watching."}, {"sentId": 558, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 559, "text": "And good evening to you."}, {"sentId": 560, "text": "Thanks for joining us."}], "speaker": "COOPER", "secId": 262}, {"sentences": [{"sentId": 561, "text": "A potential direct hit from a category four hurricane."}, {"sentId": 562, "text": "That's what Florida's governor Rick Scott is telling people to prepare for."}, {"sentId": 563, "text": "Hurricane Matthew."}, {"sentId": 564, "text": "Mandatory evacuations already under way in parts of Florida, Georgia, the Carolinas."}], "speaker": "COOPER", "secId": 263}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.05.cnnt.02.html.json", "time": "Aired October 5, 2016 - 23:00   ET"}