{"sectionCount": 231, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "UNIDENTIFIED MALE", "MURRAY", "RICH", "HUCKABEE", "CLINTON", "PRESTON", "HURT", "DAVIS", "SCHLAPP", "BRATTON", "BECK", "ROBINSON"], "subTitle": "Pope Francis to Speak to Congress Tomorrow Morning; Donald Trump Repeating Claim Today that Hillary Clinton was the Original Birther.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/23/cnnt.01.html", "sentenceCount": 533, "sections": [{"sentences": [{"sentId": 0, "text": "You're looking live right now at Capitol Hill where Pope Francis will speak to Congress tomorrow morning, hours after his triumphant first mass on American soil."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "The pope heads to New York tomorrow afternoon."}, {"sentId": 4, "text": "On Friday, he's going to go downtown; he's going to visit Ground Zero, followed by another mass, this one for 20,000 people in Madison Square Garden."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "I'm going to talk to the police commissioner about how the city will protect a pontiff determined to be a man of the people."}, {"sentId": 6, "text": "But if you think that Kumbaya spirit has transformed the campaign trail, well, listen to Donald Trump tonight."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 7, "text": "Who would you rather have negotiating, Trump or those clowns that are negotiating right now?"}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Plus, Trump doubling down on his attacks on Hillary Clinton."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "She was the original birther."}, {"sentId": 10, "text": "She's the one that started that whole thing."}, {"sentId": 11, "text": "Hillary is a birther."}, {"sentId": 12, "text": "By the way, don't switch your votes to Hillary, please."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 13, "text": "Well, tonight I'll tell what you Hillary Clinton said to me when I asked her about those accusations."}, {"sentId": 14, "text": "That's all a little bit later on."}, {"sentId": 15, "text": "But let's begin with a very busy day on the campaign trail."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 16, "text": "The latest GOP poll, this one from Fox News, it has Donald Trump on top at 26 percent, followed by Ben Carson."}, {"sentId": 17, "text": "Ben Carson at 18 percent, Carly Fiorina, Marco Rubio, neck and neck, 9 percent."}, {"sentId": 18, "text": "Meanwhile, Donald Trump touted another poll on the campaign trail today."}, {"sentId": 19, "text": "Here it is."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 20, "text": "Interestingly, a poll came out and this is the second one I had, the shock poll."}, {"sentId": 21, "text": "This is the -- this just came out, \"Trump receives 25 percent of the black vote in general election.\""}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 22, "text": "Let me see that."}], "speaker": "UNIDENTIFIED MALE", "secId": 9}, {"sentences": [{"sentId": 23, "text": "Let me see that."}, {"sentId": 24, "text": "CNN Sara Murray, live for us now."}, {"sentId": 25, "text": "Sara, you know, I want to start with that poll."}, {"sentId": 26, "text": "Trump is attacking Fox News over their coverage, but their poll is certainly is good news for him, isn't it?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 27, "text": "Yes."}, {"sentId": 28, "text": "I think the Fox News poll is definitely good news for him."}, {"sentId": 29, "text": "But one thing we know about Donald Trump is he reads everything and he watches everything."}], "speaker": "MURRAY", "secId": 11}, {"sentences": [{"sentId": 30, "text": "So, if there is someone that is on Fox News trashing Donald Trump, if there is someone criticizing him, he takes that very personally."}, {"sentId": 31, "text": "And I think that that's what we're seeing now in this latest feud in Fox."}, {"sentId": 32, "text": "You know, by the way, we've seen that with plenty of other media outlets."}, {"sentId": 33, "text": "He watches everything, Don."}], "speaker": "MURRAY", "secId": 12}, {"sentences": [{"sentId": 34, "text": "Yes, he certainly does."}, {"sentId": 35, "text": "So, we all know that he is obsessed with polling, with the polls."}, {"sentId": 36, "text": "He brings them up at every single stop."}, {"sentId": 37, "text": "More than once today, he touted his support among African-Americans."}, {"sentId": 38, "text": "What is the reality there, Sara?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 39, "text": "You know, I think the reality is not as rosy as Donald Trump would lead to you believe."}, {"sentId": 40, "text": "When you look at our CNN-ORC poll, it paints a totally different picture."}, {"sentId": 41, "text": "It shows among voters only 13 percent of non-white voters have a favorable impression of Donald Trump compared to 74 percent of non-white voters who have an unfavorable impression."}], "speaker": "MURRAY", "secId": 14}, {"sentences": [{"sentId": 42, "text": "And what Donald Trump likes to do is he likes to pick very specific polls and polls that necessarily meet the standards of CNN and other major news outlets and he like to tout those."}, {"sentId": 43, "text": "But you see from our numbers it just doesn't hold up."}], "speaker": "MURRAY", "secId": 15}, {"sentences": [{"sentId": 44, "text": "Sara, you know, his supporters love that he is unscripted but he's made some of his points so often, does it sound like a stump speech to you?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 45, "text": "I do think that it's kind of like seeing Chris Christie for the first time, right?"}, {"sentId": 46, "text": "You see him and he's very blunt and he says -- he's very plain spoken."}, {"sentId": 47, "text": "And Donald Trump is like that, too, but he certainly recycles a lot of the same lines."}], "speaker": "MURRAY", "secId": 17}, {"sentences": [{"sentId": 48, "text": "I think the one thing that I will say about Donald Trump and he said this on the stump is he knows his speeches get a lot of attention."}, {"sentId": 49, "text": "So, he tries to tweak them a little bit so they change slightly day to day."}], "speaker": "MURRAY", "secId": 18}, {"sentences": [{"sentId": 50, "text": "And I think we saw that today when he launched a new attack against Marco Rubio."}, {"sentId": 51, "text": "Look, Marco Rubio questioned whether Trump is he's ready to be Commander-in-Chief."}, {"sentId": 52, "text": "And when you question Donald Trump, he hits back and he hits back hard."}], "speaker": "MURRAY", "secId": 19}, {"sentences": [{"sentId": 53, "text": "He did that today calling Marco Rubio a lightweight among various other attacks, he launched against Rubio today, Don."}], "speaker": "MURRAY", "secId": 20}, {"sentences": [{"sentId": 54, "text": "All right."}, {"sentId": 55, "text": "Thank you very much."}, {"sentId": 56, "text": "Sara Murray at South Carolina for us this evening."}, {"sentId": 57, "text": "Now I want to bring in one of the sharpest political observers around and that is none other than Mr. Frank Rich, writer-at-large for New York Magazine."}, {"sentId": 58, "text": "You see a little bit amused by this."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 59, "text": "How can you not be amused?"}, {"sentId": 60, "text": "I'm glad he's turned his attention to Rubio, we're getting little bored with the Fiorina attack."}], "speaker": "RICH", "secId": 22}, {"sentences": [{"sentId": 61, "text": "Let's talk poll."}, {"sentId": 62, "text": "Let's talk about the polls now."}, {"sentId": 63, "text": "You've seen the Fox poll out tonight."}, {"sentId": 64, "text": "Trump is holding off the rest of field."}, {"sentId": 65, "text": "What do you make of it?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 66, "text": "I think there are couple of interesting things in that poll."}, {"sentId": 67, "text": "First of all, do you take the three outsider candidates, Trump, Fiorina, and Carson."}, {"sentId": 68, "text": "You have more than 50 percent of the Republican Party that doesn't want the real politicians."}], "speaker": "RICH", "secId": 24}, {"sentences": [{"sentId": 69, "text": "Also, I think the story we just can't ignore is really the collapse is Jeb Bush."}, {"sentId": 70, "text": "He's never been strong and now he's behind Ted Cruz."}, {"sentId": 71, "text": "Granted it's just one poll but everyone had been looking to him to be the establishment first in the head off to madness of Donald Trump and he's not even registering."}], "speaker": "RICH", "secId": 25}, {"sentences": [{"sentId": 72, "text": "My New York Magazine arrived at my door with Donald Trump wearing a wig."}, {"sentId": 73, "text": "I don't if it was CGI or he's really wear the wig."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 74, "text": "It was a -- yes, it was funny little illustration."}], "speaker": "RICH", "secId": 27}, {"sentences": [{"sentId": 75, "text": "OK, OK. That's interesting."}, {"sentId": 76, "text": "It's called, you also just called, \"Donald Trump is saving our democracy.\""}, {"sentId": 77, "text": "Explain what you mean by that."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 78, "text": "What I mean is I don't think there's a chance that Donald Trump is going to become president."}, {"sentId": 79, "text": "There is some chance he could be the republican nominee but his sort of bigotry, his bullying, his absurdity is kind of exposing the absurdity of the whole process."}], "speaker": "RICH", "secId": 29}, {"sentences": [{"sentId": 80, "text": "He's making the republicans look bad, he's even making Hillary Clinton look bad."}, {"sentId": 81, "text": "Look, you know, he's decisive."}, {"sentId": 82, "text": "Hillary Clinton couldn't pick her favorite ice cream flavor at an ice cream stand in New Hampshire."}], "speaker": "RICH", "secId": 30}, {"sentences": [{"sentId": 83, "text": "Let's -- we talk about that wrecking ball."}, {"sentId": 84, "text": "Let's put up this quote."}, {"sentId": 85, "text": "This is from your article."}, {"sentId": 86, "text": "You said, \"Far from being a threat to democracy or freak show unworthy of serious coverage, it matters because it's taking a much-needed wrecking ball, right, to some of what has made our sterile politics and dysfunctional government as bankrupt as Donald Trump's Atlantic City casinos.\""}, {"sentId": 87, "text": "Is that a backhanded compliment?"}, {"sentId": 88, "text": "RICH:  I think so."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 89, "text": "Yes."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 90, "text": "My point is, so we have this sort of..."}], "speaker": "RICH", "secId": 33}, {"sentences": [{"sentId": 91, "text": "He's driving the debate."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 92, "text": "He's driving the debate and also he's doing a campaign that almost no one else is doing."}, {"sentId": 93, "text": "He doesn't have a huge group of consultants."}, {"sentId": 94, "text": "He isn't blow -- well, he is blow dried, but his speech isn't blow dried."}], "speaker": "RICH", "secId": 35}, {"sentences": [{"sentId": 95, "text": "He is not using the system of everything being scripted, politically correct."}, {"sentId": 96, "text": "You know, as someone said, he's like the Charlie Sheen of American politics."}], "speaker": "RICH", "secId": 36}, {"sentences": [{"sentId": 97, "text": "well, you call him a human torpedo blasting through the 2016 campaign, love him or hate him, sort of."}, {"sentId": 98, "text": "But his critics are saying that he's not a real republican."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 99, "text": "well, the fact is that his most -- some of his most controversial views like repealing birth right citizenship are supported by many republicans, if not most republicans."}, {"sentId": 100, "text": "The birther thing, which is horrible, he didn't invent it."}, {"sentId": 101, "text": "That's been going on in the Republican Party for years before he even started talking about it."}], "speaker": "RICH", "secId": 38}, {"sentences": [{"sentId": 102, "text": "So, for people to say he's not a real republican, he has many of the views of the republican base."}, {"sentId": 103, "text": "He just says them out loud instead of encoding them and making them sound nice."}], "speaker": "RICH", "secId": 39}, {"sentences": [{"sentId": 104, "text": "Yes."}, {"sentId": 105, "text": "But it's also the way he says -- because he says and he doesn't care."}, {"sentId": 106, "text": "It's the way he says it."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 107, "text": "It is -- look how people follow him."}, {"sentId": 108, "text": "He uses the dreaded -- correctly dreaded term anchor babies and next thing you know Jeb Bush is defending anchor babies and applying it to Asian-American it's not the Hispanics."}], "speaker": "RICH", "secId": 41}, {"sentences": [{"sentId": 109, "text": "Yes."}, {"sentId": 110, "text": "And then Jeb Bush is talking about speaking English in a simulation as well, right?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 111, "text": "Right."}], "speaker": "RICH", "secId": 43}, {"sentences": [{"sentId": 112, "text": "After Donald Trump as -- let's listen to Donald Trump on the campaign trail, this is today."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 113, "text": "Jeb Bush was the governor and Marco will never run because of respect for his mentor."}, {"sentId": 114, "text": "And I figured the same thing because I'm a very loyal person."}, {"sentId": 115, "text": "I wouldn't have done it ever."}, {"sentId": 116, "text": "I think it's very disloyal."}, {"sentId": 117, "text": "So, Jeb Bush was his mentor."}, {"sentId": 118, "text": "And I'm saying, well, he's not going to"}], "speaker": "TRUMP", "secId": 45}, {"sentences": [{"sentId": 119, "text": "run because -- and everybody is saying that."}, {"sentId": 120, "text": "He announced he's not going to run because he's overly ambitious, too young, and I have better hair than he does, right?"}], "speaker": "TRUMP", "secId": 46}, {"sentences": [{"sentId": 121, "text": "And Hillary who has become so shrill, you know the world shrill?"}, {"sentId": 122, "text": "She's become shrill."}, {"sentId": 123, "text": "You look with Carly, if yu look at what happened her election in, as you know, an election that should have been won against Barbara Boxer, she ended up losing in a landslide."}, {"sentId": 124, "text": "Once it was revealed, how badly she did with Hewlett Packard."}], "speaker": "TRUMP", "secId": 47}, {"sentences": [{"sentId": 125, "text": "We don't even get our prisoners back."}, {"sentId": 126, "text": "I mean, in all fairness, can you imagine we have four prisoners over there and they don't even ask them."}, {"sentId": 127, "text": "They said we can't do that because we don't want to complicate the deal."}], "speaker": "TRUMP", "secId": 48}, {"sentences": [{"sentId": 128, "text": "We're giving them back, think of that."}, {"sentId": 129, "text": "You'd walk in if it's you -- by the way, who would you rather have negotiating, Trump or those clowns that are negotiating right now, OK?"}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 130, "text": "Then I get these lightweights like Rubio."}, {"sentId": 131, "text": "He gets up and says, well, Donald Trump didn't talk about foreign policy."}, {"sentId": 132, "text": "I don't want to tell too much."}, {"sentId": 133, "text": "Romney should have won the last election."}, {"sentId": 134, "text": "Something happened to him."}, {"sentId": 135, "text": "He choked, something happened."}, {"sentId": 136, "text": "Like a golfer on the 18th hole, he can't sink the putt, ah, ah, ah."}], "speaker": "TRUMP", "secId": 50}, {"sentences": [{"sentId": 137, "text": "He spends a lot of time making fun of people insulting people, but yet it doesn't hurt him in the polls."}, {"sentId": 138, "text": "Somewhat say quite the opposite."}, {"sentId": 139, "text": "It actually helps him."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 140, "text": "well, people say he's being honest, he's saying what he believes even if it's bullying, even if it's tasteless, and people sort of like that."}, {"sentId": 141, "text": "They're sick of, you know, candidates who just control every word and sound like they've been run by focus groups and pollsters."}], "speaker": "RICH", "secId": 52}, {"sentences": [{"sentId": 142, "text": "Yes."}, {"sentId": 143, "text": "One person who is also benefiting from that possibly is Dr. Ben Carson, when he made his comments about, you know, not necessarily he wouldn't support a Muslim as president of the United States."}, {"sentId": 144, "text": "He said after that comment money has been pouring in."}, {"sentId": 145, "text": "Why do you think he's benefiting from this?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 146, "text": "Because there is a racist bigoted part of the republican base."}, {"sentId": 147, "text": "His own campaign manager said to the New York Post a couple of days ago, the republican primary electorate is 80 to 20 on our side on these anti-Muslim comments."}], "speaker": "RICH", "secId": 54}, {"sentences": [{"sentId": 148, "text": "But what do people see in him?"}, {"sentId": 149, "text": "Because if he's a minority -- he's an African-American."}, {"sentId": 150, "text": "I mean."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 151, "text": "I don't get it."}, {"sentId": 152, "text": "But, you know, he's a devout Christian and maybe he thinks most..."}], "speaker": "RICH", "secId": 56}, {"sentences": [{"sentId": 153, "text": "You're saying there's a racist element out there."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 154, "text": "Yes."}], "speaker": "RICH", "secId": 58}, {"sentences": [{"sentId": 155, "text": "But he is a black man."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 156, "text": "Oh, I think -- he is a black man and there's been republican support for other black candidates, Herman Cain the last time."}, {"sentId": 157, "text": "Nonetheless, you know, it doesn't mean it applies to everybody but I think Muslims are the new sort of target of this kind of racism."}], "speaker": "RICH", "secId": 60}, {"sentences": [{"sentId": 158, "text": "Muslim is the new black."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 159, "text": "Muslim is the new black."}], "speaker": "RICH", "secId": 62}, {"sentences": [{"sentId": 160, "text": "Muslim is the new black."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 161, "text": "Yes."}], "speaker": "RICH", "secId": 64}, {"sentences": [{"sentId": 162, "text": "Mike Huckabee, Governor Mike Huckabee said today, this about President Obama as he welcomed the pope."}, {"sentId": 163, "text": "Watch."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 164, "text": "I'm less concerned about what faith a person has."}, {"sentId": 165, "text": "I'm more concerned about the authenticity of their faith and how that plays now on their policies."}, {"sentId": 166, "text": "I'm also concerned about a guy that believes he's a Christian and pretends to be and says he is, but then does things that makes it very difficult for people to practice their Christian faith."}], "speaker": "HUCKABEE", "secId": 66}, {"sentences": [{"sentId": 167, "text": "Well, this is another form of bigotry."}, {"sentId": 168, "text": "This is homophobia."}, {"sentId": 169, "text": "This is an encoded way of saying we don't like Obama because he supports a Supreme Court decision that a person of faith like Kim Davis violated, and that we should therefore support people who break the law of the land."}, {"sentId": 170, "text": "And that's what about, I think, you know, a dog whistle about that."}], "speaker": "RICH", "secId": 67}, {"sentences": [{"sentId": 171, "text": "So, I thought people were supposed to put -- if you're working in government there was a separation of church and state that you put the Constitution above what you believe that your personal faith may be and you don't question someone else's faith."}, {"sentId": 172, "text": "Isn't that?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 173, "text": "That's exactly right."}, {"sentId": 174, "text": "And also if you have a government job as Kim Davis did and you don't follow the law, you can quit the job."}, {"sentId": 175, "text": "You know, nothing force you to keep that job."}], "speaker": "RICH", "secId": 69}, {"sentences": [{"sentId": 176, "text": "Will Trump be the nominee?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 177, "text": "Probably not but we can't rule it out."}], "speaker": "RICH", "secId": 71}, {"sentences": [{"sentId": 178, "text": "All right."}, {"sentId": 179, "text": "Interesting campaign season."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 180, "text": "Oh, God, yes."}, {"sentId": 181, "text": "LEMON:  Those are all very interesting."}, {"sentId": 182, "text": "Thank you Frank Rich, New York Times -- New York Magazine."}, {"sentId": 183, "text": "Thank you very much."}, {"sentId": 184, "text": "I want to make sure everyone knows."}, {"sentId": 185, "text": "You can see Donald Trump on CNN's New Day tomorrow that is starting at 6."}, {"sentId": 186, "text": "Again, our thanks to Frank Rich."}], "speaker": "RICH", "secId": 73}, {"sentences": [{"sentId": 187, "text": "Coming up, Donald Trump blasting Hillary Clinton today as what he calls \"the original birther.\""}, {"sentId": 188, "text": "Wait until you hear what she tells me about that."}], "speaker": "RICH", "secId": 74}, {"sentences": [{"sentId": 189, "text": "Plus, the man in charge of keeping the pope safe."}, {"sentId": 190, "text": "New York Police Commissioner William Bratton on what he is looking out for."}], "speaker": "RICH", "secId": 75}, {"sentences": [{"sentId": 191, "text": "It's a long list of nut jobs basically, crazy people."}, {"sentId": 192, "text": "And the concern is that some of them have the capability to carry out a threat."}], "speaker": "UNIDENTIFIED MALE", "secId": 76}, {"sentences": [{"sentId": 193, "text": "Donald Trump repeating his claims today that Hillary Clinton was the original birther, questioning whether Barack Obama was born in the United States back when she ran against the president in 2008."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 194, "text": "She was the original birther."}, {"sentId": 195, "text": "She's the one that started that whole thing."}, {"sentId": 196, "text": "Hillary is a birther."}, {"sentId": 197, "text": "By the way, don't switch your votes to Hillary, please."}], "speaker": "TRUMP", "secId": 78}, {"sentences": [{"sentId": 198, "text": "Today on the Tom Joyner Morning Show on the radio, I asked Mrs. Clinton about it."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 199, "text": "With Donald Trump and with Ben Carson over and over again saying these things about Muslims, about the president's birth place, this week people have been saying on air here and I've been reporting it on CNN and I've been reporting it here, that you were the person behind the birther -- the whole birther thing, and that you were the President -- was senator at the time, president-elect, actually confronted you about that."}, {"sentId": 200, "text": "Do you care to respond?"}, {"sentId": 201, "text": "Did you, did you or your campaign start the whole birther thing and did you have that confrontation with the President?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 202, "text": "No."}, {"sentId": 203, "text": "That is so ludicrous, Don."}, {"sentId": 204, "text": "You know, honestly, I believe that, first of all, it's totally untrue and secondly, you know, the President and I have never had any kind of confrontation like that."}], "speaker": "CLINTON", "secId": 81}, {"sentences": [{"sentId": 205, "text": "You know, this is such a bad example of what's wrong with, you know, instantaneous reactions and Americans getting all worked up and people feeding prejudice and paranoia like Donald Trump."}], "speaker": "CLINTON", "secId": 82}, {"sentences": [{"sentId": 206, "text": "All obviously all of us have to stand against it and, you know, I have been blamed for nearly everything."}, {"sentId": 207, "text": "That was a new one to me, but, you know, I'll just keep going and talking about what I want to do to get incomes rising and making college affordable and making all of the positive changes that we have to be worried about."}], "speaker": "CLINTON", "secId": 83}, {"sentences": [{"sentId": 208, "text": "All right."}, {"sentId": 209, "text": "Let's talk it Mark Preston, CNN's politics executive editor joins me, republican strategist Mercedes Schlapp here, as well, Washington Times columnist Charles Hurt here, and Lanny Davis, White House special counsel during the Clinton administration and a contributor to The Hill."}, {"sentId": 210, "text": "Mark, what's the truth?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 211, "text": "Well, Don, this is very akin to a he said, she said situation."}, {"sentId": 212, "text": "Hillary Clinton said she didn't say it, yet her deer tractors say she did."}, {"sentId": 213, "text": "And it is likely we'll never know the full truth."}], "speaker": "PRESTON", "secId": 85}, {"sentences": [{"sentId": 214, "text": "Here are the facts."}, {"sentId": 215, "text": "Let's go back to the 2008 presidential race, there was bit or bad blood between the Clinton and Obama presidential campaigns."}], "speaker": "PRESTON", "secId": 86}, {"sentences": [{"sentId": 216, "text": "Clinton state co-chair in New Hampshire was forced to resign in December of 2007, because he suggested that Obama admission of drug use would be a major liability if he were to win the democratic nomination."}], "speaker": "PRESTON", "secId": 87}, {"sentences": [{"sentId": 217, "text": "The co-chair, who also happens to be the husband of Senator Jeanne Shaheen also often, wondered if Obama had once sold drugs."}, {"sentId": 218, "text": "Prior to Shaheen's comments, a volunteer coordinator in Iowa had to step down from the Clinton campaign after the coordinator sent an e-mail saying Obama was a Muslim."}], "speaker": "PRESTON", "secId": 88}, {"sentences": [{"sentId": 219, "text": "And then there was a photo of Obama in clothing worn by Muslims that appeared on the Drudge Report in February of 2008."}, {"sentId": 220, "text": "That photo was attributed to Clinton campaign sources."}], "speaker": "PRESTON", "secId": 89}, {"sentences": [{"sentId": 221, "text": "The Clinton campaign denied being the source of the photograph and it was never determined that the campaign was the source of it."}, {"sentId": 222, "text": "And Clinton herself did no favors for herself when she was asked during a 60 Minutes interview in February of 2008, if she thought Obama was a Muslim."}, {"sentId": 223, "text": "Let's take a listen."}], "speaker": "PRESTON", "secId": 90}, {"sentences": [{"sentId": 224, "text": "You don't believe that Senator Obama is a Muslim?"}], "speaker": "UNIDENTIFIED MALE", "secId": 91}, {"sentences": [{"sentId": 225, "text": "Of course not."}, {"sentId": 226, "text": "You know, I mean, that's you know, that there is no basis for that."}, {"sentId": 227, "text": "You know, I take him on the basis of what he said and, you know, there is no reason to doubt that."}], "speaker": "CLINTON", "secId": 92}, {"sentences": [{"sentId": 228, "text": "And you said you take Senator Obama at his word that he's a not Muslim."}, {"sentId": 229, "text": "You don't believe that he's a Muslim?"}], "speaker": "UNIDENTIFIED MALE", "secId": 93}, {"sentences": [{"sentId": 230, "text": "Right."}, {"sentId": 231, "text": "No, no, there's nothing to base that on as far as I know."}], "speaker": "CLINTON", "secId": 94}, {"sentences": [{"sentId": 232, "text": "Those four words, Don, \"as far as I know,\" caused many people to suggest that Hillary Clinton was leaving the door open on the question of whether President Obama was a Muslim."}], "speaker": "PRESTON", "secId": 95}, {"sentences": [{"sentId": 233, "text": "So, Don, it's clear that supporters of Hillary Clinton surely engage in dirty politics but we can't say if it is certain is that it was an orchestrated effort by her campaign or of it was an orchestrated effort by Hillary Clinton herself to try to defame Barack Obama."}, {"sentId": 234, "text": "Hillary Clinton denied it today, we heard in your interview and her campaign has always denied it."}], "speaker": "PRESTON", "secId": 96}, {"sentences": [{"sentId": 235, "text": "Mark, every single fact check that I have said and there have been a number that have said that Hillary Clinton there was no evidence at all that Hillary Clinton or anyone connected to her official campaign had anything to do with it."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 236, "text": "And in fact, the birther rumors went back even before Hillary Clinton ran for president."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 237, "text": "Right."}, {"sentId": 238, "text": "And they go back way, way before when he first ran for State Senate, according to fact checkers."}, {"sentId": 239, "text": "But really, the question on the table on what Donald Trump was trying to say today is that he was trying to connect Hillary Clinton herself to try to spread that rumor in '07 and '08 during that White House campaign."}], "speaker": "PRESTON", "secId": 99}, {"sentences": [{"sentId": 240, "text": "And again, we can't prove that she did or she didn't."}, {"sentId": 241, "text": "We do know that some of her supporters did try to spread that rumor."}, {"sentId": 242, "text": "But that doesn't mean that she was behind it or that she orchestrated it in any way."}], "speaker": "PRESTON", "secId": 100}, {"sentences": [{"sentId": 243, "text": "So, Charles, my question to you is why does he say at the end of his comments today that Hillary Clinton -- Donald Trump was the original birther and don't switch your votes for her."}, {"sentId": 244, "text": "Does birtherism translate into votes?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 245, "text": "Well, obviously that's I think what he's certainly implying."}, {"sentId": 246, "text": "But I think the key thing that Mark just said is that, you know, if you have a he said, she said sort of dispute going on here, which is sounds like we do, you don't want to get into that with Donald Trump because he will..."}], "speaker": "HURT", "secId": 102}, {"sentences": [{"sentId": 247, "text": "But I don't think it is a he said, he said."}, {"sentId": 248, "text": "Because if there was any specific -- any evidence, any concrete evidence that Hillary Clinton had something to do with it, someone would have produced it by now and nothing has been produced that shows that Hillary Clinton officially had anything to do with it."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 249, "text": "Well, all of it is somewhat moot, I think, because, you know, of course, Donald Trump himself has never made any apologies about being a birther and about getting behind that whole movement in years past, and he's never sort of shied away from that."}, {"sentId": 250, "text": "And that may be a great strike against him in a lot of people's minds."}, {"sentId": 251, "text": "But I think a lot of people sort of give him credit or give him a wide bit of latitude on that, both because he's sort of has been a very effective showman and entertainer."}], "speaker": "HURT", "secId": 104}, {"sentences": [{"sentId": 252, "text": "OK."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 253, "text": "And who does things to get a lot of attention."}, {"sentId": 254, "text": "He's very good at it."}, {"sentId": 255, "text": "And he doesn't back away from things."}, {"sentId": 256, "text": "He makes, you know, he says stupid things sometimes or he says unartfully and he doesn't back down from it."}], "speaker": "HURT", "secId": 106}, {"sentences": [{"sentId": 257, "text": "All right."}, {"sentId": 258, "text": "Lanny."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 259, "text": "So, I think that he gets some grace for that."}], "speaker": "HURT", "secId": 108}, {"sentences": [{"sentId": 260, "text": "All right."}, {"sentId": 261, "text": "Lanny, go ahead."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 262, "text": "Well, first of all, it's not he said, she said."}, {"sentId": 263, "text": "I agree with you, Don."}, {"sentId": 264, "text": "It's false."}, {"sentId": 265, "text": "The actual source of this whole story goes back to a book what Reggie Love wrote who is Barack Obama's close aid."}], "speaker": "DAVIS", "secId": 110}, {"sentences": [{"sentId": 266, "text": "Which is probably the answer, so to speak."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 267, "text": "And then -- that's right."}, {"sentId": 268, "text": "And that's where the source of this comes from."}, {"sentId": 269, "text": "And if you actually read what he wrote, he said that Hillary Clinton apologized for somebody in New Hampshire saying something about his book and drugs."}, {"sentId": 270, "text": "And he apologize -- she apologized."}], "speaker": "DAVIS", "secId": 112}, {"sentences": [{"sentId": 271, "text": "Then Senator Obama, according to Reggie Love, confronted her with, quote, \"rumors,\" rumors that people in her campaign were spreading this Muslim thing, and she got very angry."}, {"sentId": 272, "text": "Now she has definitively denied that she ever did."}, {"sentId": 273, "text": "There's no evidence of that."}, {"sentId": 274, "text": "It's false."}], "speaker": "DAVIS", "secId": 113}, {"sentences": [{"sentId": 275, "text": "And the irony is that we're talking about the master of the big lie, Donald Trump, against republicans."}, {"sentId": 276, "text": "And after he lies and attacks republicans and then retreats, he continues to lie again."}], "speaker": "DAVIS", "secId": 114}, {"sentences": [{"sentId": 277, "text": "Now he's using the big lie against Hillary Clinton and I only hope, I only hope that the republicans are foolish enough to take a man who only knows venom and prejudice and sexism and actually racism, what he said about Mexicans and immigrants."}, {"sentId": 278, "text": "I only hope the republicans nominate him because this country will never vote for someone like Donald Trump."}], "speaker": "DAVIS", "secId": 115}, {"sentences": [{"sentId": 279, "text": "Mercedes, let's talk about the new poll out tonight."}, {"sentId": 280, "text": "And this poll is up for Buxton that shows that Hillary Clinton is still solidly in the lead over Bernie Sanders, 44 percent to 30 percent."}, {"sentId": 281, "text": "Is that becoming less and less likely that Joe Biden will run as time goes on here?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 282, "text": "You know, that's the million-dollar question, Don."}, {"sentId": 283, "text": "I mean, that's going to be a critical component if Joe Biden gets in that can seriously impact Hillary Clinton's race."}], "speaker": "SCHLAPP", "secId": 117}, {"sentences": [{"sentId": 284, "text": "Now, with that being said, I think she's making it very well known that she's got the money that she needs and she's building up the endorsements that she needs to continue to stay in the lead."}], "speaker": "SCHLAPP", "secId": 118}, {"sentences": [{"sentId": 285, "text": "So, I think, you know, just putting her feelers out there, I think Joe Biden might be getting the message to stay out."}, {"sentId": 286, "text": "But, again, Joe Biden is saying the fact that we have this FBI investigation."}], "speaker": "SCHLAPP", "secId": 119}, {"sentences": [{"sentId": 287, "text": "Again, the e-mail story keeps popping up and he's looking at it saying, well, I'm still in that 20 percent range, right?"}, {"sentId": 288, "text": "What happens if I do get in?"}, {"sentId": 289, "text": "Can I stir things up."}, {"sentId": 290, "text": "But he's got to make a decision before that CNN debate in late October."}], "speaker": "SCHLAPP", "secId": 120}, {"sentences": [{"sentId": 291, "text": "All right."}, {"sentId": 292, "text": "Thank you, everyone."}, {"sentId": 293, "text": "I appreciate you joining me for the panel."}, {"sentId": 294, "text": "You'll be back."}, {"sentId": 295, "text": "You'll be back."}, {"sentId": 296, "text": "Thank you very much."}, {"sentId": 297, "text": "We'll see you in a second."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 298, "text": "When we come right back, the pope wading into American politics with his first address at the White House today."}, {"sentId": 299, "text": "Then, meeting with two more members of the Obama family."}, {"sentId": 300, "text": "First pets, beau and sonny."}, {"sentId": 301, "text": "No kidding."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 302, "text": "Pope Francis wading right into American politics, speaking out on hot button issues to a crowd of thousands on the South Lawn today."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 303, "text": "Back with me Mark Preston, Mercedes Schlapp, Charles Hurt, and Lanny Davis."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 304, "text": "OK, panel, let's talk about this."}, {"sentId": 305, "text": "Mercedes, to you first -- or to Charles, I should say."}, {"sentId": 306, "text": "The pope right at the gate of the white House, he brought up immigration, saying that he is the son of an immigrant, immigrant family, and that who has built America."}, {"sentId": 307, "text": "Is that a gentle rebuke to ongoing debate over immigration particularly in the GOP race?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 308, "text": "Oh, I think without any doubt, Don."}, {"sentId": 309, "text": "The pope very purposely has designed, you know, intended to do a lot of this to insert himself into some of the politics going on here now."}], "speaker": "HURT", "secId": 126}, {"sentences": [{"sentId": 310, "text": "But what I was most struck about today, I don't know if you watched the mass, it was an absolutely magical day in Washington."}, {"sentId": 311, "text": "There were thousands and thousands of people that flowed out there."}, {"sentId": 312, "text": "And it was really quite a stunning and spectacular thing to watch."}], "speaker": "HURT", "secId": 127}, {"sentences": [{"sentId": 313, "text": "And it was easy to sort of forget that there were around the edges a lot of this sort of political disagreements going on that had people not being so loving towards one another."}, {"sentId": 314, "text": "But it was a very nice scene."}], "speaker": "HURT", "secId": 128}, {"sentences": [{"sentId": 315, "text": "Lanny, the pope also took on climate change today, and the right is already upset about that, among other positions this pope takes."}, {"sentId": 316, "text": "Are you surprised that he was so political on day one?"}, {"sentId": 317, "text": "LANNY DAVIS, FORMER WHITE HOUSE SPECIAL COUNSEL:  You know, I hate to"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 318, "text": "even respond to your question but, Don, I always do on your show."}, {"sentId": 319, "text": "I'm not surprised that people will take this incredibly a political, inspirational person."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 320, "text": "I'm of the Jewish faith, I've seen many popes, I've admired all of them."}, {"sentId": 321, "text": "But this man is so inspiring that to judge him for saying what he feels in the political arena is just to do an injustice."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 322, "text": "His positions on income disparity, on social justice, he's a man of the people, is so inspiring that it's far beyond political reaction."}, {"sentId": 323, "text": "All I can say is he inspires me greatly."}, {"sentId": 324, "text": "I don't care if he's a liberal or conservative."}, {"sentId": 325, "text": "He's a great, great man and he uplifts the planet by his..."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 326, "text": "But even Josh Earnest today said that pope was aware of the people watching and of the platform today to talk about these issues, Lanny."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 327, "text": "Well, of course he's aware, but he's speaking from the soul."}, {"sentId": 328, "text": "This is a man whose soul inspires all of us."}, {"sentId": 329, "text": "And I really don't think it ought to be viewed in my opinion, Don, as a political statement when he talks about climate change, income disparity and immigration."}], "speaker": "DAVIS", "secId": 134}, {"sentences": [{"sentId": 330, "text": "He's talking from the heart, he's not talking about political positions and he's also allowing for differences of opinion, even within his own church."}, {"sentId": 331, "text": "He's just an amazing man."}], "speaker": "DAVIS", "secId": 135}, {"sentences": [{"sentId": 332, "text": "Mercedes, President Obama immediately thanked the pope for his support on our new beginning with Cuba."}, {"sentId": 333, "text": "How significant is that that the pope came to United States directly from Cuba?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 334, "text": "Well, what was so shocking is the fact that the pope spoke on that South Lawn of the White House about religious liberties, yet did not address the issues in Cuba, yet did not meet with the Cuban dissidents who are fighting for their freedom and are oppressed and are suffering under human rights under the regime of Fidel Castro."}], "speaker": "SCHLAPP", "secId": 137}, {"sentences": [{"sentId": 335, "text": "That is a missed opportunity and very disappointing for the Cuban community here in the United States."}, {"sentId": 336, "text": "And again, it's very unfortunate."}, {"sentId": 337, "text": "So, to talk about the diplomatic relations with Cuba and avoid really addressing the suppression that time Cuban freedom fighters experiencing Cuba where many of those people were expelled, they weren't even allowed to attend the papal mass."}, {"sentId": 338, "text": "Again, very disappointing."}], "speaker": "SCHLAPP", "secId": 138}, {"sentences": [{"sentId": 339, "text": "Mark, I want to talk about who is in attendance today."}, {"sentId": 340, "text": "Jeb Bush was at the mass."}, {"sentId": 341, "text": "And here is what Jeb Bush tweeted."}, {"sentId": 342, "text": "He said, \"At Columba Bush and this is why we are incredibly blessed to celebrate mass with the Pontiff -- and with Pontiff, and so many fellow Americans today.\""}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 343, "text": "Usually politicians, you know, only benefit from talking about their faith."}, {"sentId": 344, "text": "What is -- in this case, why is it that people are, you know -- so many seem to be against the pope."}, {"sentId": 345, "text": "Happy to be there but seem to be against him politically."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 346, "text": "Well, certainly, Jeb Bush not only put out that tweet, Don, he also put out a video explaining his faith."}, {"sentId": 347, "text": "And really the video wasn't geared towards telling people that he, you know, explaining how he became a Catholic."}, {"sentId": 348, "text": "It was really more of a play for voters of faith in the republican presidential primary."}], "speaker": "PRESTON", "secId": 141}, {"sentences": [{"sentId": 349, "text": "You know, I think a lot has been made about what role the pope is going to play, you know, in this presidential race, both in the republican presidential primary and onward to the general election."}], "speaker": "PRESTON", "secId": 142}, {"sentences": [{"sentId": 350, "text": "I think in the moment, people think it is going to have, you know, some kind of effect, Don."}, {"sentId": 351, "text": "But, look, when we get to November, it's not going to matter."}, {"sentId": 352, "text": "It's not going to matter what the pope says."}, {"sentId": 353, "text": "It's really going to be, you know, the voters here in the United States whether they think that the democratic nominee or the republican nominee is the best to carry the flag for the next eight years."}], "speaker": "PRESTON", "secId": 143}, {"sentences": [{"sentId": 354, "text": "But we're going to -- we have to get that far."}, {"sentId": 355, "text": "But what about when the pope addresses Congress?"}, {"sentId": 356, "text": "How do you think he'll be received tomorrow?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 357, "text": "Well, you know, look, he'll be received politely."}, {"sentId": 358, "text": "But we already know that, you know, several members of Congress are very unhappy with his position certainly on climate change."}, {"sentId": 359, "text": "You know, and they have said that they will not attend."}], "speaker": "PRESTON", "secId": 145}, {"sentences": [{"sentId": 360, "text": "But by and large, I think it will be a polite response we'll see in just a few hours and tomorrow morning."}, {"sentId": 361, "text": "However, you know, listen, it's an historic moment as Charles said."}], "speaker": "PRESTON", "secId": 146}, {"sentences": [{"sentId": 362, "text": "The fact that he was here in Washington, the fact that he's going to go to New York, the fact that he's going to go to Philadelphia, you know, that in itself is just really amazing."}], "speaker": "PRESTON", "secId": 147}, {"sentences": [{"sentId": 363, "text": "Don."}], "speaker": "DAVIS", "secId": 148}, {"sentences": [{"sentId": 364, "text": "Don't worry, Don..."}], "speaker": "SCHLAPP", "secId": 149}, {"sentences": [{"sentId": 365, "text": "Lanny first."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 366, "text": "Just real fast, if there is ever an emblem of how politicized and polarized our culture has become."}], "speaker": "DAVIS", "secId": 151}, {"sentences": [{"sentId": 367, "text": "Yes."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 368, "text": "That we're unable to resist making political critiques of this great spiritual man..."}], "speaker": "DAVIS", "secId": 153}, {"sentences": [{"sentId": 369, "text": "He's the most politically correct pope I've seen."}], "speaker": "SCHLAPP", "secId": 154}, {"sentences": [{"sentId": 370, "text": "... who transcends -- excuse me, Mercedes, I wanted to interrupt you but I didn't."}], "speaker": "DAVIS", "secId": 155}, {"sentences": [{"sentId": 371, "text": "Last word, Lanny."}, {"sentId": 372, "text": "I've to go."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 373, "text": "An inspiring man should not be judged within a political pool."}], "speaker": "DAVIS", "secId": 157}, {"sentences": [{"sentId": 374, "text": "I appreciate it."}, {"sentId": 375, "text": "Thanks to all of you."}, {"sentId": 376, "text": "New York's getting ready tonight for the pope's first visit to the city."}, {"sentId": 377, "text": "And security will be unprecedented, up next."}, {"sentId": 378, "text": "We're going to ask the city's police commissioner what his department is doing to keep the Pontiff safe."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 379, "text": "Pope Francis arrives here in New York City tomorrow for the second leg of his historic visit to the United States."}, {"sentId": 380, "text": "And security of course is a top concern."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 381, "text": "Joining me now is New York City Police Commissioner, William Bratton, who I'm sure will make the pope very safe while he's here."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 382, "text": "Commissioner, thank you for joining us."}, {"sentId": 383, "text": "My colleague, Evan Perez who got a threat assessment from the Pope's trip here and its citing this."}, {"sentId": 384, "text": "I want to look at this."}, {"sentId": 385, "text": "It says, \"While most of the events will be limited access, large crowds congregating outside the event and event locations and using public transportation can be attractive targets."}, {"sentId": 386, "text": "And even if the Pope is well protected, these crowds may be vulnerable to a group of individual seeking to capitalize on the high level of attention that the city will be receiving.\""}, {"sentId": 387, "text": "This pope loves to just stop his unpredictable."}, {"sentId": 388, "text": "How -- does this make it harder for the NYPD?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 389, "text": "Yes and no."}, {"sentId": 390, "text": "The unpredictability someone thinks to haunt him, we call them off also in the sense of never quite knowing what he might be doing."}, {"sentId": 391, "text": "The comment you made earlier about the large crowds, well, all the focus is certainly on the protection of the Pope himself and the many other dignitaries that he'll be interacting with."}], "speaker": "BRATTON", "secId": 162}, {"sentences": [{"sentId": 392, "text": "There's also the concern about the idea of trying to create an incident among the crowd."}, {"sentId": 393, "text": "And so, the Boston marathon immediately comes to mind in the sense that it want to go after the runners, if you will, but the crowd."}, {"sentId": 394, "text": "So, in addition to protecting the Pope, will be protecting the crowds also."}], "speaker": "BRATTON", "secId": 163}, {"sentences": [{"sentId": 395, "text": "So, his unpredictability also helps because, again, he's not predictable."}, {"sentId": 396, "text": "So, you just can't right..."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 397, "text": "That's right."}, {"sentId": 398, "text": "And in the case of New York, all of his event within a confine and bind, in other words, everybody close to him has been already screened."}, {"sentId": 399, "text": "So, even if he moves spontaneously over toward the crowd, that crowd has been screened in terms of for weapons and other type of violence."}], "speaker": "BRATTON", "secId": 165}, {"sentences": [{"sentId": 400, "text": "What about his schedule being public?"}, {"sentId": 401, "text": "Does that add to..."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 402, "text": "Yes and no."}, {"sentId": 403, "text": "The idea there is we want to get the people who are coming to view him, to get them in early so that you need to publicize."}, {"sentId": 404, "text": "The schedule is no availability to not have it public."}], "speaker": "BRATTON", "secId": 167}, {"sentences": [{"sentId": 405, "text": "The threat assessment has a list of group people who have expressed interest in harming the Pope."}, {"sentId": 406, "text": "And this is what it is, we will put it up on the screen."}, {"sentId": 407, "text": "ISIS, which is encouraging lone wolf attacks, Al Qaeda, the Italian Mafia, right wing extremist, extreme Christian activists, and white supremacists."}, {"sentId": 408, "text": "That's a disturbing list of people who want to hurt the Pope."}, {"sentId": 409, "text": "How serious all those threats, Commissioner?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 410, "text": "Well, it's a long list of nut jobs basically crazy people."}, {"sentId": 411, "text": "And the concern is that some of them have the capability to carry out a threat."}, {"sentId": 412, "text": "ISIS has shown remarkable ability to inspire people, to engage in action, lone wolf type of action."}, {"sentId": 413, "text": "So, we treat all of this very seriously that we watch it, we monitor it."}], "speaker": "BRATTON", "secId": 169}, {"sentences": [{"sentId": 414, "text": "And the whole role of security is to event, certainly prepared to respond if you were to have an incident."}, {"sentId": 415, "text": "But it is all about taking information, making intelligence out of it and with that intelligence focusing your security forces to prevent something from happening."}], "speaker": "BRATTON", "secId": 170}, {"sentences": [{"sentId": 416, "text": "Commissioner, I understand there's already a team watching the Pope in Washington, D.C."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 417, "text": "That's correct."}, {"sentId": 418, "text": "We have referencing a team from the NYPD."}, {"sentId": 419, "text": "We have several officers from our intelligence bureau that are down there embedded with the Washington D.C. Police."}, {"sentId": 420, "text": "They have been constantly reporting back to us throughout the day."}], "speaker": "BRATTON", "secId": 172}, {"sentences": [{"sentId": 421, "text": "A lot of what your viewers are seeing they're reporting on but reporting on from behind the scenes in terms of glitches, movement, delays."}, {"sentId": 422, "text": "He's been remarkably pretty much close to schedule throughout the day."}, {"sentId": 423, "text": "Pretty ambitious schedule with more to come."}], "speaker": "BRATTON", "secId": 173}, {"sentences": [{"sentId": 424, "text": "Yes."}, {"sentId": 425, "text": "He's got a busy day here on Friday."}, {"sentId": 426, "text": "He's going to visit the U.N., he's going to go to the World Trade Center site, he's going to go up to a school in Harlem, through central park for a papal motorcade, down to Madison Square Garden for the evening of mass."}, {"sentId": 427, "text": "The map is out there in the screen."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 428, "text": "You say he's going to have an extra -- he has extra guardian angels for his visit."}, {"sentId": 429, "text": "How much manpower are we talking about?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 430, "text": "Well, actually for the event on Friday, with about we have physically here, we'll have over 7,000 officers actually engaged in Pope and U.N.-related events."}], "speaker": "BRATTON", "secId": 176}, {"sentences": [{"sentId": 431, "text": "All the attention is on the Pope that we have already started to receive some of the 170 world leaders that will be in to the city over the weekend for the U.N., he will be addressing the U.N."}], "speaker": "BRATTON", "secId": 177}, {"sentences": [{"sentId": 432, "text": "There's never been a gathering of this many world leaders in one place at one time."}, {"sentId": 433, "text": "Manhattan 90 percent of world leaders will be literally within a square mile area at one time."}], "speaker": "BRATTON", "secId": 178}, {"sentences": [{"sentId": 434, "text": "That is a big, big undertaking."}, {"sentId": 435, "text": "Is any city is ready for it."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 436, "text": "We do it all the time."}], "speaker": "BRATTON", "secId": 180}, {"sentences": [{"sentId": 437, "text": "You have pictures up on your Twitter account, NYPD Twitter account that has some of the officers at St. Patrick's Cathedral today."}, {"sentId": 438, "text": "This must be of special significance to a lot of your officers."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 439, "text": "Certainly, our primary role is to security."}, {"sentId": 440, "text": "To ensure that everybody that attends has a good time, has a joyous time, a celebratory time."}], "speaker": "BRATTON", "secId": 182}, {"sentences": [{"sentId": 441, "text": "But also our officers I think are fully cognizant of how special this is and that they're privileged to be a part of it, no matter what the assignment, whether it's crowd control, traffic control."}], "speaker": "BRATTON", "secId": 183}, {"sentences": [{"sentId": 442, "text": "At the cathedral this morning, I spent a little time with the cardinal."}, {"sentId": 443, "text": "He was busy with his last-minute preparations."}, {"sentId": 444, "text": "He's really looking forward to showing off that recently refurbished cathedral, one of the most beautiful cathedrals in the world."}], "speaker": "BRATTON", "secId": 184}, {"sentences": [{"sentId": 445, "text": "To the pope, it's my first time in since taking all the scaffolding down and it is absolutely beautiful."}, {"sentId": 446, "text": "It's going to make a wonderful setting for the liturgy."}], "speaker": "BRATTON", "secId": 185}, {"sentences": [{"sentId": 447, "text": "You mentioned having this many high-profile names and dignitaries at the same time because the U.N. General Assembly happening at the same time."}, {"sentId": 448, "text": "This is full capacity for you."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 449, "text": "Yes."}, {"sentId": 450, "text": "And in the middle of it is Central Park, we're going to have a concert with a 100,000 people with Beyonce and top entertainers with the number of world leaders attending that event, as well as celebrities."}, {"sentId": 451, "text": "We also have a horse show..."}], "speaker": "BRATTON", "secId": 187}, {"sentences": [{"sentId": 452, "text": "Oh, my, God."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 453, "text": "... in the middle of Central Park at the same time."}], "speaker": "BRATTON", "secId": 189}, {"sentences": [{"sentId": 454, "text": "I was going to say can we throw a circus on top of that sort of like at the same time?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 455, "text": "And at the same time we'll still get our usual couple hundred thousand people in enjoying the beautiful  absolutely gorgeous weather than assembly is happily."}], "speaker": "BRATTON", "secId": 191}, {"sentences": [{"sentId": 456, "text": "We always will say through."}, {"sentId": 457, "text": "Thank you, Commissioner Bratton."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 458, "text": "Thank you."}, {"sentId": 459, "text": "Nice being with you."}], "speaker": "BRATTON", "secId": 193}, {"sentences": [{"sentId": 460, "text": "I appreciate it."}, {"sentId": 461, "text": "Good luck in the next couple of days."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 462, "text": "Thanks."}], "speaker": "BRATTON", "secId": 195}, {"sentences": [{"sentId": 463, "text": "And in Washington today, the Pope talked about the hot button issue of immigration and embraced a 5-year-old girl who handed him a letter expressing concern about her parents who are undocumented immigrants."}, {"sentId": 464, "text": "That's next."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 465, "text": "We're talking about the Pope's historic trip to the U.S. with Bishop Gene Robinson, former bishop of the Episcopal Diocese of New Hampshire, and Father Edward Beck, CNN religion commentator."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 466, "text": "It's good to speak to both of you gentlemen."}, {"sentId": 467, "text": "Did you get any sleep at all?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 468, "text": "A little bit."}], "speaker": "BECK", "secId": 199}, {"sentences": [{"sentId": 469, "text": "Not much, Don."}], "speaker": "ROBINSON", "secId": 200}, {"sentences": [{"sentId": 470, "text": "You were at the White House at 5 a.m., you were up at 3, I here Bishop Robinson?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 471, "text": "Yes."}], "speaker": "ROBINSON", "secId": 202}, {"sentences": [{"sentId": 472, "text": "So, listen, I want to talk to you about that today."}, {"sentId": 473, "text": "Because at the White House today, when Pope Francis spoke about traditional values, about marriage and family, as people know, you were the first openly gay bishop in the Episcopal Church."}, {"sentId": 474, "text": "This pope is viewed as progressive but the Catholic Church is still much more conservative on social issues."}, {"sentId": 475, "text": "Do you think that's likely to change?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 476, "text": "I think if it changes it will be a very slow change."}, {"sentId": 477, "text": "You know, we have on the one hand him saying, whom am I to judge, and on the other hand, nothing has really change about the teaching of the church."}], "speaker": "ROBINSON", "secId": 204}, {"sentences": [{"sentId": 478, "text": "And so, we just have to remember that the Roman Catholic Church is a pretty ship chip to turn around, even if the captain decides he wants to do it."}, {"sentId": 479, "text": "And so, I think we have to be somewhat patient."}], "speaker": "ROBINSON", "secId": 205}, {"sentences": [{"sentId": 480, "text": "What is encouraging, however, is that I believe he is encouraging a compassionate and inclusive response to the gay and lesbian, bisexual and transsexual people within his own church and within the world."}], "speaker": "ROBINSON", "secId": 206}, {"sentences": [{"sentId": 481, "text": "Let's talk about that because there were some controversy at the White House about along with others who were invited by the White House like transgender Catholics, you, and other -- some question whether that was appropriate."}, {"sentId": 482, "text": "How did it go, what did you think of that?"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 483, "text": "Well, I suspect that the Pope was not involved in that and I'm not even sure the Vatican was."}, {"sentId": 484, "text": "There are a lot of people who fear the changes that this Pope may be behind and are trying, I think, to undermine him in some ways."}], "speaker": "ROBINSON", "secId": 208}, {"sentences": [{"sentId": 485, "text": "It's hard to think with a wonderful, wonderful man that we have here that there will be forces working against the kind of change that we think he wants to bring."}, {"sentId": 486, "text": "And so, he will be trying to balance that compassion with looking at"}], "speaker": "ROBINSON", "secId": 209}, {"sentences": [{"sentId": 487, "text": "the teaching of the church and asking the question at least, is this anything that we want to evolve on?"}], "speaker": "ROBINSON", "secId": 210}, {"sentences": [{"sentId": 488, "text": "And I heard you this morning speaking with our Anderson Cooper saying, you know, one gay bishop in 15,000 people you didn't think the Pope with that would make much of a difference and the Pope would take offense to that."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 489, "text": "But Father Beck, moving on now, you know, we saw the adoring crowds this morning in Washington, we saw 5-year-old, Sophia Cruz, called over by the Pope, she gave him a yellow t-shirt and letter begging for help so that her parents wouldn't be deported."}, {"sentId": 490, "text": "They are undocumented immigrants and she and her sister were born here, American citizens."}, {"sentId": 491, "text": "How important is this immigration issue to the Pope and the church because he mentioned it a lot today."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 492, "text": "He did."}, {"sentId": 493, "text": "And what was interesting was the first thing he mentioned."}, {"sentId": 494, "text": "When he began his address at the White House, he said, \"I, too, am the son of immigrants.\""}, {"sentId": 495, "text": "So, it set the whole tone for what he was about to say."}, {"sentId": 496, "text": "This nation of immigrants, he said."}], "speaker": "BECK", "secId": 213}, {"sentences": [{"sentId": 497, "text": "And so, I think you'll see this a lot tomorrow as well, when he speaks."}, {"sentId": 498, "text": "But certainly it's been an issue for him from the very beginning of his papacy, speaking about refugees, people without a homeland, saying remember, \"You were once strangers in a foreign land,\" quoting scripture, and calling for compassion for those without a homeland."}], "speaker": "BECK", "secId": 214}, {"sentences": [{"sentId": 499, "text": "Were you surprised, I think many people were that he took on the issues of sex abuse in the Catholic Church, calling it a crime, really what it is."}, {"sentId": 500, "text": "How did -- how do you think the Pope did?"}, {"sentId": 501, "text": "How do you think that went over when he was speaking to these bishops today?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 502, "text": "Well, it struck me that it was like a father talking to his sons."}, {"sentId": 503, "text": "He was supportive and encouraging but also asking them to do better."}, {"sentId": 504, "text": "Some took umbrage that he said the bishops had courage in the face of sex abuse, even though he said, you know, you've helped the victims, you were supportive in their healing."}], "speaker": "BECK", "secId": 216}, {"sentences": [{"sentId": 505, "text": "But some said why would you say bishops had courage when some of them did so little?"}, {"sentId": 506, "text": "And I think that the Pope's point is that a lot has been done in the church in the United States with regard to this issue."}, {"sentId": 507, "text": "There is a zero tolerance program right now."}, {"sentId": 508, "text": "Anyone suspected credibly is removed from ministry."}], "speaker": "BECK", "secId": 217}, {"sentences": [{"sentId": 509, "text": "Yes."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 510, "text": "So, I think he was being encouraging and saying yet we have further to go."}], "speaker": "BECK", "secId": 219}, {"sentences": [{"sentId": 511, "text": "I only have 30 seconds left."}, {"sentId": 512, "text": "If you can tell me, both of you, first to you, Bishop Robinson, tomorrow he's going to speak in front of Congress."}, {"sentId": 513, "text": "What will you be watching for?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 514, "text": "Well, amongst the clergy, we have a saying that our job is to show compassion for the afflicted and to afflict the comfortable, right?"}, {"sentId": 515, "text": "To comfort the afflicted."}], "speaker": "ROBINSON", "secId": 221}, {"sentences": [{"sentId": 516, "text": "Right."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 517, "text": "And to afflict the comfortable."}, {"sentId": 518, "text": "Tomorrow I look for him to, perhaps, afflict those of us who are comfortable."}, {"sentId": 519, "text": "No one will like that but we need to hear it."}], "speaker": "ROBINSON", "secId": 223}, {"sentences": [{"sentId": 520, "text": "Father Beck?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 521, "text": "I would say immigration again, climate change again, and certainly the excesses of capitalism and how it affects the poor in our world."}], "speaker": "BECK", "secId": 225}, {"sentences": [{"sentId": 522, "text": "Great talk."}, {"sentId": 523, "text": "Thank you, gentlemen."}, {"sentId": 524, "text": "Now get some sleep."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 525, "text": "All right."}, {"sentId": 526, "text": "Thank you, Don."}], "speaker": "BECK", "secId": 227}, {"sentences": [{"sentId": 527, "text": "Thank you."}], "speaker": "ROBINSON", "secId": 228}, {"sentences": [{"sentId": 528, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 529, "text": "That is it for us tonight."}, {"sentId": 530, "text": "I'll see you right back here tomorrow night."}, {"sentId": 531, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 230}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.23.cnnt.01.html.json", "time": "Aired September 23, 2015 - 22:00   ET"}