{"sectionCount": 233, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "LEMON", "TAYLOR", "CARSON", "HICKS", "GOERTZ", "RYSDAM", "PIERSON", "COSTA", "BUSH", "NAVARRO", "DAVIS", "GANGEL", "LAVANDERA", "COOPER", "HICKMAN", "MCCULLAR", "HILL", "HOUCK", "JONES"], "subTitle": "The Battle of Outsiders; Slain Sheriff's Deputy's Boss Blaming the Rhetoric of Black Lives Matter. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1508/31/cnnt.01.html", "sentenceCount": 623, "sections": [{"sentences": [{"sentId": 0, "text": "That is fantastic."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 1, "text": "It is the battle of the outsiders in Iowa, and this may not go the way everybody thinks."}, {"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "While Donald Trump has been busy blasting Jeb Bush and Hillary Clinton, stealth rival Dr. Ben Carson running neck-and-neck with the $10 million man in the battle State of Iowa."}, {"sentId": 5, "text": "Trump and Carson, tied."}, {"sentId": 6, "text": "Carly Fiorina in third place."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 7, "text": "Bernie Sanders gaining on Hillary Clinton."}, {"sentId": 8, "text": "And with 7,000 Hillary Clinton e-mails just released tonight by the State Department, this campaign is heating up."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Plus, law and disorder."}, {"sentId": 10, "text": "The shocking, excuse us, stabbed killing of a Texas deputy shot 15 times by a man who approached him from the back."}, {"sentId": 11, "text": "The slain deputy's boss blaming the rhetoric of Black Lives Matter."}, {"sentId": 12, "text": "We're going to tell you what he is saying tonight."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 13, "text": "But I want to begin with the presidential race where we have a tie for a lead in Iowa between two outsiders Donald Trump and Dr. Ben Carson."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "So, let's discuss now with Robert Taylor, the co-chair of Ben Carson's campaign in Iowa, he joins me now."}, {"sentId": 15, "text": "Thank you, sir."}, {"sentId": 16, "text": "Bet you're happy this evening, aren't you?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 17, "text": "It is a wonderful day in Iowa, Don."}, {"sentId": 18, "text": "Thanks for having me."}], "speaker": "TAYLOR", "secId": 7}, {"sentences": [{"sentId": 19, "text": "It's the beautiful day in the neighborhood."}, {"sentId": 20, "text": "Your candidate is now tied for the lead."}, {"sentId": 21, "text": "In May, he was back -- back in the pack, way in the pack."}, {"sentId": 22, "text": "Why do you think he is having such success now?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 23, "text": "Well, frankly, we've been very successful from the very start."}, {"sentId": 24, "text": "It just continues to build in momentum."}, {"sentId": 25, "text": "You know, we started out at 4 percent."}, {"sentId": 26, "text": "Then, 8 percent, then 12 percent, 18 percent."}, {"sentId": 27, "text": "And now we're tied and depending on the margin of error, I like to say that we're a little bit ahead of Mr. Trump right now."}], "speaker": "TAYLOR", "secId": 9}, {"sentences": [{"sentId": 28, "text": "Yes."}, {"sentId": 29, "text": "You know, everyone has been talking about personality."}, {"sentId": 30, "text": "You know, Donald Trump has been saying Jeb Bush, my, gosh, he's so low energy and having those types of discussion."}, {"sentId": 31, "text": "Donald Trump is a marketer extraordinary air."}, {"sentId": 32, "text": "But Dr. Carson is much"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 33, "text": "more soft-spoken than him."}, {"sentId": 34, "text": "I want you to listen to him on this show just last week, when I asked him why he is suddenly making a mark in the polls."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 35, "text": "They've been doing their homework, subsequently, and actually getting a chance to hear from my own lips what I've said as oppose to what others characterize me as saying, which are two completely different things."}], "speaker": "CARSON", "secId": 12}, {"sentences": [{"sentId": 36, "text": "So, why -- what are you hearing out there on the ground?"}, {"sentId": 37, "text": "What he is saying that people like so much?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 38, "text": "Well, he's real."}, {"sentId": 39, "text": "He's genuine."}, {"sentId": 40, "text": "He's smart and articulate."}, {"sentId": 41, "text": "And when you ask him a question, he's not a politician."}, {"sentId": 42, "text": "He'll answer the questions directly."}, {"sentId": 43, "text": "I mean, and most importantly, I think what Dr. Carson brings to the table frankly is the power of nice."}], "speaker": "TAYLOR", "secId": 14}, {"sentences": [{"sentId": 44, "text": "He's nice."}, {"sentId": 45, "text": "He's genuine."}, {"sentId": 46, "text": "And that is not necessarily what people have experienced in the past."}, {"sentId": 47, "text": "So, I think people are attracted to him based upon the fact that he's genuinely nice."}], "speaker": "TAYLOR", "secId": 15}, {"sentences": [{"sentId": 48, "text": "Yes."}, {"sentId": 49, "text": "And to your point, these are really some astronomically strong high favorability ratings."}, {"sentId": 50, "text": "Take a look at this."}, {"sentId": 51, "text": "In today's Monmouth poll, 81 percent favorable versus just 6 percent unfavorable."}, {"sentId": 52, "text": "So, how much of that do you think is about Dr. Carson and how much is his approval of his outsider status so to speak?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 53, "text": "Well, I think it is a combination of both."}, {"sentId": 54, "text": "I mean, when you're looking at 80 percent-plus favorability rating, I mean, that speaks for itself."}, {"sentId": 55, "text": "We've got a genuinely nice, articulate, brilliant neurosurgeon with a great bedside manner."}, {"sentId": 56, "text": "I mean, who wouldn't want that for the next President of the United States?"}], "speaker": "TAYLOR", "secId": 17}, {"sentences": [{"sentId": 57, "text": "Do you think that Dr. Carson has the organization to beat Trump or any of the other candidates?"}, {"sentId": 58, "text": "I mean, it's all about getting people to the caucuses."}, {"sentId": 59, "text": "Are you going to be ramping up anything or changing anything now?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 60, "text": "All we're doing at this point in time is ramping up."}, {"sentId": 61, "text": "I mean, as a conservative candidate, we've been very conservative in the donations that have come to our campaign."}, {"sentId": 62, "text": "We've used them in a very diligent and thoughtful way."}, {"sentId": 63, "text": "And we've run lean and we're ramping up now."}], "speaker": "TAYLOR", "secId": 19}, {"sentences": [{"sentId": 64, "text": "All right."}, {"sentId": 65, "text": "Thank you, sir."}, {"sentId": 66, "text": "I appreciate you joining us here on CNN."}, {"sentId": 67, "text": "We'll see you here soon."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 68, "text": "The big takeaway from the new Des Moines Register poll, voters are mad as hell at their politicians."}, {"sentId": 69, "text": "That's the takeaway."}, {"sentId": 70, "text": "Why does -- why does not that bode well for a lot of big names I'm sure."}, {"sentId": 71, "text": "Joining me now is Lynn Hicks, he's the opinion and engagement editor"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 72, "text": "for the Des Moines Register and he joins me now via Skype."}, {"sentId": 73, "text": "Good to see you."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 74, "text": "Good to see you."}, {"sentId": 75, "text": "Thanks for having me on."}], "speaker": "HICKS", "secId": 23}, {"sentences": [{"sentId": 76, "text": "So, Lin, a little more than a month ago your editorial board called on Donald Trump to bow out of this race."}, {"sentId": 77, "text": "Well, the voters in Iowa have spoken loudly and clearly, these polls don't agree with that one with."}, {"sentId": 78, "text": "So, what do you make of that?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 79, "text": "Well, yes."}, {"sentId": 80, "text": "You're right."}, {"sentId": 81, "text": "Six weeks ago, we did call for him to step out of the race."}, {"sentId": 82, "text": "We stand by that."}, {"sentId": 83, "text": "We haven't seen anything that -- to change our mind."}, {"sentId": 84, "text": "Actually, what we've seen is to confirm our concerns about Mr. Trump."}], "speaker": "HICKS", "secId": 25}, {"sentences": [{"sentId": 85, "text": "And I think part of the popularity you see is this anti-establishment movement."}, {"sentId": 86, "text": "And yes, we're part of the establishment."}, {"sentId": 87, "text": "And any time -- and I think Mr. Trump has used that effectively, this concern, this feeling, this anger toward the media as well as Washington, to boost his numbers."}], "speaker": "HICKS", "secId": 26}, {"sentences": [{"sentId": 88, "text": "But Mr. Hicks, Donald Trump and his campaign surrogates will tell you that in essence, you are wrong."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 89, "text": "Well, of course they will say we're wrong."}, {"sentId": 90, "text": "But it's still early."}, {"sentId": 91, "text": "And I think we heard from a lot of people."}, {"sentId": 92, "text": "We heard from people -- our readers, who are still on both sides of the issue."}, {"sentId": 93, "text": "Most of the reaction we got were from people out of state."}, {"sentId": 94, "text": "Texas, Georgia, New Jersey, Arizona, who really expressed that anger that has attracted Donald Trump."}], "speaker": "HICKS", "secId": 28}, {"sentences": [{"sentId": 95, "text": "So, and I also think I would agree with Dr. Carson's surrogate."}, {"sentId": 96, "text": "Dr. Carson is what we would call Iowa nice."}, {"sentId": 97, "text": "I've met him."}, {"sentId": 98, "text": "And that's attracted -- that's what's attracting both women, conservative Christians, and why you see him going up in the polls."}], "speaker": "HICKS", "secId": 29}, {"sentences": [{"sentId": 99, "text": "Yes, Mr. Robert Taylor with the Carson surrogate that you are talking about."}, {"sentId": 100, "text": "But I want you to look at this particular poll, 75 percent of people polled here, unsatisfied or mad as hell at republicans in Congress, 91 percent of them are unhappy with politicians in general."}, {"sentId": 101, "text": "Have you ever seen numbers like this before, Lynn?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 102, "text": "No."}, {"sentId": 103, "text": "I think a lot of experts are saying we haven't had this kind of anti-establishment feeling since 1992."}, {"sentId": 104, "text": "Those are -- and to clarify, those are likely GOP caucus goers who are mad as hell at republicans in Congress."}], "speaker": "HICKS", "secId": 31}, {"sentences": [{"sentId": 105, "text": "They're upset at Wall Street."}, {"sentId": 106, "text": "They are upset at politicians in general."}, {"sentId": 107, "text": "They are upset across the board."}, {"sentId": 108, "text": "And so, that is what you are seeing."}, {"sentId": 109, "text": "Not only what you are seeing Carson and Trump doing so well, but on the other side of the coin, Bernie Sanders."}], "speaker": "HICKS", "secId": 32}, {"sentences": [{"sentId": 110, "text": "You think that the rubber is going to meet the road here when it comes to this next question I'm going to ask you, Trump campaign organizing, getting some policy details out there."}, {"sentId": 111, "text": "You say that Iowans usually pay a great deal of attention to that kind of thing, have a history of pinning candidates down on where they stand."}, {"sentId": 112, "text": "But that may not apply to Trump, though."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 113, "text": "well, that's what our new poll showed is that, in fact, he is not -- that Trump is right when he tells people that only the media is interested in details."}, {"sentId": 114, "text": "Sixty five percent of the likely republican caucus-goers we polled said that they trust Trump will figure it out as opposed to spelling out his policy positions."}], "speaker": "HICKS", "secId": 34}, {"sentences": [{"sentId": 115, "text": "And that is very unlike what we've seen in the past."}, {"sentId": 116, "text": "In a lot of ways, Trump is breaking the traditions, breaking the rules of the Iowa caucuses, in fact, that he's not spelling out what he stands for."}, {"sentId": 117, "text": "And there are a lot of concerns about that."}], "speaker": "HICKS", "secId": 35}, {"sentences": [{"sentId": 118, "text": "You saw a New York Times story today about what does Trump really feel about raising taxes, and over what groups."}, {"sentId": 119, "text": "Also, he is also breaking the rules in the fact that he is in retail politics."}, {"sentId": 120, "text": "He's been to Iowa -- he made about 20 appearances."}, {"sentId": 121, "text": "Compare that to Rick Santorum, who is at 130-some."}], "speaker": "HICKS", "secId": 36}, {"sentences": [{"sentId": 122, "text": "But Trump has made his appearances count."}, {"sentId": 123, "text": "You know, he gave kids helicopter rides at the Iowa State Fair."}, {"sentId": 124, "text": "So, he knows how to draw a crowd."}], "speaker": "HICKS", "secId": 37}, {"sentences": [{"sentId": 125, "text": "Yes."}, {"sentId": 126, "text": "All right."}, {"sentId": 127, "text": "Lynn, I want you to stand by because I want to bring in some people now."}, {"sentId": 128, "text": "Donald Trump is still the man to beat in this case."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 129, "text": "And I want to bring in now Tana Goertz, his campaigns Iowa co-chair that will co-chair -- the co-chair in Iowa."}, {"sentId": 130, "text": "She is also a former \"Apprentice\" contest."}, {"sentId": 131, "text": "Also, Dennis Rysdam, Davis County caucus leader for the Trump campaign."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 132, "text": "Good evening to both of you."}, {"sentId": 133, "text": "So, Tana, good to see you again and welcome to the..."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 134, "text": "Good to see you."}, {"sentId": 135, "text": "Hey, Don."}], "speaker": "GOERTZ", "secId": 41}, {"sentences": [{"sentId": 136, "text": "... program, Dennis."}, {"sentId": 137, "text": "I want to give you a chance, Tana to respond to Lynn Hicks from the Des Moines Register."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 138, "text": "Lynn, I know Lynn."}, {"sentId": 139, "text": "Lynn knows me."}, {"sentId": 140, "text": "Lynn knows my passion for Mr. Trump."}, {"sentId": 141, "text": "That's obvious."}, {"sentId": 142, "text": "We have had many conversations about him."}, {"sentId": 143, "text": "And I mean, I think that the numbers are speaking for themselves."}, {"sentId": 144, "text": "That Mr. Trump is being received well in Iowa."}], "speaker": "GOERTZ", "secId": 43}, {"sentences": [{"sentId": 145, "text": "I'm on the ground working for him and I see the crowds that he draws."}, {"sentId": 146, "text": "We've had to move locations many of times because the Iowa -- the people in Iowa want more of Mr. Trump."}], "speaker": "GOERTZ", "secId": 44}, {"sentences": [{"sentId": 147, "text": "And I don't think that Des Moines Register expected that."}, {"sentId": 148, "text": "But it's very obvious that he is very much well received."}], "speaker": "GOERTZ", "secId": 45}, {"sentences": [{"sentId": 149, "text": "Tana, he did say that Trump is right and that voters like that he breaks all the rules."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 150, "text": "Right."}, {"sentId": 151, "text": "And he does."}, {"sentId": 152, "text": "And I love that about him."}, {"sentId": 153, "text": "And that's what he does."}, {"sentId": 154, "text": "And that's what a lot of people love about him."}, {"sentId": 155, "text": "I mean, he puts to words the things that people are thinking."}, {"sentId": 156, "text": "And it's not favorable."}, {"sentId": 157, "text": "And it's not popular."}, {"sentId": 158, "text": "And it's not convenient and easy for him to bring up the subjects that he is bringing up that people go, wait, I like that, I want that in my president."}], "speaker": "GOERTZ", "secId": 47}, {"sentences": [{"sentId": 159, "text": "And -- he's definitely nonconventional."}, {"sentId": 160, "text": "And that's what people are liking."}, {"sentId": 161, "text": "Washington, D.C. is broken, and Mr. Trump knows that and he is going to fix it."}], "speaker": "GOERTZ", "secId": 48}, {"sentences": [{"sentId": 162, "text": "What do you think now of him being tied now though with Ben Carson?"}, {"sentId": 163, "text": "I mean, it's two outsiders."}, {"sentId": 164, "text": "I mean, Ben Carson has really gained momentum in the last couple of weeks, last couple of days, really."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 165, "text": "He really has and that's great for Ben."}, {"sentId": 166, "text": "But I work for Mr. Trump's campaign, and I support and I admire and respect Mr. Trump, so my energy and my..."}], "speaker": "GOERTZ", "secId": 50}, {"sentences": [{"sentId": 167, "text": "Does this saying anything about the outsiders, though, the appeal of outsiders is what I'm asking?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 168, "text": "Absolutely."}, {"sentId": 169, "text": "Like I said, Don, Washington, D.C. is broken, and it's obvious that the voters want an outsider."}, {"sentId": 170, "text": "And Mr. Carson -- and Dr. Carson and Mr. Trump are excellent candidates for that."}, {"sentId": 171, "text": "I just happen to know that -- I know Mr. Trump, and I know what he's capable of."}, {"sentId": 172, "text": "And I really do believe that his business edge is going to be what is going to push him along and keep on going higher and higher."}], "speaker": "GOERTZ", "secId": 52}, {"sentences": [{"sentId": 173, "text": "So, that was just one of many polls."}, {"sentId": 174, "text": "And he is still leading all the other polls."}, {"sentId": 175, "text": "And we could not be more excited on the Trump team."}, {"sentId": 176, "text": "And our momentum has not stopped whatsoever."}], "speaker": "GOERTZ", "secId": 53}, {"sentences": [{"sentId": 177, "text": "OK. One more question before -- Dennis, you are being very patient."}, {"sentId": 178, "text": "One more question, Tana, you brought up a bit of the \"Apprentice\" into recruiting volunteers."}, {"sentId": 179, "text": "Tell us how you came up with the idea to hold this stamp for Trump contest."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 180, "text": "Well, before I was hired by Mr. Trump in the campaign, I had a successful -- I have a successful business."}, {"sentId": 181, "text": "And I would do strategic marketing promotions like the \"Apprentice\" challenges with businesses that would hire me to sort of put their business on steroids or on alert or to pump that business up."}], "speaker": "GOERTZ", "secId": 55}, {"sentences": [{"sentId": 182, "text": "And so, I've done it many, many times in my city and in the State of Iowa."}, {"sentId": 183, "text": "And I know what kind of people this kind of a competition produces and pumps out."}, {"sentId": 184, "text": "And they are go-getters, type a leaders, confident people, rock stars, really."}], "speaker": "GOERTZ", "secId": 56}, {"sentences": [{"sentId": 185, "text": "Yes."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 186, "text": "And then I thought, wait, you know, I'm bringing marketing, sales, and speaking to the Trump campaign."}, {"sentId": 187, "text": "That's my area of expertise."}, {"sentId": 188, "text": "Why not try to do an apprentice program to get caucus leaders."}], "speaker": "GOERTZ", "secId": 58}, {"sentences": [{"sentId": 189, "text": "And that's where -- that's where Dennis comes in."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 190, "text": "So, I just -- that's where Dennis comes in at."}], "speaker": "GOERTZ", "secId": 60}, {"sentences": [{"sentId": 191, "text": "He's a winner of this competition."}, {"sentId": 192, "text": "You're on board..."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 193, "text": "Yes."}], "speaker": "GOERTZ", "secId": 62}, {"sentences": [{"sentId": 194, "text": "... on Trump's main man, Dennis, in Davis County."}, {"sentId": 195, "text": "What made you want to be part this organization?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 196, "text": "I just felt like that Mr. Trump was saying everything that I had believed for a lot of years."}, {"sentId": 197, "text": "And I finally found a man that I could believe what he said."}, {"sentId": 198, "text": "And I could be a part of it and do something to change this nation."}, {"sentId": 199, "text": "And Donald can't do it all by himself."}, {"sentId": 200, "text": "He needs people like me on the ground to spread his word and gain caucus voters."}], "speaker": "RYSDAM", "secId": 64}, {"sentences": [{"sentId": 201, "text": "So, it's what you believed in."}, {"sentId": 202, "text": "And what are those issues?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 203, "text": "All the way from immigration to tax reform to building our military, making stronger trade agreements."}, {"sentId": 204, "text": "Those are all appealing to me."}, {"sentId": 205, "text": "I think that we've had enough of the light-footed sissy politics in this nation and it's time to get serious and solve some problems before it's too late."}], "speaker": "RYSDAM", "secId": 66}, {"sentences": [{"sentId": 206, "text": "Light-footed sissy politics."}, {"sentId": 207, "text": "I think that is a new term that I have never -- I don't think I have ever heard that term before."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 208, "text": "Well, it's true."}, {"sentId": 209, "text": "I mean, these politicians will -- establishment politicians sit around and tell us the same thing year after year, and nothing changes."}, {"sentId": 210, "text": "So, to me, that's sissy politics."}, {"sentId": 211, "text": "Let's get somebody in there that's real and can get it done."}], "speaker": "RYSDAM", "secId": 68}, {"sentences": [{"sentId": 212, "text": "So, Dennis, David County is shy of 9,000 people."}, {"sentId": 213, "text": "What are you hearing here about what they would like done and what they want to see from Donald Trump?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 214, "text": "Well, the support here in Davis County is absolutely tremendous."}, {"sentId": 215, "text": "I've gotten rid of hundreds of items of paraphernalia in the last year and a half."}, {"sentId": 216, "text": "The caucus vote is going to be very strong here."}], "speaker": "RYSDAM", "secId": 70}, {"sentences": [{"sentId": 217, "text": "You have to be hearing some things you don't like, though."}, {"sentId": 218, "text": "Is there any advice if you're on the ground that you can offer Tana and Donald Trump if they're listening, Tana is listening and Donald trump is listening?"}, {"sentId": 219, "text": "RYSDAM:  To be honest with you, I haven't heard anything that anybody"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 220, "text": "dislikes."}, {"sentId": 221, "text": "They like Mr. Trump's honesty and straightforwardness."}, {"sentId": 222, "text": "That's what people want from politicians."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 223, "text": "We don't want somebody who is just going to tell us what we want to hear."}, {"sentId": 224, "text": "We want somebody who is going to tell us what we need to hear."}, {"sentId": 225, "text": "And that's what Mr. Trump does for me and for a lot of my constituents here in Davis County."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 226, "text": "Yes."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 227, "text": "Their reception has been great."}, {"sentId": 228, "text": "Hardly, I would say 1 percent or less negative feedback from supporters here in Davis County."}], "speaker": "RYSDAM", "secId": 75}, {"sentences": [{"sentId": 229, "text": "All right."}, {"sentId": 230, "text": "Dennis Rysdam and Tana Goertz, thank you very much."}, {"sentId": 231, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 232, "text": "Thank you."}], "speaker": "GOERTZ", "secId": 77}, {"sentences": [{"sentId": 233, "text": "You're welcome."}, {"sentId": 234, "text": "On a programming note, tomorrow night I'm going to talk one on one with Donald Trump at 10 p.m. You don't want to miss that."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 235, "text": "When we come right back, voters in the latest poll say they want a candidate who has absolutely no experience in Washington."}, {"sentId": 236, "text": "What does that say about the state of our politics?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 237, "text": "Plus, why one Texas sheriff is blaming the rhetoric of Black Lives Matter, that movement, for the execution-style slaying of his deputy."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 238, "text": "We've heard black lives, all lives matter."}, {"sentId": 239, "text": "Well, cops' lives matter, too."}, {"sentId": 240, "text": "So, why don't we drop the qualifier and just say \"lives matter\" and take that to the bank."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 241, "text": "The newest Iowa polls make clear that this is the year of the political outsiders."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 242, "text": "So, joining me now is Robert Costa, national political reporter for the Washington Post."}, {"sentId": 243, "text": "Katrina Pierson, spokesman for the Tea Party Leadership Fund."}, {"sentId": 244, "text": "Lanny Davis, executive vice president at Levick and a former special counsel in the Clinton administration."}, {"sentId": 245, "text": "And, Ana Navarro, republican strategist who is a supporter of Jeb Bush and adviser to other GOP candidates."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 246, "text": "OK."}, {"sentId": 247, "text": "Here we go."}, {"sentId": 248, "text": "Katrina, you also have the latest polling."}, {"sentId": 249, "text": "It's Monmouth University, Carson and Trump tied at 23 percent, Carly Fiorina is in third at 10 percent."}, {"sentId": 250, "text": "Plus, 66 percent of Iowa caucus- goers say that they want their next president to be a government outsider."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 251, "text": "So, what does it say that over half of the electorate might want, you know, candidates with zero Washington experience?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 252, "text": "Well, I think it speaks volumes considering the last two election cycles where you had GOP insiders or establish event politicos out there who run against fighting against Obamacare, fighting against amnesty, cutting back spending and they did none of the above."}], "speaker": "PIERSON", "secId": 86}, {"sentences": [{"sentId": 253, "text": "They actually sat there and capitulated to everything this administration wanted."}, {"sentId": 254, "text": "So, now we have an opportunity to choose individuals outside the fame who could actually get in to make a real difference."}], "speaker": "PIERSON", "secId": 87}, {"sentences": [{"sentId": 255, "text": "You know, it's interesting to me because as we have been talking about a lot of these people, when you look at the hopefuls and the front runners."}, {"sentId": 256, "text": "A lot of them were floundering right now."}, {"sentId": 257, "text": "As we understand that Scott Walker, some of his campaign supporters might be having second thoughts."}, {"sentId": 258, "text": "Robert, what do you think of that, what do established candidates, can they do anything?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 259, "text": "Iowa is always a place for political outsiders to get a bound."}, {"sentId": 260, "text": "Just look at the two cycles here, Huckabee in 2008, Santorum in 2012."}, {"sentId": 261, "text": "This is a state that even the evangelical conservatives."}, {"sentId": 262, "text": "If you're an outsider, you better win Iowa."}], "speaker": "COSTA", "secId": 89}, {"sentences": [{"sentId": 263, "text": "But if you're more establishment the next state in the race, New Hampshire is more center right, it gives you an opportunity to come back if a conservative wins that first contest."}], "speaker": "COSTA", "secId": 90}, {"sentences": [{"sentId": 264, "text": "Ana, can you talk about this feud that is heating up between Trump and Jeb Bush."}, {"sentId": 265, "text": "Jeb Bush yesterday attacked Trump's views on immigration."}, {"sentId": 266, "text": "And now we have Trump putting out a 15 second ad like an attack video via Instagram."}, {"sentId": 267, "text": "Let's watch it then we'll talk about."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 268, "text": "Yes, they broke the law, but it's not a felony."}, {"sentId": 269, "text": "It's kind of a -- it's a -- it's an act of love."}], "speaker": "BUSH", "secId": 92}, {"sentences": [{"sentId": 270, "text": "So, Ana, I mean, Jeb Bush's campaign hit back saying it's Bush who has the record on cracking down on violent criminals."}, {"sentId": 271, "text": "How much of these videos do you think like this, does it undermine Bush's campaign?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 272, "text": "You know, I think it's -- what I think is developing is a narrative where this is becoming Trump versus Bush."}, {"sentId": 273, "text": "And frankly, I think that's great."}, {"sentId": 274, "text": "I think that's great for both candidates."}, {"sentId": 275, "text": "At some point, it's not going to be 17 people running."}, {"sentId": 276, "text": "It's going to be five people, it's going to be four people."}, {"sentId": 277, "text": "It's going to whittle down."}], "speaker": "NAVARRO", "secId": 94}, {"sentences": [{"sentId": 278, "text": "And so, if it becomes Jeb versus Trump, there is going to be a mano- mano that we see at some point."}, {"sentId": 279, "text": "And they're going to have to go, and, you know, go with the policy issues, proposals, actually show some specifics and convince voters and go earn the vote."}], "speaker": "NAVARRO", "secId": 95}, {"sentences": [{"sentId": 280, "text": "So, it is what it is."}, {"sentId": 281, "text": "Trump is a reality."}, {"sentId": 282, "text": "I think a lot of us thought he wasn't going to run."}, {"sentId": 283, "text": "And then we thought it wasn't going to last long."}, {"sentId": 284, "text": "Well, we've now come to terms with the fact that he is running."}, {"sentId": 285, "text": "He is here to stay."}, {"sentId": 286, "text": "It's going the last for a while."}, {"sentId": 287, "text": "And so, let's embrace it and take it on."}], "speaker": "NAVARRO", "secId": 96}, {"sentences": [{"sentId": 288, "text": "So, OK."}, {"sentId": 289, "text": "So, listen, Robert just says you have to win Iowa and New Hampshire."}, {"sentId": 290, "text": "And it looks like the -- some of the outsiders maybe -- not some of the outsiders -- especially on the republican side may be doing that."}, {"sentId": 291, "text": "And even on the democratic side that could happen."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 292, "text": "So, what is that -- Lanny, what does that say, you know, for this establishment candidates?"}, {"sentId": 293, "text": "Because the polls are showing -- if you look at them now, they really don't want specifics like Ana is saying."}, {"sentId": 294, "text": "They may want personality."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 295, "text": "Well, first of all, there is will alienation in the country towards our leadership in Washington."}, {"sentId": 296, "text": "Both parties in Congress and the republicans are below any level that you can imagine other than maybe their staffs are the only ones saying they like Congress."}], "speaker": "DAVIS", "secId": 99}, {"sentences": [{"sentId": 297, "text": "So, there is a country mood out there."}, {"sentId": 298, "text": "And every politician is experiencing it."}, {"sentId": 299, "text": "But there is a big difference between extrapolating from the results of a very small slice of the electorate in Iowa, who are republicans who are going to be voting in the republican caucuses versus the general electorate of the United States when they really ask themselves who do you want to be President of the United States, representing our country."}], "speaker": "DAVIS", "secId": 100}, {"sentences": [{"sentId": 300, "text": "Although it may surprise Ana to hear me say this and I don't mean to hurt Jeb Bush by saying it."}, {"sentId": 301, "text": "Jeb Bush is a responsible adult, who I would certainly feel comfortable with representing our country if he is chosen president."}], "speaker": "DAVIS", "secId": 101}, {"sentences": [{"sentId": 302, "text": "I beg of you, Lanny, please, do not say one good thing about Jeb Bush."}], "speaker": "NAVARRO", "secId": 102}, {"sentences": [{"sentId": 303, "text": "I'll stop."}, {"sentId": 304, "text": "I'll stop."}, {"sentId": 305, "text": "He is a conservative and I disagree with him."}], "speaker": "DAVIS", "secId": 103}, {"sentences": [{"sentId": 306, "text": "You are going to have..."}], "speaker": "NAVARRO", "secId": 104}, {"sentences": [{"sentId": 307, "text": "But let me just finish this one, Ana, I'll help you."}], "speaker": "DAVIS", "secId": 105}, {"sentences": [{"sentId": 308, "text": "... you're going to force me to say good things about Hillary and ruin her reputation, too."}], "speaker": "NAVARRO", "secId": 106}, {"sentences": [{"sentId": 309, "text": "My point is -- my point is let's not extrapolate, Don."}, {"sentId": 310, "text": "And I know this is a show that is intended to focus on the immediate here and now."}], "speaker": "DAVIS", "secId": 107}, {"sentences": [{"sentId": 311, "text": "In the long term, the general electorate of this country wants a president that they believe is responsible and chooses his words and represents our country and makes us proud."}], "speaker": "DAVIS", "secId": 108}, {"sentences": [{"sentId": 312, "text": "OK."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 313, "text": "They don't think we should extrapolate from these results too much."}], "speaker": "DAVIS", "secId": 110}, {"sentences": [{"sentId": 314, "text": "Let's talk about the democrat side."}, {"sentId": 315, "text": "Because Hillary Clinton is having a lot of trouble right now."}, {"sentId": 316, "text": "As you know, the former Vice President, Dick Cheney on a book to her now, very critical of how Hillary Clinton handled her e-mails."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 317, "text": "We got a batch of 150 or so coming out or more coming out, 150 have now been determined to be to have been classified after they were sent."}, {"sentId": 318, "text": "Hang on, I going to let you respond, but I want you to listen to my colleague Jamie Gangel first and then you can respond."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 319, "text": "How would you describe her handling her e-mail this is way in a word."}], "speaker": "GANGEL", "secId": 113}, {"sentences": [{"sentId": 320, "text": "Well, I think it was sloppy and unprofessional."}], "speaker": "UNIDENTIFIED MALE", "secId": 114}, {"sentences": [{"sentId": 321, "text": "She should have known better?"}], "speaker": "GANGEL", "secId": 115}, {"sentences": [{"sentId": 322, "text": "I think she should have known better."}], "speaker": "UNIDENTIFIED MALE", "secId": 116}, {"sentences": [{"sentId": 323, "text": "Do you think the Russians and the Chinese have her e-mails?"}], "speaker": "GANGEL", "secId": 117}, {"sentences": [{"sentId": 324, "text": "They have got my personnel records."}, {"sentId": 325, "text": "How can they not have her e-mails?"}], "speaker": "UNIDENTIFIED MALE", "secId": 118}, {"sentences": [{"sentId": 326, "text": "Do you think this undermines or disqualifies her candidacy?"}], "speaker": "GANGEL", "secId": 119}, {"sentences": [{"sentId": 327, "text": "I think there is a very real possibility of that."}], "speaker": "UNIDENTIFIED MALE", "secId": 120}, {"sentences": [{"sentId": 328, "text": "So, what do you make of that, Lanny?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 329, "text": "Not exactly..."}], "speaker": "DAVIS", "secId": 122}, {"sentences": [{"sentId": 330, "text": "I mean, if you look at the polls, the one where they associate people with names, liar was the first one that came up with Hillary Clinton."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 331, "text": "So, there is an exact example, not blaming you, Don, where you have taken a poll that doesn't tell you that the word liar was used by republicans in a general electorate poll and it doesn't tell you how many people used the word, liar."}], "speaker": "DAVIS", "secId": 124}, {"sentences": [{"sentId": 332, "text": "But that comment you just made has been repeated about a million times on the internet."}, {"sentId": 333, "text": "So, it was a general electorate poll and there were volunteered responses possibly from hate-Clinton republicans."}, {"sentId": 334, "text": "So, it's not possible to extrapolate from that little piece of data."}], "speaker": "DAVIS", "secId": 125}, {"sentences": [{"sentId": 335, "text": "Just as I suggest to Ana, that whatever is happening with the more moderate and responsible conservatives in a small slice of the electorate in Iowa or the early primaries, the long term is that this country is going to look for the most responsible person in each party to run against each other."}], "speaker": "DAVIS", "secId": 126}, {"sentences": [{"sentId": 336, "text": "And, Don."}], "speaker": "COSTA", "secId": 127}, {"sentences": [{"sentId": 337, "text": "Yes, go ahead, Robert."}, {"sentId": 338, "text": "Even what Lanny said about the polling, I mean, she has to win some republicans in order to win the election."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 339, "text": "Sure."}, {"sentId": 340, "text": "But to add to Lanny's point, who is going after Secretary Clinton right now in the e-mails?"}, {"sentId": 341, "text": "It's republicans."}, {"sentId": 342, "text": "Vice President Biden, he is thinking about getting in the race."}, {"sentId": 343, "text": "He is not going negative on Clinton."}, {"sentId": 344, "text": "Either is Governor O'Malley, or Senator Sanders is avoiding negative advertisements."}], "speaker": "COSTA", "secId": 129}, {"sentences": [{"sentId": 345, "text": "Democrats still, for the majority, an overwhelming majority are sticking with the secretary."}, {"sentId": 346, "text": "The party has not turned even though republicans have."}], "speaker": "COSTA", "secId": 130}, {"sentences": [{"sentId": 347, "text": "All right."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 348, "text": "Don, please, one quick interjection."}, {"sentId": 349, "text": "Thank you, Rob."}], "speaker": "DAVIS", "secId": 132}, {"sentences": [{"sentId": 350, "text": "I've got negative 10 seconds, go ahead."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 351, "text": "The Des Moines Register poll says 78 percent of the people in the poll have favorable impressions of Hillary Clinton, and more than 60 percent think that e-mails don't matter at all."}, {"sentId": 352, "text": "That is a fact in the Des Moines Register."}], "speaker": "DAVIS", "secId": 134}, {"sentences": [{"sentId": 353, "text": "That is true."}, {"sentId": 354, "text": "Thank you very much."}, {"sentId": 355, "text": "I appreciate all of you."}, {"sentId": 356, "text": "You can see former Vice President Dick Cheney's interview tomorrow night, 8:00 Eastern, AC360."}, {"sentId": 357, "text": "Make sure you tune in."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 358, "text": "A big development tonight in the case of a Texas deputy killed execution style at a gas station."}, {"sentId": 359, "text": "What authorities are learning about the alleged shooter."}, {"sentId": 360, "text": "And why the sheriff there blames the rhetoric on Black Lives Matter."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 361, "text": "A cold blooded execution."}, {"sentId": 362, "text": "That's what a Texas sheriff is calling the murder of his deputy, who was shot 15 times at point blank range while he was pumping gas."}, {"sentId": 363, "text": "And the sheriff says it all happened because his deputy was wearing a police uniform."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 364, "text": "And we are learning more tonight about the alleged killer."}, {"sentId": 365, "text": "CNN's Ed Lavandera has more for us live now."}, {"sentId": 366, "text": "So, Ed, you're in Houston, Texas, what is the latest on this horrific shooting?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 367, "text": "Well, it is terrible."}, {"sentId": 368, "text": "You know, there is a -- the suspect in this case, Shannon Miles made an initial court appearance."}, {"sentId": 369, "text": "And he has really been a mystery up until now."}, {"sentId": 370, "text": "We're starting to piece together a little bit of his background."}], "speaker": "LAVANDERA", "secId": 139}, {"sentences": [{"sentId": 371, "text": "We've learned that in October of 2012, Shannon Miles was charged with aggravated assault with a deadly weapon."}, {"sentId": 372, "text": "This was a case stemming from his time when he lived in Austin, Texas, apparently living in a homeless shelter from time to time."}, {"sentId": 373, "text": "There he got into an argument with another homeless man at the shelter and got into an altercation."}], "speaker": "LAVANDERA", "secId": 140}, {"sentences": [{"sentId": 374, "text": "But he never went to trial for this case."}, {"sentId": 375, "text": "Instead, he was found to be mentally incompetent and sent to a state mental hospital for six months."}, {"sentId": 376, "text": "And after that we've also learned here today that prosecutors issued a subpoena trying to get records from another mental hospital here in the Houston area."}], "speaker": "LAVANDERA", "secId": 141}, {"sentences": [{"sentId": 377, "text": "So, these mental health issues seem to be really a growing focus of this investigation as investigators try to determine what the motive was in this attack."}], "speaker": "LAVANDERA", "secId": 142}, {"sentences": [{"sentId": 378, "text": "Ed, does this news about his mental health give us any more insight as to a possible motive here?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 379, "text": "Well, so far, prosecutors -- and we've asked investigators over the last couple of days what has been believed to be the motive."}, {"sentId": 380, "text": "And prosecutors say that they don't have an official motive here at this point."}], "speaker": "LAVANDERA", "secId": 144}, {"sentences": [{"sentId": 381, "text": "So, clearly, everyone is trying to piece together this man's background."}, {"sentId": 382, "text": "I spoke with the attorney that is representing Shannon Miles today and he told me that one of the first thing they are going to be doing is working up a psychological evaluation."}], "speaker": "LAVANDERA", "secId": 145}, {"sentences": [{"sentId": 383, "text": "Of course, where these mental health issues go doesn't necessarily, especially in the State of Texas -- these mental health issues isn't something that could justify what has happened here by any means."}, {"sentId": 384, "text": "So, but it is just one piece of the puzzle as we try to put together the mystery of who is Shannon Miles."}], "speaker": "LAVANDERA", "secId": 146}, {"sentences": [{"sentId": 385, "text": "You can see behind you, Ed, there are people out there, there is a growing memorial right outside of pump 8 at the gas station where this deputy was shot and killed execution style on Friday night."}, {"sentId": 386, "text": "Ed Lavandera reporting for us tonight from Houston."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 387, "text": "Sheriff Ron Hickman claims that the link between the execution-style murder his deputy Daron Goforth and the rhetoric of the Black Lives Matter movement."}, {"sentId": 388, "text": "I want you to listen to what he told our Anderson Cooper tonight."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 389, "text": "To be clear, do you believe that the Black Lives Matter movement is somehow responsible for deputy Goforth's death?"}], "speaker": "COOPER", "secId": 149}, {"sentences": [{"sentId": 390, "text": "One can speculate that the rhetoric in our area -- of course we are only a short distance down the road from Waller County where the bland case has elevated attention to those issues, to a very high level."}, {"sentId": 391, "text": "So, you know, it isn't very far stretch to believe that that kind of rhetoric could influence someone."}], "speaker": "HICKMAN", "secId": 150}, {"sentences": [{"sentId": 392, "text": "But you have no direct evidence at this point of what was in this alleged killer's mind?"}], "speaker": "COOPER", "secId": 151}, {"sentences": [{"sentId": 393, "text": "No, certainly not."}], "speaker": "HICKMAN", "secId": 152}, {"sentences": [{"sentId": 394, "text": "I want to bring in now a friend of Deputy Daron Goforth, his name is Brian McCullar."}, {"sentId": 395, "text": "Good evening to you, Brian."}, {"sentId": 396, "text": "I'm sorry for the loss of your friend."}, {"sentId": 397, "text": "As a former police officer."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 398, "text": "Thanks."}], "speaker": "MCCULLAR", "secId": 154}, {"sentences": [{"sentId": 399, "text": "Do you believe that Deputy Goforth was targeted because he was a cop?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 400, "text": "Well, Don, I actually -- I really -- I can't answer that."}, {"sentId": 401, "text": "I know that the sheriff's department is investigating that."}, {"sentId": 402, "text": "You know, it's -- I really don't have the answer to that question."}, {"sentId": 403, "text": "I would hope -- I would hope not."}], "speaker": "MCCULLAR", "secId": 156}, {"sentences": [{"sentId": 404, "text": "You would hope not."}, {"sentId": 405, "text": "But you know that over the past couple of days if you have been watching the news, and this story about your friend, sadly has been everywhere."}, {"sentId": 406, "text": "That has been, really, the subject of the conversation, whether or not the current atmosphere, the current climate that's happened over the year since the shooting death of Michael Brown in Ferguson, Missouri, whether that contributed to an environment where this could happen."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 407, "text": "Well, you know, that's -- that's true."}, {"sentId": 408, "text": "You know, I think the best thing to do is to have the sheriff's department go ahead and finish their investigation."}, {"sentId": 409, "text": "They will come out with the outcome."}, {"sentId": 410, "text": "Let's hope that it wasn't because of the uniform."}, {"sentId": 411, "text": "Let's hope that it wasn't race related."}], "speaker": "MCCULLAR", "secId": 158}, {"sentences": [{"sentId": 412, "text": "You know, I will tell you that for us and for the volunteers that have come here -- and it's been amazing, the outpouring of support for the family -- it's hard for us to even think about that right now."}, {"sentId": 413, "text": "It truly is."}], "speaker": "MCCULLAR", "secId": 159}, {"sentences": [{"sentId": 414, "text": "What's motivating us is doing what we feel like Deputy Goforth would want us to do."}, {"sentId": 415, "text": "And that is to try and take care of his family and that's what we're here for."}], "speaker": "MCCULLAR", "secId": 160}, {"sentences": [{"sentId": 416, "text": "All one has to do is look behind you, Brian, and listen to the chopper in the sky, and you can hear there is interest as you're in the news chopper."}, {"sentId": 417, "text": "That's probably a news helicopter ahead."}, {"sentId": 418, "text": "And also look at the people who are behind you who are coming out to pay tribute to him."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 419, "text": "And also all the money that has been raised."}, {"sentId": 420, "text": "We thank you for coming on to CNN."}, {"sentId": 421, "text": "Thank you very much."}, {"sentId": 422, "text": "Best of luck to you and our condolences to the family."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 423, "text": "Thank you for having me."}, {"sentId": 424, "text": "Thank you very much."}, {"sentId": 425, "text": "LEMON:  You heard what the sheriff says."}, {"sentId": 426, "text": "He links the death of Deputy"}], "speaker": "MCCULLAR", "secId": 163}, {"sentences": [{"sentId": 427, "text": "Goforth to the rhetoric of Black Lives Matter."}, {"sentId": 428, "text": "But is that true?"}, {"sentId": 429, "text": "We're going to hear from both sides when we come right back."}], "speaker": "MCCULLAR", "secId": 164}, {"sentences": [{"sentId": 430, "text": "Let's continue our discussion now of the execution style killing of Deputy Daron Goforth is a shocking crime."}, {"sentId": 431, "text": "But was he targeted because for his uniform?"}, {"sentId": 432, "text": "The sheriff links the crime to the rhetoric of Black Lives Matter."}, {"sentId": 433, "text": "Is he crossing a line?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 434, "text": "Marc Lamont Hill is here to talk about it."}, {"sentId": 435, "text": "CNN political commentator, Harry Houck, CNN political law enforcement analyst and a retired New York police detective, and Van Jones, CNN political contributor."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 436, "text": "Marc, do you think the sheriff was wrong to make any sort of link between this crime and Black Lives Matter?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 437, "text": "Absolutely."}, {"sentId": 438, "text": "And based on his own assessment he said we don't have a motive yet."}, {"sentId": 439, "text": "So, if you don't have a motive then you can't attribute causality to any particular thing."}], "speaker": "HILL", "secId": 168}, {"sentences": [{"sentId": 440, "text": "And what we've seen in the last couple of hours is more evidence coming out that sort of sustains the idea that, hey, maybe is isn't about Black Lives Matter."}, {"sentId": 441, "text": "Maybe this is about a guy that had mental health issues that precede the founding of the Black Lives Matter movement."}, {"sentId": 442, "text": "You know, people do crazy things."}, {"sentId": 443, "text": "It doesn't necessarily mean that it's going to be alive."}], "speaker": "HILL", "secId": 169}, {"sentences": [{"sentId": 444, "text": "Harry, this is no doubt, extraordinarily violent."}, {"sentId": 445, "text": "I know you feel a certain way as a former police officer or a member of law enforcement."}, {"sentId": 446, "text": "But the fact that he had mental health issues and had been found unfit to stand trial in a previous case, if he is indeed guilty, right, innocent until proven guilty three years ago, does that change your mind about this?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 447, "text": "I don't know."}, {"sentId": 448, "text": "You know, the investigation hasn't been concluded yet."}, {"sentId": 449, "text": "Do I think Black Lives Matter contributed to it?"}, {"sentId": 450, "text": "I think they may have."}, {"sentId": 451, "text": "I mean, can I tell you directly that I have evidence to indicate that?"}, {"sentId": 452, "text": "No, I can't."}, {"sentId": 453, "text": "But there has been so much rhetoric going on since the Trayvon Martin case and before that."}], "speaker": "HOUCK", "secId": 171}, {"sentences": [{"sentId": 454, "text": "You know, that it's got to be pretty clear that maybe there was some indication that all this rhetoric did somehow, you know, manipulate this guy's brain into doing something incredibly stupid like this assassination."}], "speaker": "HOUCK", "secId": 172}, {"sentences": [{"sentId": 455, "text": "There has been, listen, there has been a lot of talk out there -- and if you talk to members of law enforcement Van Jones, they will tell you that in this current climate they don't feel safe, they are second-guessing themselves and many of them do believe that the rhetoric may have contributed to this -- to shootings and to other police officers -- putting other police officers in danger, members of law enforcement in danger."}, {"sentId": 456, "text": "Do you agree with that?"}, {"sentId": 457, "text": "VAN JONES, CNN POLITICAL COMMENTATOR:  Well, I don't agree with it."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 458, "text": "Let's take a step back here."}, {"sentId": 459, "text": "This is not the first time you had a movement that's strident that got the country all concerned and then there was a killing."}, {"sentId": 460, "text": "The Tea Party movement let's not forget at its height, suddenly somebody -- they had this extreme antigovernment rhetoric."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 461, "text": "Somebody turns and kills and shoots a congresswoman, Gabby Gifford shoots her permanently impairs her, kills a bunch of people around here."}, {"sentId": 462, "text": "People that hold on a second."}, {"sentId": 463, "text": "Is the Tea Party responsible for creating an environment where this happened?"}, {"sentId": 464, "text": "Then they look into it and turned out there was no link at all."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 465, "text": "And the Tea Party said this was completely wrong."}, {"sentId": 466, "text": "You chilled speech, you cannot tell a political movement that it can't express itself because someone may with mental health issues go get a gun and kill someone."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 467, "text": "And everybody backed off the Tea Party quickly and realized a huge mistake has been made."}, {"sentId": 468, "text": "The same thing is happening now."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 469, "text": "Well, here's a big question."}], "speaker": "HOUCK", "secId": 178}, {"sentences": [{"sentId": 470, "text": "Yes, go ahead, Harry."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 471, "text": "Yes, Harry."}], "speaker": "JONES", "secId": 180}, {"sentences": [{"sentId": 472, "text": "Yes."}, {"sentId": 473, "text": "Then here's a big question."}, {"sentId": 474, "text": "Has the leaders of the Black Lives Matter movement made any statement regarding the statements that were made by the BLM in a -- I believe it was Minnesota?"}, {"sentId": 475, "text": "Did they come on the air and say that the statement pigs in a blanket fry them like bacon was a bad statement?"}, {"sentId": 476, "text": "I mean, did they come out and then denounce that at all?"}, {"sentId": 477, "text": "I haven't heard any of that at all."}], "speaker": "HOUCK", "secId": 181}, {"sentences": [{"sentId": 478, "text": "First of all, Harry, I think anybody who saw that on television was repulsed and should be repulsed."}, {"sentId": 479, "text": "But, again, to take that statement by a few small protesters -- the Black Lives Matter movement is a massive movement."}, {"sentId": 480, "text": "There are thousands of people all across the country."}, {"sentId": 481, "text": "There is no one Black Lives Matter office or boss telling people what to do."}], "speaker": "JONES", "secId": 182}, {"sentences": [{"sentId": 482, "text": "But, Van, to his point, though -- hang on -- and I think he probably wants a direct answer to his question."}, {"sentId": 483, "text": "I want you to listen to it, and then Van will talk."}, {"sentId": 484, "text": "But this is at the Minnesota State Fair, a march from Black Lives Matter."}, {"sentId": 485, "text": "Listen."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 486, "text": "So, the question is how much do words like that matter?"}, {"sentId": 487, "text": "And to the point, I don't know the answer to this, Van, and I don't know if Marc knows or Van knows."}, {"sentId": 488, "text": "But has anyone said, listen, we don't think that Black Lives Matter had anything to do with the killing of the sheriff."}, {"sentId": 489, "text": "But to that point, we don't condone language like this and we are going to tell our members not to use it."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 490, "text": "Well, I think one thing we have to reimagine is what leadership looks like."}, {"sentId": 491, "text": "This isn't like a traditional organization where there is a president or a CEO where someone can say, hey, this is not representative of our organization."}], "speaker": "HILL", "secId": 185}, {"sentences": [{"sentId": 492, "text": "The Black Lives Matter movement is just that it's a movement not an organization in a certain kind of way."}, {"sentId": 493, "text": "And so, many people who are affiliated with the name, or with the hashtag, with the idea, are not part of the organizing chapters in a particular state."}], "speaker": "HILL", "secId": 186}, {"sentences": [{"sentId": 494, "text": "So, there is not a singular person to dismiss those claims."}, {"sentId": 495, "text": "But that said, I have spoken to the founders of it."}, {"sentId": 496, "text": "They don't -- they certainly don't share that assessment."}, {"sentId": 497, "text": "I talk -- I have spoken to members of the BLM movement around the country."}, {"sentId": 498, "text": "They certainly said the same thing."}, {"sentId": 499, "text": "And not just to me privately."}, {"sentId": 500, "text": "They have said it on social media."}, {"sentId": 501, "text": "They said on national media absolutely."}, {"sentId": 502, "text": "I don't think that's it."}, {"sentId": 503, "text": "And when you..."}], "speaker": "HILL", "secId": 187}, {"sentences": [{"sentId": 504, "text": "I haven't seen them come on in the media."}, {"sentId": 505, "text": "Have you seen them in the media, Marc?"}, {"sentId": 506, "text": "I haven't seen them."}], "speaker": "HOUCK", "secId": 188}, {"sentences": [{"sentId": 507, "text": "Yes."}, {"sentId": 508, "text": "I just said in the media, both traditional media and social media, in both places that has happened."}, {"sentId": 509, "text": "In fact, I interviewed two of the founders within the last week over The Post, and we have that on tape."}, {"sentId": 510, "text": "So, I don't know if you consider that media, but absolutely, yes."}], "speaker": "HILL", "secId": 189}, {"sentences": [{"sentId": 511, "text": "But to this, you said last week."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 512, "text": "The day after a police officer was assassinated."}], "speaker": "HOUCK", "secId": 191}, {"sentences": [{"sentId": 513, "text": "Right, but they have specifically spoken to the fact that they don't share the idea of that many of these critics -- many of these statements about police, many of the awful things that they said that we saw on that tape are consistent with the message or the vision of Black Lives Matter and that cuts across the board."}, {"sentId": 514, "text": "I think that's consistent."}, {"sentId": 515, "text": "And I think we would all agree."}], "speaker": "HILL", "secId": 192}, {"sentences": [{"sentId": 516, "text": "Because I think that's all start..."}], "speaker": "JONES", "secId": 193}, {"sentences": [{"sentId": 517, "text": "Yes, go ahead, Van."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 518, "text": "The web site also does call -- I'm sorry."}], "speaker": "HOUCK", "secId": 195}, {"sentences": [{"sentId": 519, "text": "Go ahead, Harry."}, {"sentId": 520, "text": "Go ahead."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 521, "text": "Well, the web site."}, {"sentId": 522, "text": "You read their website."}, {"sentId": 523, "text": "They call for the indictment of the officer involved in the shooting in Ferguson."}, {"sentId": 524, "text": "And that officer has been completely resolved -- I mean, this incident is completely resolved."}, {"sentId": 525, "text": "He has been completely exonerated."}, {"sentId": 526, "text": "And they're still calling that for that where, you know..."}], "speaker": "HOUCK", "secId": 197}, {"sentences": [{"sentId": 527, "text": "How does that connect to fry them like bacon?"}], "speaker": "JONES", "secId": 198}, {"sentences": [{"sentId": 528, "text": "... what is the matter, does the truth matter to Black Lives Matter?"}, {"sentId": 529, "text": "That's what I'm concerned about."}], "speaker": "HOUCK", "secId": 199}, {"sentences": [{"sentId": 530, "text": "I think that's unfair, Harry."}, {"sentId": 531, "text": "I tell you, the reason I think that's unfair is because in our country there is a First Amendment."}, {"sentId": 532, "text": "People can call for whatever they want to call for."}, {"sentId": 533, "text": "But for someone to call for say the federal government to come in and do something with the local government didn't do that is consistent with our Constitution."}, {"sentId": 534, "text": "For you to take that..."}], "speaker": "JONES", "secId": 200}, {"sentences": [{"sentId": 535, "text": "I'm fine with that."}], "speaker": "HOUCK", "secId": 201}, {"sentences": [{"sentId": 536, "text": "... and then link to it a murder, I think that's unfair, Harry."}], "speaker": "JONES", "secId": 202}, {"sentences": [{"sentId": 537, "text": "But here's a question, though."}, {"sentId": 538, "text": "Here's a question and I want you guys to think about this because I have to go to break."}, {"sentId": 539, "text": "Marc said there is no -- it's a movement."}, {"sentId": 540, "text": "So, there is no one leader, there's really no leadership in essence, right?"}, {"sentId": 541, "text": "I'm not putting words in your mouth, right, Marc?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 542, "text": "There is no singular leader."}], "speaker": "HILL", "secId": 204}, {"sentences": [{"sentId": 543, "text": "There is no singular leadership."}], "speaker": "HOUCK", "secId": 205}, {"sentences": [{"sentId": 544, "text": "By then, are you -- but then by default are you letting them off the hook of responsibility?"}, {"sentId": 545, "text": "Because even if there is no leader one still has to have some sort of responsibility for their words for their actions and then if you do things wrong, then you say, well, we don't have a singular leader."}, {"sentId": 546, "text": "So, week we are off the hook we can do things wrong."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 547, "text": "But there is no evidence."}], "speaker": "JONES", "secId": 207}, {"sentences": [{"sentId": 548, "text": "I know."}, {"sentId": 549, "text": "But think about it."}, {"sentId": 550, "text": "Stand by."}, {"sentId": 551, "text": "I know, stand by."}, {"sentId": 552, "text": "We're going to get to all of that right after this quick break."}, {"sentId": 553, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 554, "text": "President Obama made a condolence call today to the widow of Deputy Daron Goforth, shot execution style over the weekend."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 555, "text": "Back with me now, Marc Lamont Hill, Harry Houck, and Van Jones."}, {"sentId": 556, "text": "OK."}, {"sentId": 557, "text": "So, Van, go ahead."}, {"sentId": 558, "text": "You were -- I was saying just because there is no traditional leadership, that does not be solve them of any sort of responsibility for their words."}, {"sentId": 559, "text": "Not to say that this is connected."}, {"sentId": 560, "text": "But if you're saying, you know, pigs in the blanket, fry like bacon, and then say, well, we don't have traditional leadership, so."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 561, "text": "Sorry that I got to tell you, you are dealing with some of the frustrations now of modern politics."}, {"sentId": 562, "text": "You say for say a national day of action."}, {"sentId": 563, "text": "There are thousands of protests across the country, and each protest is a thousand people."}, {"sentId": 564, "text": "Seven people say something completely stupid, and that becomes the national news."}, {"sentId": 565, "text": "It's just very hard to manage that."}, {"sentId": 566, "text": "But they just want to say that..."}], "speaker": "JONES", "secId": 211}, {"sentences": [{"sentId": 567, "text": "But to your point the same thing -- the Tea Party said the same thing."}, {"sentId": 568, "text": "I mean, to your point that you made earlier."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 569, "text": "Yes."}, {"sentId": 570, "text": "Exactly."}, {"sentId": 571, "text": "Well, you have now movements now, and people watching CNN very sophisticated."}, {"sentId": 572, "text": "You have movement now where you are talking about the Arab Spring, occupy Wall Street, Tea Party, Black Lives Matter."}, {"sentId": 573, "text": "These are different movements than we have had in the past and they operate with different physics and dynamics."}], "speaker": "JONES", "secId": 213}, {"sentences": [{"sentId": 574, "text": "What I can say though, is that the Black Lives Matter movement has been very, very clear that what it wants is more effective fairer treatment."}, {"sentId": 575, "text": "They are not a group that's out here calling for some kind of violence."}, {"sentId": 576, "text": "And I think it's very unfortunate when you have young people who care enough to get involve, who care enough to speak to them be maligned and said -- and then associated with some nut who grab the gun and did something horrible."}, {"sentId": 577, "text": "We have a very violent country, a lot of gun violence, a lot of people are getting killed."}], "speaker": "JONES", "secId": 214}, {"sentences": [{"sentId": 578, "text": "Van, I understand what you're saying."}, {"sentId": 579, "text": "No one wants to be maligned."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 580, "text": "Why put these young people to stay put there with this horrible crime."}], "speaker": "JONES", "secId": 216}, {"sentences": [{"sentId": 581, "text": "But if you -- no one wants to e maligned but if you put yourself in the position that you are talking to someone who could be the next president of the United States, if you have garnered that much political power and influence, there is a responsibility that comes with it."}, {"sentId": 582, "text": "And there is a scrutiny that comes with it."}, {"sentId": 583, "text": "And you are not going to like all of it."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 584, "text": "So, when they meet with Hillary Clinton and she says what do you want?"}, {"sentId": 585, "text": "They say, say her name, or Black Lives Matter, and she says, listen, I know that legislation is going to change things."}, {"sentId": 586, "text": "That -- she's making sense."}, {"sentId": 587, "text": "So, if you are going to be in that position, shouldn't you be willing to take the slings and arrows, and the criticism, constructive or otherwise that go along with it?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 588, "text": "I think they have."}, {"sentId": 589, "text": "I think Marc would agree."}, {"sentId": 590, "text": "I think they have taken a criticism and done it well."}, {"sentId": 591, "text": "I mean, and stayed on point with their message."}], "speaker": "JONES", "secId": 219}, {"sentences": [{"sentId": 592, "text": "Continue, Marc?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 593, "text": "Yes, I think they have."}], "speaker": "HILL", "secId": 221}, {"sentences": [{"sentId": 594, "text": "Well, I really want to see them come out, I really want to see them come out and say something about these comments in Minnesota."}, {"sentId": 595, "text": "And I want them to really come out and say something about this police officer that was assassinated, too."}], "speaker": "HOUCK", "secId": 222}, {"sentences": [{"sentId": 596, "text": "The..."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 597, "text": "Well, I don't think so."}, {"sentId": 598, "text": "Can I say something about that?"}, {"sentId": 599, "text": "Listen, I want to say -- and I think Harry is right about one thing."}, {"sentId": 600, "text": "Harry is right about one thing."}, {"sentId": 601, "text": "This is a horrible..."}], "speaker": "JONES", "secId": 224}, {"sentences": [{"sentId": 602, "text": "Only one?"}], "speaker": "HOUCK", "secId": 225}, {"sentences": [{"sentId": 603, "text": "At least one."}], "speaker": "JONES", "secId": 226}, {"sentences": [{"sentId": 604, "text": "That's generous."}], "speaker": "HOUCK", "secId": 227}, {"sentences": [{"sentId": 605, "text": "No."}, {"sentId": 606, "text": "He is right, this is a horrible thing."}, {"sentId": 607, "text": "And those of us who get on night after night when there is an African-American unarmed person who gets killed and we say this is awful, and when we see something happen in the black community, and then we don't say with the same passion that a police officer is being murdered in our country for no reason at all is horrible."}], "speaker": "JONES", "secId": 228}, {"sentences": [{"sentId": 608, "text": "I do think that we should be called out for that."}, {"sentId": 609, "text": "And I think I did not say earlier and I should have said the first thing that my mouth should have been, I am sorry for this, my condolences to the family."}], "speaker": "JONES", "secId": 229}, {"sentences": [{"sentId": 610, "text": "I don't think that this should be hung around the neck of the young people who's trying to make America better but this is a horrible thing."}, {"sentId": 611, "text": "It should not happen."}, {"sentId": 612, "text": "I'm very sorry to all law enforcement; I'm from a law enforcement family."}, {"sentId": 613, "text": "I'm sorry for all law enforcement tonight."}, {"sentId": 614, "text": "I know they are hurting tonight."}], "speaker": "JONES", "secId": 230}, {"sentences": [{"sentId": 615, "text": "Yes."}, {"sentId": 616, "text": "That's going to be to be the last word."}, {"sentId": 617, "text": "Thank you, gentlemen."}, {"sentId": 618, "text": "I appreciate it."}, {"sentId": 619, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 620, "text": "See you back here tomorrow night."}, {"sentId": 621, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 232}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1508.31.cnnt.01.html.json", "time": "Aired August 31, 2015 - 22:00   ET"}