{"sectionCount": 278, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "CLINTON", "TRUMP", "FOREMAN", "DERSHOWITZ", "BASH", "PRESTON", "UNIDENTIFIED MALE", "RICH", "MCENANY", "LEWANDOWSKI", "BLOW", "BEINART", "OBAMA"], "subTitle": "Race Tightening in Last Week of Campaign; NYT Reports DOJ Asked FBI Not to Pursue Clinton Foundation Case; An Issue of Character; President Obama Speaks Out on Sexism. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/01/cnnt.01.html", "sentenceCount": 558, "sections": [{"sentences": [{"sentId": 0, "text": "Hey, thanks you so much for watching tonight."}, {"sentId": 1, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 2, "text": "E-mails, Russia, the FBI, that Access Hollywood tape, what could be next?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "This is CNN TONIGHT."}, {"sentId": 4, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "The race tightening in the last week of this brutal campaign."}, {"sentId": 6, "text": "Here's where we are right now."}, {"sentId": 7, "text": "Hillary Clinton just four points ahead of Donald Trump."}, {"sentId": 8, "text": "It was five just yesterday."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Both campaigns throwing everything they can at the wall just to see what sticks, but it all comes down to the character issue, if it does, who comes out ahead."}, {"sentId": 10, "text": "Hillary Clinton slams Donald Trump tonight."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "This is all part of a pattern for Donald Trump."}, {"sentId": 12, "text": "Time after time, he's done things not because he thinks they're right, not even because he thinks they're legal, but because he thinks they'll get away with it."}], "speaker": "CLINTON", "secId": 5}, {"sentences": [{"sentId": 13, "text": "Meanwhile, Donald Trump has a novel appeal to early voters who have already cast their ballots for Clinton."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 14, "text": "You can change your vote to Donald Trump will make America great again, OK."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 15, "text": "CNN's Mark Preston, Dana Bash, and Tom Foreman are all here."}, {"sentId": 16, "text": "Tom, I'm going to start with you, because this is where it counts."}, {"sentId": 17, "text": "Let's start with a path to 270."}, {"sentId": 18, "text": "What does Donald Trump have to do to hit that magic number?"}, {"sentId": 19, "text": "TOM FOREMAN, CNN CORRESPONDENT:  Well, he has to look at this great"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 20, "text": "big gap over here, Don, he was to find a way to close it."}, {"sentId": 21, "text": "What that means out in Nevada he has to overcome the union support out there around Vegas and he has to tip Nevada into his count -- into his count -- column here."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 22, "text": "He has to appear in Utah, he has to overcome the fact that Evan McMullin is running there, threatening to maybe win the state over he or Hillary Clinton, he has to get Arizona tip his way, he has to have his appeal in the rust belt work in Ohio, and all we're talking about here you'll notice is the battleground states."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 23, "text": "He has to have that work, he has to somehow grab North Carolina and he has to get the big prize down here, Florida."}, {"sentId": 24, "text": "He has to tip all of that his way just to get in striking range, Don."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 25, "text": "So, where does he have the chance of getting those extra few electoral votes?"}, {"sentId": 26, "text": "Because you said striking range, but he's going to need more votes to push him over the top."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 27, "text": "Yes, he's still behind there."}, {"sentId": 28, "text": "He's still behind."}, {"sentId": 29, "text": "He's got to get somehow over the edge."}, {"sentId": 30, "text": "He could look up here in the rust belt to Pennsylvania where he's been trying to push very hard."}, {"sentId": 31, "text": "Wisconsin, Michigan."}], "speaker": "FOREMAN", "secId": 13}, {"sentences": [{"sentId": 32, "text": "But the numbers and history there don't work in his favor so strongly."}, {"sentId": 33, "text": "Because they've been going democratic for quite some time."}, {"sentId": 34, "text": "Colorado could be the key."}, {"sentId": 35, "text": "Colorado could be the key because much more recently, its voter republican."}, {"sentId": 36, "text": "He hasn't voted for Barack Obama, also voted for George W. Bush."}, {"sentId": 37, "text": "If he could tip this over, then there we go up to 274 and he could be over the top, Don."}], "speaker": "FOREMAN", "secId": 14}, {"sentences": [{"sentId": 38, "text": "Yes, that is an uphill climb though."}, {"sentId": 39, "text": "So, what about Hillary Clinton's path, what's her path to 270?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 40, "text": "Well, what Hillary Clinton has to do is look at this map and say I just don't need to lose anything because look at all the ground out here."}, {"sentId": 41, "text": "If she doesn't lose anything, let's say that exactly what we described happened; Donald Trump grabs all these western states."}], "speaker": "FOREMAN", "secId": 16}, {"sentences": [{"sentId": 42, "text": "Let's say he gets Colorado, as well."}, {"sentId": 43, "text": "Let's say he gets Ohio."}, {"sentId": 44, "text": "He gets North Carolina."}, {"sentId": 45, "text": "Let's say he even gets Pennsylvania, which is a big prize up there that he's been working very hard on."}], "speaker": "FOREMAN", "secId": 17}, {"sentences": [{"sentId": 46, "text": "Now look at that."}, {"sentId": 47, "text": "He's finally got the lead."}, {"sentId": 48, "text": "He's right on the doorstep."}, {"sentId": 49, "text": "What does she have to do?"}, {"sentId": 50, "text": "She has to get Florida."}, {"sentId": 51, "text": "If she does, it's enough, and that's why they're working Florida so hard right now, Don."}], "speaker": "FOREMAN", "secId": 18}, {"sentences": [{"sentId": 52, "text": "What's the biggest danger for her campaign?"}, {"sentId": 53, "text": "Is it not winning Florida?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 54, "text": "Well, it's not winning Florida, and it is the thing I think that they have nightmares about, the idea that people might simply go soft on her."}, {"sentId": 55, "text": "They might simply not feel the character issue may hurt her somehow, or that in some places there may be some of her supporters to say, hey, look at that original number there."}], "speaker": "FOREMAN", "secId": 20}, {"sentences": [{"sentId": 56, "text": "She's so far ahead."}, {"sentId": 57, "text": "She's clearly going to win, I don't need to bother and if that's the case then she could become vulnerable in a lot of places that don't look vulnerable right now."}], "speaker": "FOREMAN", "secId": 21}, {"sentences": [{"sentId": 58, "text": "Al right."}, {"sentId": 59, "text": "She needs the enthusiasm to get out the vote."}, {"sentId": 60, "text": "Thank you."}, {"sentId": 61, "text": "Turnout, turnout, turnout."}, {"sentId": 62, "text": "Thank you very much, Tom Foreman, I appreciate that."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 63, "text": "I want to bring in Mark Preston now and Dana bash, also Alan Dershowitz, the author of \"Electile Dysfuntion, a Guide for Unaroused Voters.\""}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 64, "text": "Thank you all for joining us."}, {"sentId": 65, "text": "Alan, you first."}, {"sentId": 66, "text": "The New York Times is reporting tonight that the Department of Justice asked the FBI not to pursue cases so close to election involving the Clinton Foundation, and also checking into Paul Manafort's business dealings in Ukraine."}, {"sentId": 67, "text": "What's your reaction to this report?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 68, "text": "First of all, it shows that the Justice Department used to be in charge but they're not in charge anymore."}, {"sentId": 69, "text": "They've basically given that up."}, {"sentId": 70, "text": "Is that because Bill Clinton met the attorney general on the airplane?"}, {"sentId": 71, "text": "Is that going to be the explanation for this?"}], "speaker": "DERSHOWITZ", "secId": 25}, {"sentences": [{"sentId": 72, "text": "But right now, we have either the perception or the reality of a double standard."}, {"sentId": 73, "text": "The Justice Department and the FBI can't be refusing to report on the Manafort investigation which would hurt Trump, while making the statement that Comey made about the e-mails investigation."}], "speaker": "DERSHOWITZ", "secId": 26}, {"sentences": [{"sentId": 74, "text": "Silence is no longer an option for Comey."}, {"sentId": 75, "text": "He has two options."}, {"sentId": 76, "text": "He has to make a statement and explain that double standard, or he has to resign."}], "speaker": "DERSHOWITZ", "secId": 27}, {"sentences": [{"sentId": 77, "text": "He can't know -- he can't any longer by silence allow his last statement to influence this election."}, {"sentId": 78, "text": "Look how close it's becoming since that statement was made."}], "speaker": "DERSHOWITZ", "secId": 28}, {"sentences": [{"sentId": 79, "text": "To have the FBI influence the outcome of an election and then nothing turn up would be an absolute disgrace to democracy."}], "speaker": "DERSHOWITZ", "secId": 29}, {"sentences": [{"sentId": 80, "text": "Dana Bash, this report on the surface seems to back up what the Clinton campaign has been saying that there is a double standard, the FBI has been reporting on all of the Clintons so-called misdealing, although nothing has been shown yet, but nothing on Donald Trump."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 81, "text": "That's right."}, {"sentId": 82, "text": "And you know, and in this case not Donald Trump per se, but the person who for a short time was running his campaign, Paul Manafort."}], "speaker": "BASH", "secId": 31}, {"sentences": [{"sentId": 83, "text": "You're right."}, {"sentId": 84, "text": "It completely plays into that."}, {"sentId": 85, "text": "It's going to be no question, a talking point already is, and probably will be from the candidate herself tomorrow."}], "speaker": "BASH", "secId": 32}, {"sentences": [{"sentId": 86, "text": "The question is whether or not it's too late and whether it matters in the eyes of the voters who are for better or worse now hearing about the FBI's case being reopened or reexamined or however you want to phrase it."}], "speaker": "BASH", "secId": 33}, {"sentences": [{"sentId": 87, "text": "And the questions about Hillary Clinton's e-mail server, the questions about her judgment being front and center as we close this campaign as opposed to what the Clinton campaign clearly wants to do, as you just see in their new ads tonight, close on the Donald Trump statements that they think are simply repugnant to many voters out there."}], "speaker": "BASH", "secId": 34}, {"sentences": [{"sentId": 88, "text": "So, to Dana's point, Mark, we don't know how this is going to impact the race, maybe the damage has already been done."}, {"sentId": 89, "text": "But how do you -- what's your assessment here the FBI is facing unprecedented backlash at this stage in the campaign, isn't it?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 90, "text": "No doubt it is, Don."}, {"sentId": 91, "text": "And certainly at this point in the campaign, the Clinton campaign is going directly at the FBI, calling into question director Comey's motives."}], "speaker": "PRESTON", "secId": 36}, {"sentences": [{"sentId": 92, "text": "In many ways they have to do that."}, {"sentId": 93, "text": "Otherwise it would be passive in not being aggressive enough and that's fighting back against it."}, {"sentId": 94, "text": "We don't know what's in these e-mails."}, {"sentId": 95, "text": "We don't know if they're duplicates, and quite frankly, we don't know what any of that information is."}], "speaker": "PRESTON", "secId": 37}, {"sentences": [{"sentId": 96, "text": "But we do know is that director Comey felt that he needed to come out and actually announce that they were reopening the investigation and of course telling those on Capitol Hill it has certainly added fuel, Don, to the fire for Donald Trump at a time when the Trump campaign needed a boost in the arm."}], "speaker": "PRESTON", "secId": 38}, {"sentences": [{"sentId": 97, "text": "But you know, there's no reason why Comey had to say anything, at least until he knew whether these were duplicates."}, {"sentId": 98, "text": "He -- what he's doing is he's making the announcement at the worst possible time, and if he's going to make the announcement, he should have said, look, I don't know what's in these e-mails any more than any of you do so it shouldn't influence anybody's vote."}], "speaker": "DERSHOWITZ", "secId": 39}, {"sentences": [{"sentId": 99, "text": "But the way he put it and he said that it was pertinent to the investigation, allowed the republicans to say the investigation is reopened, she's going to be indicted, Trump says it's worse than Watergate, she's going to be busy litigating for the next years."}, {"sentId": 100, "text": "It becomes a big issue and that's not what the FBI should do."}], "speaker": "DERSHOWITZ", "secId": 40}, {"sentences": [{"sentId": 101, "text": "I want to read -- this is also from the report."}, {"sentId": 102, "text": "It says, \"Former senior law enforcement officials in both parties, though, say Mr. Comey's decision to break to break with Justice Department guidelines caused these problems."}, {"sentId": 103, "text": "Had he handled the case the way the FBI handled this investigation into the Clinton Foundation and Mr. Manafort over the summer, the argument goes he would have endured criticism from republicans in the future, but would have preserve a larger principle that has guided cases involving both parties.\""}, {"sentId": 104, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 105, "text": "I agree with that but I think there may be an explanation."}, {"sentId": 106, "text": "During the early part of the campaign Loretta Lynch was in charge."}, {"sentId": 107, "text": "She was the attorney general."}, {"sentId": 108, "text": "She's taken herself out of the case, of course, the deputy is in there."}], "speaker": "DERSHOWITZ", "secId": 42}, {"sentences": [{"sentId": 109, "text": "But he's gotten far more power."}, {"sentId": 110, "text": "The head of the FBI should never be speaking at all."}, {"sentId": 111, "text": "You never hear from the head of investigative agencies."}, {"sentId": 112, "text": "It should always be the Justice Department that speaks."}], "speaker": "DERSHOWITZ", "secId": 43}, {"sentences": [{"sentId": 113, "text": "Dana, let's talk more about affecting the race and the polls."}, {"sentId": 114, "text": "Do you want to weigh in before we go there?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 115, "text": "No, go ahead."}], "speaker": "BASH", "secId": 45}, {"sentences": [{"sentId": 116, "text": "OK."}, {"sentId": 117, "text": "So, the CNN poll of polls it shows this race is tightening of Clinton leading Trump by four points."}, {"sentId": 118, "text": "Last Wednesday the polls had her ahead by seven points."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 119, "text": "So, what are exactly -- we're exactly one week away right now."}, {"sentId": 120, "text": "Clearly a lot can happen in just a few days and never mind a whole week."}, {"sentId": 121, "text": "What are you hearing from the campaigns?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 122, "text": "That it's tightening, and a national poll certainly gives you a broad snapshot."}, {"sentId": 123, "text": "But especially now it's been so close to Election Day."}, {"sentId": 124, "text": "What matters most are the numbers that the campaign they are seeing in this battleground states and whether it is Pennsylvania, or Florida, or you know, even states that have new attention from both campaigns like Wisconsin, numbers are tightening."}], "speaker": "BASH", "secId": 48}, {"sentences": [{"sentId": 125, "text": "Now whether or not that tightening continues is still up in the air."}, {"sentId": 126, "text": "I mean, even republicans that I was communicating with as late as tonight say that they're not really going to be really, really sure how much of an effect this FBI story has, for example, until it's sort of baked into the polls by Wednesday, which I guess is tomorrow or Thursday, and then they'll sort of know how to go from there."}], "speaker": "BASH", "secId": 49}, {"sentences": [{"sentId": 127, "text": "But even before this, I was told by people who are really keeping close tabs on this that the numbers were tightening."}, {"sentId": 128, "text": "And I think the thing to keep in mind, and Don, we talked about this for so long now, that it's actually kind of astonishing how volatile the polls have been and continue to be based on where the narrative is."}], "speaker": "BASH", "secId": 50}, {"sentences": [{"sentId": 129, "text": "Frankly, mostly with regard to Donald Trump when he is on the defense and he is -- you know has a lot of self-inflicted wounds as we saw at the end of the summer and at times in this fall, he really suffers big time in time in the polls, and Hillary Clinton is the beneficiary of that."}, {"sentId": 130, "text": "And now the opposite is happening."}], "speaker": "BASH", "secId": 51}, {"sentences": [{"sentId": 131, "text": "What's going to be -- what is key to this campaign right now, Mark, are those early-voting numbers because both sides are trying to get as many people early to vote."}, {"sentId": 132, "text": "So, let's talk about that."}, {"sentId": 133, "text": "What are you seeing in the totals so far?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 134, "text": "Well, Don, let's take a quick look right now of where we are in the early vote."}, {"sentId": 135, "text": "The road to 270 of course has already begun with 24.4 million people in 38 states have already cast their vote for president."}], "speaker": "PRESTON", "secId": 53}, {"sentences": [{"sentId": 136, "text": "When we look at the 12 battleground states, that CNN has identified, it's about 12.4 million people, a little bit more on that have already cast their vote."}], "speaker": "PRESTON", "secId": 54}, {"sentences": [{"sentId": 137, "text": "Now let's look at the state of North Carolina, as Don -- rather Tom was saying, a little bit earlier, Donald Trump needs to win North Carolina in order for his path to succeed to 270."}], "speaker": "PRESTON", "secId": 55}, {"sentences": [{"sentId": 138, "text": "So let's take a look at three important constituencies in North Carolina, Don."}, {"sentId": 139, "text": "The first one, of course, is the African-American vote."}, {"sentId": 140, "text": "Let's take a look right here."}], "speaker": "PRESTON", "secId": 56}, {"sentences": [{"sentId": 141, "text": "Right now, 23 percent of the vote right now that have cast early votes is African-American, almost 73 percent  that number though, compared to ."}], "speaker": "PRESTON", "secId": 57}, {"sentences": [{"sentId": 142, "text": "Look at the drop off we've seen right there."}, {"sentId": 143, "text": "That is a sizeable drop off at this point, Don."}, {"sentId": 144, "text": "So that is not good news right now for Hillary Clinton, when you're looking at the Obama constituencies."}], "speaker": "PRESTON", "secId": 58}, {"sentences": [{"sentId": 145, "text": "Let's look at gender right now."}, {"sentId": 146, "text": "Let's look at the break down."}, {"sentId": 147, "text": "Women are clearly outpacing men at this point by about 12 percentage points as you can there, or there are 12 percentage points at this point which is good news, but it's about the same as we saw in 2012."}], "speaker": "PRESTON", "secId": 59}, {"sentences": [{"sentId": 148, "text": "So they're not outperforming at this point."}, {"sentId": 149, "text": "And the other key leg of the three-legged stool of the Obama constituency is age, and let's look at these numbers right here, 2016, look at the first two columns here, 18 to 39, about 10 percent of the vote, early vote, is tend to be younger voters and as you can see, 40 to 65 plus."}], "speaker": "PRESTON", "secId": 60}, {"sentences": [{"sentId": 150, "text": "Look at the discrepancy right there as you can see the percentage."}, {"sentId": 151, "text": "And even a little bit more trouble seen right now, Don, for democrats is  right now in North Carolina, while we're seeing a  of an edging up with the older vote."}], "speaker": "PRESTON", "secId": 61}, {"sentences": [{"sentId": 152, "text": "Now, older voters tend to vote for republicans, tend to vote for Donald Trump."}, {"sentId": 153, "text": "With, you know, these numbers are not necessarily predictive of, Don, about what's going to happen but it does give us an idea right now of how the political parties are turning out their voters a week before the election."}], "speaker": "PRESTON", "secId": 62}, {"sentences": [{"sentId": 154, "text": "And now that's why this is so important, this whole FBI story."}, {"sentId": 155, "text": "Do you think you'll see Comey coming out or doing some having some explanation especially because of this time story?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 156, "text": "He's a very stubborn man and he has already publicly announced he's not going to make any statement that."}, {"sentId": 157, "text": "That is a terrible, terrible mistake."}], "speaker": "DERSHOWITZ", "secId": 64}, {"sentences": [{"sentId": 158, "text": "The Clinton people are in a very tough situation."}, {"sentId": 159, "text": "If they provoke Comey too much he will have every reason to look to find some reason to justify on what he said and that's the last thing they want him to announce before the election, ah-ha, I was right to announce that I found something."}], "speaker": "DERSHOWITZ", "secId": 65}, {"sentences": [{"sentId": 160, "text": "So, it's a very, very delicate act for him."}, {"sentId": 161, "text": "One other thing that's important in populous elections -- and Donald Trump is a populous, polls tend to under predict as they under predicted the Brexit, they unpredicted the black vote and South America."}, {"sentId": 162, "text": "And I worry as a supporter of Hillary Clinton that the 4 percent may really be 2 percent."}], "speaker": "DERSHOWITZ", "secId": 66}, {"sentences": [{"sentId": 163, "text": "Interesting."}, {"sentId": 164, "text": "Thank you, Alan, we appreciate it."}, {"sentId": 165, "text": "Mark and Dana, stick around."}, {"sentId": 166, "text": "Dana, you'll be the first out of the break."}, {"sentId": 167, "text": "Thank you very much."}, {"sentId": 168, "text": "Stay with me."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 169, "text": "When we come right back, just one week to go until the election and we are still haven't seen Donald Trump's taxes."}, {"sentId": 170, "text": "More speculation tonight about what's hidden in his returns."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 171, "text": "I want to take you live now to Fort Lauderdale, Florida where Hillary Clinton is speaking at a campaign rally."}, {"sentId": 172, "text": "Let's listen in."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 173, "text": "Don't get distracted, don't get diverted."}, {"sentId": 174, "text": "Focus on the kind of country and world that we want to help create."}, {"sentId": 175, "text": "That's what I've done."}, {"sentId": 176, "text": "I have stayed focused on one thing, on you, on your lives, your families."}, {"sentId": 177, "text": "The problems that keep you up at night."}], "speaker": "CLINTON", "secId": 70}, {"sentences": [{"sentId": 178, "text": "And that's what I'm doing now because I know the day after, the election that's what really counts."}], "speaker": "CLINTON", "secId": 71}, {"sentences": [{"sentId": 179, "text": "Ask yourself what kind of president and commander in chief do we need to get the economy working for everyone, not just those at the top?"}], "speaker": "CLINTON", "secId": 72}, {"sentences": [{"sentId": 180, "text": "Who can keep us safe?"}], "speaker": "CLINTON", "secId": 73}, {"sentences": [{"sentId": 181, "text": "All right."}, {"sentId": 182, "text": "So, again, Hillary Clinton speaking now in Fort Lauderdale, Florida."}, {"sentId": 183, "text": "Let's get back now to Dana Bash and Mark Preston."}, {"sentId": 184, "text": "Dana, to you first, I promise you the first word out of the break, Hillary Clinton actually got it."}, {"sentId": 185, "text": "But what message is she trying to send tonight to try to get out from under this e-mail problem?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 186, "text": "Don't forget what really matters here, which is you're really choosing between not just me as one of my friends who used to work in politics for a long time used to say, none of the above is not on the ballot."}, {"sentId": 187, "text": "It's a choice between her and Donald Trump."}], "speaker": "BASH", "secId": 75}, {"sentences": [{"sentId": 188, "text": "And in that choice, that she's telling voters it should be her and not Donald Trump."}, {"sentId": 189, "text": "But you know, showing Florida, sort of going back to what Mark Preston was showing with the early voting and issues that the Clinton campaign is having reforming, rebuilding that Obama coalition."}], "speaker": "BASH", "secId": 76}, {"sentences": [{"sentId": 190, "text": "I've heard from democrats really all day today and yesterday as I've been doing some reporting that they've very concerned about states like Florida, because of that coalition falling short, particularly when it comes to the African-American vote."}], "speaker": "BASH", "secId": 77}, {"sentences": [{"sentId": 191, "text": "Concern that the democratic -- that Clinton campaign rather, has not done enough to reach out in the African-American communities that the way they should have knowing that President Obama isn't on the ballot, and that she doesn't have the same relationship with African-American communities."}], "speaker": "BASH", "secId": 78}, {"sentences": [{"sentId": 192, "text": "So, that's one example of kind of the problems that the Clinton campaign are running into, when on the flip side, you know, I was in Iowa over the weekend and the energy for -- and the enthusiasm for Donald Trump is real."}], "speaker": "BASH", "secId": 79}, {"sentences": [{"sentId": 193, "text": "A lot of what's driving that, Don, is the enthusiasm against Hillary Clinton, the chairman there said to me, you know, that he would complement Clinton because she's been the best thing that republicans have going to galvanize their base."}], "speaker": "BASH", "secId": 80}, {"sentences": [{"sentId": 194, "text": "Yes."}, {"sentId": 195, "text": "And democrats are hoping for the same thing on the other side with Donald Trump."}, {"sentId": 196, "text": "So, Mark, the election is just one week from tonight and we are still haven't seen -- speaking of Donald Trump we haven't seen his taxes -- tax returns and there's more -- there are more stories today about how he avoided paying them."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 197, "text": "The New York Times calling his methods legally dubious, Trump campaign calling that speculation."}, {"sentId": 198, "text": "But 73 percent of voters we ask last month said he should release them."}, {"sentId": 199, "text": "That's not going to happen, is it?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 200, "text": "No, absolutely not."}, {"sentId": 201, "text": "And look, I think we probably realized back in the summer that we were never going to see those tax returns."}, {"sentId": 202, "text": "It would be interesting if Donald Trump does win the presidency, will we see those tax returns and how quickly will we see them."}], "speaker": "PRESTON", "secId": 83}, {"sentences": [{"sentId": 203, "text": "The bottom line though, is this is one of those issues that Donald Trump hasn't been fatal for them, it hasn't necessarily hurt his support."}, {"sentId": 204, "text": "He has his core support right now."}, {"sentId": 205, "text": "And I do really think it's powerful what Dana just said about Hillary Clinton."}], "speaker": "PRESTON", "secId": 84}, {"sentences": [{"sentId": 206, "text": "A lot of people think that she is capable and qualified to be the commander in chief, but yet, they have a visceral reaction."}, {"sentId": 207, "text": "Some people do to her, and not so much their love for Donald Trump, but their distaste for Hillary Clinton that might actually drive them to the polls."}], "speaker": "PRESTON", "secId": 85}, {"sentences": [{"sentId": 208, "text": "That's why we're seeing Hillary Clinton today down in Florida, one of the things that she tried to do was to drive that wedge again between Donald Trump and those on the fence including republicans about the moral character and the moral issues."}, {"sentId": 209, "text": "They released a television ad using his own words against him, again reprehensible things that he has said in the past..."}], "speaker": "PRESTON", "secId": 86}, {"sentences": [{"sentId": 210, "text": "Mark, I want to play that."}, {"sentId": 211, "text": "Let me play that."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 212, "text": "Sure."}], "speaker": "PRESTON", "secId": 88}, {"sentences": [{"sentId": 213, "text": "Putting a wife to work is a very dangerous thing."}, {"sentId": 214, "text": "When I come home and dinner is not ready I go through the roof."}, {"sentId": 215, "text": "Grab them by the  and you're a star they let you do it."}, {"sentId": 216, "text": "You can do anything."}], "speaker": "TRUMP", "secId": 89}, {"sentences": [{"sentId": 217, "text": "So you treat women with respect?"}], "speaker": "UNIDENTIFIED MALE", "secId": 90}, {"sentences": [{"sentId": 218, "text": "I can't say that either."}], "speaker": "TRUMP", "secId": 91}, {"sentences": [{"sentId": 219, "text": "All right."}, {"sentId": 220, "text": "Good."}], "speaker": "UNIDENTIFIED MALE", "secId": 92}, {"sentences": [{"sentId": 221, "text": "That ad effective at this point, Mark?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 222, "text": "Yes, well, I think it could be."}, {"sentId": 223, "text": "The question is though, how effective is it going to be in the key states that it needs to be."}, {"sentId": 224, "text": "Look, we all talk about the women vote and how that's designed to get women to turn against Donald Trump, that's also designed to get suburban fathers as well, to turn against Donald Trump."}, {"sentId": 225, "text": "We'll see if it does work."}], "speaker": "PRESTON", "secId": 94}, {"sentences": [{"sentId": 226, "text": "Dana, tonight, Donald Trump addressed early democratic voters."}, {"sentId": 227, "text": "Take a listen."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 228, "text": "This is a good time to make an important public service announcement."}, {"sentId": 229, "text": "This is a message for any democratic voter who have already cast their ballots for Hillary Clinton, and who are having a bad case of buyer's remorse."}], "speaker": "TRUMP", "secId": 96}, {"sentences": [{"sentId": 230, "text": "In other words, you want to change your vote."}, {"sentId": 231, "text": "Wisconsin is one of several states where you can change your early ballot if you think you've made a mistake."}], "speaker": "TRUMP", "secId": 97}, {"sentences": [{"sentId": 232, "text": "So if you live here, or in Michigan or Pennsylvania, or Minnesota, those four places, you can change your vote to Donald Trump will make America great again, OK?"}], "speaker": "TRUMP", "secId": 98}, {"sentences": [{"sentId": 233, "text": "Is it feasible, Dana?"}, {"sentId": 234, "text": "Can they go back and change?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 235, "text": "He's right."}, {"sentId": 236, "text": "He's right."}, {"sentId": 237, "text": "It goes state by state."}, {"sentId": 238, "text": "He's kind of mixing up early voting and absentee voting because in some states it's kind of one in the same."}, {"sentId": 239, "text": "But we'll leave that alone."}], "speaker": "BASH", "secId": 100}, {"sentences": [{"sentId": 240, "text": "Wisconsin where he was, you can actually change your vote legally three times if you can believe that, and you see the map up there, Minnesota, Michigan, Pennsylvania, New York, Connecticut, and Mississippi, you can change your vote."}, {"sentId": 241, "text": "It is legal to do so."}], "speaker": "BASH", "secId": 101}, {"sentences": [{"sentId": 242, "text": "So he is right about that, and other states where they do have early voting and even those that don't, you cannot change your vote."}, {"sentId": 243, "text": "So, it does go state by state."}], "speaker": "BASH", "secId": 102}, {"sentences": [{"sentId": 244, "text": "I -- you know, think it's entirely plausible and possible, but if you're looking at questions that he's raised about trouble with the system, I think a slew of people coming in and demanding to change their votes might possibly add to that."}], "speaker": "BASH", "secId": 103}, {"sentences": [{"sentId": 245, "text": "Do anybody of you -- either of you notice anything about that -- about the language?"}, {"sentId": 246, "text": "Because usually they'll say democrat voters, right, because when they're reaching out to democratic voters they use the term properly?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 247, "text": "Did you notice that?"}, {"sentId": 248, "text": "No one else caught that but me?"}, {"sentId": 249, "text": "All right."}, {"sentId": 250, "text": "Any ways."}, {"sentId": 251, "text": "Thank you very much."}, {"sentId": 252, "text": "Stay with me."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 253, "text": "Very astute, Don."}], "speaker": "BASH", "secId": 106}, {"sentences": [{"sentId": 254, "text": "Yes."}, {"sentId": 255, "text": "Stay with CNN for all-day coverage of the election next Tuesday."}, {"sentId": 256, "text": "Next Tuesday we'll have all-day coverage."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 257, "text": "Up next, this race is so crazy it would almost be funny if it weren't real life."}, {"sentId": 258, "text": "So, who better to break it all down, the man behind HBO's Veep."}, {"sentId": 259, "text": "Frank Rich says the GOP a power that we are to blame for Trump's rise."}, {"sentId": 260, "text": "He's here, next."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 261, "text": "Hillary Clinton and Donald Trump both out on the campaign trail tonight as new polls show the race getting tighter with just seven days until the election."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 262, "text": "Let's discuss now with Frank Rich, writer-at-large for New York magazine and executive producer for HBO's Veep."}, {"sentId": 263, "text": "I'm sure your writers at Veep never considered that anything like this would happen."}, {"sentId": 264, "text": "You have your material written for you for, you know, the next three seasons."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 265, "text": "I guess so."}, {"sentId": 266, "text": "We're very glad the season we're shooting now in Los Angeles doesn't have an election in it because who could make this up?"}], "speaker": "RICH", "secId": 111}, {"sentences": [{"sentId": 267, "text": "Yes."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 268, "text": "I mean, really, it's just ridiculous."}], "speaker": "RICH", "secId": 113}, {"sentences": [{"sentId": 269, "text": "Let's talk about this e-mail situation, Frank."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 270, "text": "Huma Abedin's e-mails on her husband's computer is not what Hillary Clinton wanted to be -- wanted the media to be talking about and herself either just one week up from the election."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 271, "text": "What do you think of the director, James Comey, the FBI director James Comey and how he has appended this race or -- yes, appended this race?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 272, "text": "I think it's sort of shocking."}, {"sentId": 273, "text": "I mean, I come from the point of view that Comey is not a partisan, even though he's normally a republican, and he's a smart guy and vain and ambitious, it seems like he's made an enormous blunder of not listing the Justice Department and is going to look like a fool in history whatever happens because he just shouldn't have done it."}, {"sentId": 274, "text": "He just should have kept his mouth shut."}], "speaker": "RICH", "secId": 117}, {"sentences": [{"sentId": 275, "text": "Do you think he'll be viewed as the guy who affected the election of 2016?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 276, "text": "Who knows?"}, {"sentId": 277, "text": "I mean, if Hillary Clinton loses, possibly."}, {"sentId": 278, "text": "And even so, he's so compromised, the FBI in his own career."}, {"sentId": 279, "text": "It's like he blew himself up."}], "speaker": "RICH", "secId": 119}, {"sentences": [{"sentId": 280, "text": "And I feel whatever he does now, right up to Election Day even if he came out two days from now and said oh, it was a big mistake and these are all e-mails that we've seen before and there's nothing new here, the damage has been done."}], "speaker": "RICH", "secId": 120}, {"sentences": [{"sentId": 281, "text": "He has distracted people from talking about Donald Trump and he's, I think, helped depress Hillary Clinton turnout and some of the figures that you showed earlier tonight should be alarming for Clinton people, in terms of her base sort of shrugging off her candidacy to some extent."}], "speaker": "RICH", "secId": 121}, {"sentences": [{"sentId": 282, "text": "Do you think he did the Trump campaign's work for them?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 283, "text": "I don't think that was his intention, but we all know and it's been reported that Trump's strategy is not to win more voters for himself, but to depress parts of her base and to keep them from turning out by dashing any enthusiasm they might have for her."}], "speaker": "RICH", "secId": 123}, {"sentences": [{"sentId": 284, "text": "And I think he's -- I think Comey has played into Trump's plan unwittingly perhaps, but that's a distinction without a difference because the damage has been done."}], "speaker": "RICH", "secId": 124}, {"sentences": [{"sentId": 285, "text": "We have seen this race, Frank, go through a few cycles where Hillary Clinton builds a big lead, then it tightens back, then she builds back up a lead again and then it tightens back."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 286, "text": "With a week left, do you expect this race to remain this tight right up until Election Day or maybe even see Trump close the gap even further?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 287, "text": "I don't want to predict."}, {"sentId": 288, "text": "I think it's going to be -- it seems like it's going to be very close."}, {"sentId": 289, "text": "But if someone told me that she won on a landslide, would win a landslide, I would believe it and if someone told me he eked it out, I'd believe it."}], "speaker": "RICH", "secId": 127}, {"sentences": [{"sentId": 290, "text": "So, I really don't know."}, {"sentId": 291, "text": "I don't think anyone knows and anyone who is saying he or she knows is potentially making a fool of him or herself."}], "speaker": "RICH", "secId": 128}, {"sentences": [{"sentId": 292, "text": "Yes."}, {"sentId": 293, "text": "Let's talk more about what you said earlier about the African-American vote and suppressing the vote and all of that because early-voting data shows that African-American turnout is down including in some key states like North Carolina and in Florida."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 294, "text": "Right."}], "speaker": "RICH", "secId": 130}, {"sentences": [{"sentId": 295, "text": "How much of that do you think is a natural result instead of this whole thing is a natural result the fact that President Obama isn't running this time, the first black president, and how much do you think its real concern about Hillary Clinton at this stage?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 296, "text": "I think the fact that Obama is not on the ticket is obviously has a negative effect, and we saw it after all in the mid-terms during both of Obama's terms."}, {"sentId": 297, "text": "A lot of people turned out when Obama was on, didn't turn out to vote for Congress halfway through each of his terms."}], "speaker": "RICH", "secId": 132}, {"sentences": [{"sentId": 298, "text": "So, that was always a problem that Hillary Clinton was going to face."}, {"sentId": 299, "text": "The hope was that she could rise above it to some extent and I feel the other young people, African-American, Bernie Sanders supporters, they've not been enthusiastic about her and it seemed like she was really making some progress, and now it seems base on these figures at least to be turning back slightly."}], "speaker": "RICH", "secId": 133}, {"sentences": [{"sentId": 300, "text": "OK."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 301, "text": "At least."}], "speaker": "RICH", "secId": 135}, {"sentences": [{"sentId": 302, "text": "I want to read something this is from your latest piece in New York magazine."}, {"sentId": 303, "text": "It says, \"The weak republican elites who did little or nothing to bring Trump down in 2016, and who have pandered to his constituency ever since Sarah Pallin's rallies boiled over into anti- Obama lynch-mob cannot hysteria two presidential elections ago cannot slink away from history's harsh verdict on the grounds that Trump is no Hitler."}, {"sentId": 304, "text": "After all, Hitler wasn't fully Hitler either -- fully Hitler either when too many men in power gave him a free pass in the 1930's.\""}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 305, "text": "And then you go on to say, that the only people with power to shut down Trump were those sitting at the top of the Republican Party."}, {"sentId": 306, "text": "Tell me about this."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 307, "text": "Well, you know, the press as you and I know, as well as anyone, has been blamed for Trump's rise and not stopping."}, {"sentId": 308, "text": "But the truth is there's been a ton of investigative work on Trump and the press couldn't stop it no matter how many opinion pieces are written or what's reported."}], "speaker": "RICH", "secId": 138}, {"sentences": [{"sentId": 309, "text": "The Republican Party elites, particularly Paul Ryan and Mitch McConnell, who, after all, are the head of the two chambers of Congress."}], "speaker": "RICH", "secId": 139}, {"sentences": [{"sentId": 310, "text": "And Reince Priebus did have the ability if they exercise leadership to stop this in the primary to get bump heads together, get republicans to unite around alternative Trump, do stuff for the convention or whatever, but they didn't because they were afraid of their own voters, their own base."}], "speaker": "RICH", "secId": 140}, {"sentences": [{"sentId": 311, "text": "So, now they own it."}, {"sentId": 312, "text": "They own it whether Trump -- if Trump wins they own that, and if he loses, they own that, because Trumpism is going to survive as it has since Sarah Pallin and earlier whether Trump wins or not."}], "speaker": "RICH", "secId": 141}, {"sentences": [{"sentId": 313, "text": "Frank Rich, thank you."}, {"sentId": 314, "text": "Come see us in New York, OK?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 315, "text": "I will."}, {"sentId": 316, "text": "Thank you."}], "speaker": "RICH", "secId": 143}, {"sentences": [{"sentId": 317, "text": "When we come back right, are some men uncomfortable voting for Hillary Clinton just because she's a woman?"}, {"sentId": 318, "text": "President Obama seems to think so."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 319, "text": "Donald Trump spending a lot of time in blue states."}, {"sentId": 320, "text": "It's panel time."}, {"sentId": 321, "text": "Let's discuss."}, {"sentId": 322, "text": "Peter Beinart is here, contributor at the Atlantic, Corey Lewandowski, former Trump campaign manager, Charles Blow, op-ed columnist for the New York Times, and Kayleigh McEnany, a Trump supporter."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 323, "text": "It's good to have all of you on."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 324, "text": "Kayleigh, I just want you to look at the screen there."}, {"sentId": 325, "text": "We're going to put it up there."}, {"sentId": 326, "text": "These are the map."}, {"sentId": 327, "text": "This is the electoral map."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 328, "text": "There are six true battleground states here."}, {"sentId": 329, "text": "There's Nevada, Arizona, Utah, Ohio, North Carolina, and Florida."}, {"sentId": 330, "text": "All six of those states go to Trump."}, {"sentId": 331, "text": "If all six go to Trump that only puts him at 264 in the electoral votes."}, {"sentId": 332, "text": "So, he needs 270."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 333, "text": "He's campaigning in these blue states."}, {"sentId": 334, "text": "Does he have -- what's his best shot of turning any of these blue states red?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 335, "text": "Well, the good news is he's ahead in early voting in Florida and Ohio."}, {"sentId": 336, "text": "You're right he definitely has to turn a blue state."}, {"sentId": 337, "text": "I think Pennsylvania is a good bet."}, {"sentId": 338, "text": "The two latest polls out show he's only behind by two and three points."}], "speaker": "MCENANY", "secId": 150}, {"sentences": [{"sentId": 339, "text": "He wins if he wins the election, if he wins Florida, Ohio, and Pennsylvania keeps the Romney states."}], "speaker": "MCENANY", "secId": 151}, {"sentences": [{"sentId": 340, "text": "I will point out though, that the momentum is clearly going in his direction."}, {"sentId": 341, "text": "He gained 13 points in the ABC poll in one week, that's a big deal."}, {"sentId": 342, "text": "And when you do that you start to put unconventional states in play."}], "speaker": "MCENANY", "secId": 152}, {"sentences": [{"sentId": 343, "text": "Newt Gingrich has been pointing out all day that there was a state- wide election of high school students in Minnesota, 77,000 high school students voted."}, {"sentId": 344, "text": "Donald Trump won."}, {"sentId": 345, "text": "Who in their right mind would think Donald Trump would win among high school students in Minnesota."}, {"sentId": 346, "text": "He did."}], "speaker": "MCENANY", "secId": 153}, {"sentences": [{"sentId": 347, "text": "So, you say Pennsylvania and Ohio he has to."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 348, "text": "Pennsylvania, Ohio, and Florida."}], "speaker": "MCENANY", "secId": 155}, {"sentences": [{"sentId": 349, "text": "And Florida as well."}, {"sentId": 350, "text": "Does anyone disagree with that?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 351, "text": "Look, I think if you look at the state of Colorado right now, the public poll, the real clear average shows him down four points in Colorado."}, {"sentId": 352, "text": "There's the Real Clear Politics average he's moved in the right direction."}], "speaker": "LEWANDOWSKI", "secId": 157}, {"sentences": [{"sentId": 353, "text": "If you look at Michigan, that's a state where he's been recently he's down three on the average there and if you look at Wisconsin, state where Donald Trump was tonight campaigning, not just by himself, but as Ron Johnson was with him tonight, the governor of Wisconsin, very popular there."}], "speaker": "LEWANDOWSKI", "secId": 158}, {"sentences": [{"sentId": 354, "text": "Reince Priebus, the chairman."}, {"sentId": 355, "text": "Party unity bringing as what they -- you know, what they say is bringing that base home, bringing the republicans home."}, {"sentId": 356, "text": "If he can do well in Wisconsin, that's going to help Ron Johnson and maybe steal a state like that where no one is expecting."}], "speaker": "LEWANDOWSKI", "secId": 159}, {"sentences": [{"sentId": 357, "text": "But no Paul Ryan?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 358, "text": "Paul Ryan had a busy day today."}, {"sentId": 359, "text": "I'm sure..."}], "speaker": "LEWANDOWSKI", "secId": 161}, {"sentences": [{"sentId": 360, "text": "But before we jump to turning the blue states, you have -- I mean, you have a candidate who is down in the poll -- regardless of whether or not there is momentum and shifting or whatever, to sweep every swing state and you're down in the polls, and in most of the swing states you're still down even if you narrowed the gap -- that's a monument..."}], "speaker": "BLOW", "secId": 162}, {"sentences": [{"sentId": 361, "text": "What polls have you been looking at?"}], "speaker": "MCENANY", "secId": 163}, {"sentences": [{"sentId": 362, "text": "Right."}], "speaker": "LEWANDOWSKI", "secId": 164}, {"sentences": [{"sentId": 363, "text": "I'm looking at the polls that show him down."}, {"sentId": 364, "text": "The polls hat you've been looking at."}], "speaker": "BLOW", "secId": 165}, {"sentences": [{"sentId": 365, "text": "One at a time."}, {"sentId": 366, "text": "One at a time."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 367, "text": "Well, I'm sorry, what are you saying?"}, {"sentId": 368, "text": "Are you saying he's not down in Colorado?"}], "speaker": "BLOW", "secId": 167}, {"sentences": [{"sentId": 369, "text": "Have you looked at the ABC poll?"}, {"sentId": 370, "text": "Have you looked at Ohio?"}], "speaker": "MCENANY", "secId": 168}, {"sentences": [{"sentId": 371, "text": "Are you -- are you saying that he's not -- have you looked at the six swing states that we just put on the board?"}], "speaker": "BLOW", "secId": 169}, {"sentences": [{"sentId": 372, "text": "Sure."}], "speaker": "MCENANY", "secId": 170}, {"sentences": [{"sentId": 373, "text": "Is he ahead in all six swing states?"}], "speaker": "BLOW", "secId": 171}, {"sentences": [{"sentId": 374, "text": "He's ahead in Florida, he's ahead in Ohio, he's within two points of Pennsylvania."}], "speaker": "MCENANY", "secId": 172}, {"sentences": [{"sentId": 375, "text": "But -- right."}, {"sentId": 376, "text": "But that means down."}, {"sentId": 377, "text": "That means down, right."}], "speaker": "BLOW", "secId": 173}, {"sentences": [{"sentId": 378, "text": "In one of those states, one."}], "speaker": "MCENANY", "secId": 174}, {"sentences": [{"sentId": 379, "text": "Right."}, {"sentId": 380, "text": "One of three you named."}, {"sentId": 381, "text": "I mean, there are six of them, right?"}, {"sentId": 382, "text": "So, he's ahead and ahead in two."}, {"sentId": 383, "text": "That means that he has to sweep all six."}], "speaker": "BLOW", "secId": 175}, {"sentences": [{"sentId": 384, "text": "No, he doesn't."}], "speaker": "MCENANY", "secId": 176}, {"sentences": [{"sentId": 385, "text": "No, I'm sorry, can you let me -- can you let me finish?"}], "speaker": "BLOW", "secId": 177}, {"sentences": [{"sentId": 386, "text": "Of course."}], "speaker": "MCENANY", "secId": 178}, {"sentences": [{"sentId": 387, "text": "Is that OK with you?"}], "speaker": "BLOW", "secId": 179}, {"sentences": [{"sentId": 388, "text": "But I'd like you to..."}], "speaker": "MCENANY", "secId": 180}, {"sentences": [{"sentId": 389, "text": "One at a time, please."}, {"sentId": 390, "text": "Go ahead."}, {"sentId": 391, "text": "Make that point, Charles."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 392, "text": "That would be nice, that would be so nice."}, {"sentId": 393, "text": "So, he has to sweep all six of those and he still is not at 270."}], "speaker": "BLOW", "secId": 182}, {"sentences": [{"sentId": 394, "text": "He doesn't need to..."}], "speaker": "MCENANY", "secId": 183}, {"sentences": [{"sentId": 395, "text": "He has to win all six or the ones that I said, he said 270."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 396, "text": "Yes, it does."}], "speaker": "BLOW", "secId": 185}, {"sentences": [{"sentId": 397, "text": "Yes."}, {"sentId": 398, "text": "No."}, {"sentId": 399, "text": "If he wins all the Romney states plus Florida, and Ohio."}, {"sentId": 400, "text": "And he wins the election."}], "speaker": "MCENANY", "secId": 186}, {"sentences": [{"sentId": 401, "text": "If we look at the statistician who aggregates the polls, right, so having choosing one poll here or there is not very useful, aggregate."}, {"sentId": 402, "text": "What we see is that the 538 average, for instance, has Trump chances up now at around 30 percent."}, {"sentId": 403, "text": "That's a lot better than he was doing a week or two ago when he was down at 15 percent."}], "speaker": "BEINART", "secId": 187}, {"sentences": [{"sentId": 404, "text": "The New York Times up shot average still has him down closer to 10 percent."}, {"sentId": 405, "text": "There's no question."}, {"sentId": 406, "text": "He has gained some ground."}, {"sentId": 407, "text": "He's back where he was now after the first debate."}, {"sentId": 408, "text": "He lost a lot of ground after the first debate."}, {"sentId": 409, "text": "He's made some of that but it's still worth noting that his chances of winning are at less than one and three probably one somewhere around one and four."}], "speaker": "BEINART", "secId": 188}, {"sentences": [{"sentId": 410, "text": "OK."}, {"sentId": 411, "text": "So, I want to talk about, I think this is interesting and probably there is some truth to it."}, {"sentId": 412, "text": "I have Governor Bill Weld on he said he thinks there's a hidden Trump vote, people who don't necessarily say that they want to vote for Donald Trump."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 413, "text": "Also Alan Dershowitz, who is just on a couple segments ago saying, when you have a populous candidate, often they're under polled and there is a -- if you look at Brexit, if you look at other populous candidates and the polls are not necessarily accurate, he could be instead of behind to, he would be up two, he could be up three."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 414, "text": "But we didn't see that in the primaries."}, {"sentId": 415, "text": "In the primaries, in republican primaries the polls actually turned out to be very accurate in terms of public support."}], "speaker": "BEINART", "secId": 191}, {"sentences": [{"sentId": 416, "text": "But it was up that he was -- it was different because he was up against..."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 417, "text": "Yes, a lot more support, right."}, {"sentId": 418, "text": "But we haven't seen that so far with Donald Trump, is the only point I'm making."}], "speaker": "BEINART", "secId": 193}, {"sentences": [{"sentId": 419, "text": "Go ahead, Corey."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 420, "text": "Ed Rendell just this week, he said in Pennsylvania, he thinks there's hidden vote for Donald Trump."}, {"sentId": 421, "text": "This is the former governor, a very well respected democrat."}, {"sentId": 422, "text": "He says there's hidden vote for Donald Trump."}], "speaker": "LEWANDOWSKI", "secId": 195}, {"sentences": [{"sentId": 423, "text": "If that is the case and what we see is the intensity on Donald Trump's voters it's very high right now, he's doing well, he's bringing those republicans home, he's doing much better among the African-American community, than Mitt Romney did, or John McCain did."}, {"sentId": 424, "text": "He's doing well with the Hispanic relative..."}], "speaker": "LEWANDOWSKI", "secId": 196}, {"sentences": [{"sentId": 425, "text": "Right."}, {"sentId": 426, "text": "I haven't  for that."}], "speaker": "BEINART", "secId": 197}, {"sentences": [{"sentId": 427, "text": "Let me -- let me read it to you."}, {"sentId": 428, "text": "The Remington research poll -- let me give it to you exactly."}], "speaker": "LEWANDOWSKI", "secId": 198}, {"sentences": [{"sentId": 429, "text": "The Remington research poll?"}], "speaker": "BEINART", "secId": 199}, {"sentences": [{"sentId": 430, "text": "That's right."}, {"sentId": 431, "text": "If you look at Real Clear Politics it's one of the polls that they look at."}], "speaker": "LEWANDOWSKI", "secId": 200}, {"sentences": [{"sentId": 432, "text": "But you're choosing one poll."}], "speaker": "BEINART", "secId": 201}, {"sentences": [{"sentId": 433, "text": "No, no."}, {"sentId": 434, "text": "I'm going to read it all to you."}], "speaker": "LEWANDOWSKI", "secId": 202}, {"sentences": [{"sentId": 435, "text": "Let him finish."}, {"sentId": 436, "text": "Let him finish."}, {"sentId": 437, "text": "Let him finish."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 438, "text": "Donald Trump in Colorado is getting 27 percent of the African-American vote and Pennsylvania he's getting 19 percent of the vote, and Wisconsin he's getting 22 percent of the African-American vote."}], "speaker": "LEWANDOWSKI", "secId": 204}, {"sentences": [{"sentId": 439, "text": "Of those people polled in a poll which Real Clear Politics uses for the poll of polls, so that's my research unless you have something to prove me otherwise."}], "speaker": "LEWANDOWSKI", "secId": 205}, {"sentences": [{"sentId": 440, "text": "OK."}, {"sentId": 441, "text": "But it just seems to me more in lives at polls..."}], "speaker": "BEINART", "secId": 206}, {"sentences": [{"sentId": 442, "text": "Do you have any numbers?"}, {"sentId": 443, "text": "Do you have any numbers?"}, {"sentId": 444, "text": "BEINART:  If you look at the aggregate of polls across -- sorry."}], "speaker": "LEWANDOWSKI", "secId": 207}, {"sentences": [{"sentId": 445, "text": "I don't think so."}], "speaker": "LEWANDOWSKI", "secId": 208}, {"sentences": [{"sentId": 446, "text": "Don't interrupt me."}, {"sentId": 447, "text": "So, look..."}], "speaker": "BEINART", "secId": 209}, {"sentences": [{"sentId": 448, "text": "Let him -- go ahead."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 449, "text": "But let's look at this methodologically."}, {"sentId": 450, "text": "You choose one poll and three states in that poll."}, {"sentId": 451, "text": "Wouldn't it make more sense to look at the aggregate of poll number..."}], "speaker": "BEINART", "secId": 211}, {"sentences": [{"sentId": 452, "text": "What's the aggregate for among African-American voters?"}], "speaker": "MCENANY", "secId": 212}, {"sentences": [{"sentId": 453, "text": "I don't have it..."}], "speaker": "BEINART", "secId": 213}, {"sentences": [{"sentId": 454, "text": "OK. Corey does."}], "speaker": "MCENANY", "secId": 214}, {"sentences": [{"sentId": 455, "text": "No."}], "speaker": "BEINART", "secId": 215}, {"sentences": [{"sentId": 456, "text": "I have the numbers right here."}], "speaker": "LEWANDOWSKI", "secId": 216}, {"sentences": [{"sentId": 457, "text": "These are his friends to..."}], "speaker": "BEINART", "secId": 217}, {"sentences": [{"sentId": 458, "text": "He's the only one with numbers with African-American voters..."}], "speaker": "MCENANY", "secId": 218}, {"sentences": [{"sentId": 459, "text": "Multiple polls."}], "speaker": "LEWANDOWSKI", "secId": 219}, {"sentences": [{"sentId": 460, "text": "One particular poll."}, {"sentId": 461, "text": "They're been news article..."}], "speaker": "BEINART", "secId": 220}, {"sentences": [{"sentId": 462, "text": "Survey USA Today."}], "speaker": "LEWANDOWSKI", "secId": 221}, {"sentences": [{"sentId": 463, "text": "... after news article, after news article, suggesting that Donald Trump is actually underperformed that."}, {"sentId": 464, "text": "Now, the question is..."}], "speaker": "BEINART", "secId": 222}, {"sentences": [{"sentId": 465, "text": "Which article?"}], "speaker": "LEWANDOWSKI", "secId": 223}, {"sentences": [{"sentId": 466, "text": "The real question is..."}], "speaker": "BEINART", "secId": 224}, {"sentences": [{"sentId": 467, "text": "Which one, which news article?"}], "speaker": "LEWANDOWSKI", "secId": 225}, {"sentences": [{"sentId": 468, "text": "Let him finish."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 469, "text": "I don't happen..."}], "speaker": "BEINART", "secId": 227}, {"sentences": [{"sentId": 470, "text": "So, just thing article, give me one example."}], "speaker": "LEWANDOWSKI", "secId": 228}, {"sentences": [{"sentId": 471, "text": "The New York Times written about it, the Washington Post written about it."}], "speaker": "BEINART", "secId": 229}, {"sentences": [{"sentId": 472, "text": "Who, who from the New York Times wrote it?"}], "speaker": "LEWANDOWSKI", "secId": 230}, {"sentences": [{"sentId": 473, "text": "Listen, Corey, don't give me this nonsense, OK?"}, {"sentId": 474, "text": "OK, Corey, listen, I'm not getting paid by one of the candidates, OK?"}], "speaker": "BEINART", "secId": 231}, {"sentences": [{"sentId": 475, "text": "Neither am I."}], "speaker": "LEWANDOWSKI", "secId": 232}, {"sentences": [{"sentId": 476, "text": "So we're talking about integrity here."}], "speaker": "BEINART", "secId": 233}, {"sentences": [{"sentId": 477, "text": "Oh, my, God."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 478, "text": "You know what, I think you couldn't get paid by one of the candidates because you've been telling ."}], "speaker": "LEWANDOWSKI", "secId": 235}, {"sentences": [{"sentId": 479, "text": "All right."}, {"sentId": 480, "text": "Here we go."}, {"sentId": 481, "text": "On that note, stand by."}, {"sentId": 482, "text": "Stand by, stand by."}, {"sentId": 483, "text": "We have 27 percent of African-American vote in Colorado, there's like five African-Americans..."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 484, "text": "Are you kidding?"}, {"sentId": 485, "text": "That's what he said."}], "speaker": "BLOW", "secId": 237}, {"sentences": [{"sentId": 486, "text": "I'm kidding."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 487, "text": "Black people is..."}], "speaker": "BLOW", "secId": 239}, {"sentences": [{"sentId": 488, "text": "OK. We'll be right back."}, {"sentId": 489, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 490, "text": "All right."}, {"sentId": 491, "text": "Back now with my panel."}, {"sentId": 492, "text": "Kayleigh, I want you to pay close attention to this because I want your reaction first."}, {"sentId": 493, "text": "I want to get your reaction to something that President Obama said tonight in Ohio."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 494, "text": "He's imploring men to think about whether their opposition to Clinton has anything to do with the fact that she is a woman."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 495, "text": "And I know that my wife is not just my equal, but my superior."}], "speaker": "OBAMA", "secId": 243}, {"sentences": [{"sentId": 496, "text": "But I want -- I want every man out there who is voting to kind of look inside yourself and ask yourself if you're having problems with this stuff, how many of it is, you know, that we're just not used to it, so that you know like -- when a guy's ambitious and in the public arena and working hard, well, that's OK."}], "speaker": "OBAMA", "secId": 244}, {"sentences": [{"sentId": 497, "text": "But when a woman suddenly does it, suddenly, you're like why is she doing that."}, {"sentId": 498, "text": "I'm just being honest."}, {"sentId": 499, "text": "I want you to think about it because she is so much better qualified than the other guy."}], "speaker": "OBAMA", "secId": 245}, {"sentences": [{"sentId": 500, "text": "What do you think, Kayleigh?"}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 501, "text": "I think he's encouraging men to look inwardly and analyze if they have any sexist tendencies, I think there's a biggest assumption there that people aren't voting for Clinton because of her gender."}], "speaker": "MCENANY", "secId": 247}, {"sentences": [{"sentId": 502, "text": "And I think really a lot of men out there say do I want the first woman president?"}, {"sentId": 503, "text": "A lot of woman out there do I want the first woman president to be someone who's under federal criminal investigation by the FBI not on one count but on two?"}, {"sentId": 504, "text": "The answer is no."}], "speaker": "MCENANY", "secId": 248}, {"sentences": [{"sentId": 505, "text": "I think that's an insult to my gender to have the first female president be someone who is so corrupt and has done so much bad for this country."}, {"sentId": 506, "text": "It's an insult for my gender to have this as the first female president."}], "speaker": "MCENANY", "secId": 249}, {"sentences": [{"sentId": 507, "text": "I have to be honest, I have heard men here in New York City say -- you know, you think New York City is one of the most diverse city in the country, if not the world, say I'm not sure that a woman can be president of the United States."}, {"sentId": 508, "text": "You guys have not heard anybody say that?"}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 509, "text": "Well, it's not even that you just turn the globe inside out and put on to Clinton all the things that are on the show."}, {"sentId": 510, "text": "If you had a woman, who if Hillary Clinton was -- it was caught on tape saying that she'd like to grab men by the penis because she was rich and powerful and would still be in the race and still be competitive, if you believe that's true then there is no sexism, right?"}], "speaker": "BLOW", "secId": 251}, {"sentences": [{"sentId": 511, "text": "If you had a woman who had been in charge of a real estate dynasty, and had been sued for racial discrimination, and a pattern of racial discrimination, found to have a pattern sued once by the Justice Department, if that person was still be competitive, then there is no sexist."}], "speaker": "BLOW", "secId": 252}, {"sentences": [{"sentId": 512, "text": "If you have a person who has said all these things, you know, has no experience really, governmental experience, and has said all sorts of horrible experience that underline the fact that they have no sense, no concept whatsoever foreign policy even means, and if that person would be competitive, then there is no sexism."}], "speaker": "BLOW", "secId": 253}, {"sentences": [{"sentId": 513, "text": "But maybe because it is not her, it is him and he's still competitive, maybe there is something to be said."}], "speaker": "BLOW", "secId": 254}, {"sentences": [{"sentId": 514, "text": "Corey, to the point, I mean, if you look at Hillary Clinton's resume, right, you may not like her, and maybe you don't like her policies, but she is a very qualified person and her political qualifications, I mean, by far surpass Donald Trump."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 515, "text": "Look, I think if the qualification is we need someone who understands Washington, D.C. that's been part of the system for 30 years, that can go down and make sure that nothing changes, absolutely she's qualified."}], "speaker": "LEWANDOWSKI", "secId": 256}, {"sentences": [{"sentId": 516, "text": "She's been the first lady, she's been a U.S. senator, she's been the Secretary of State."}, {"sentId": 517, "text": "There's no question that she has those credentials."}, {"sentId": 518, "text": "The question is, do the American people want those credentials and I"}], "speaker": "LEWANDOWSKI", "secId": 257}, {"sentences": [{"sentId": 519, "text": "think what we see right now is that the plurality of the American people think the country is moving in the wrong direction."}], "speaker": "LEWANDOWSKI", "secId": 258}, {"sentences": [{"sentId": 520, "text": "I can give you this exact statistics if you like or you can look them up yourself but most people think the country is on the wrong track."}, {"sentId": 521, "text": "And what they actually want is a fundamental change agent to go to Washington and that means..."}], "speaker": "LEWANDOWSKI", "secId": 259}, {"sentences": [{"sentId": 522, "text": "You don't think there's any sexism there?"}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 523, "text": "No, I don't think it's -- this is isn't about sexism."}, {"sentId": 524, "text": "It's about keeping things status quo and bringing change and what Donald Trump is bringing is, look, to your point, they don't want someone with government experience."}, {"sentId": 525, "text": "That's what we've seen, because if that was the case, Jeb Bush, or some other candidate who's -- all this government experience they would be the nominee."}], "speaker": "LEWANDOWSKI", "secId": 261}, {"sentences": [{"sentId": 526, "text": "But -- but one second -- one second."}, {"sentId": 527, "text": "Sexism is about status quo."}, {"sentId": 528, "text": "Let's always remember that sexism, misogyny, racism, all of the isms are about maintaining status quo."}], "speaker": "BLOW", "secId": 262}, {"sentences": [{"sentId": 529, "text": "Go ahead, Peter."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 530, "text": "Because we're talking about statistics, it took me about three seconds on my phone to find four national polls that had Donald Trump African-American between 1 and 2 percent, just to go back to the earlier conversation, there was a Washington Post poll, there was the USA Today poll, 538 did a rundown and you can look at after the break."}], "speaker": "BEINART", "secId": 264}, {"sentences": [{"sentId": 531, "text": "So, but on this question of sexism, I think putting Hillary Clinton aside there's actually a lot of academic research about how people respond to women in power."}, {"sentId": 532, "text": "And what we know is that men and some women, as well tend to respond to people differently."}], "speaker": "BEINART", "secId": 265}, {"sentences": [{"sentId": 533, "text": "So, there was one academic study where they took two hypothetical state senators and they gave them a paragraph about the people and they said they were very ambitious."}], "speaker": "BEINART", "secId": 266}, {"sentences": [{"sentId": 534, "text": "Now people didn't respond negatively to the male politicians being ambitious but they responded negatively to the female politician being ambitious."}], "speaker": "BEINART", "secId": 267}, {"sentences": [{"sentId": 535, "text": "You see that in workplace study that it would be bizarre if there were not some sexist response to Hillary Clinton or any other potential first female president because we know from academic research, this is baked into the way people respond to women in power including women."}], "speaker": "BEINART", "secId": 268}, {"sentences": [{"sentId": 536, "text": "But here's, Peter, here's what so bothersome to me as a female."}, {"sentId": 537, "text": "I, you know, I've been on college campuses for the last decade of my life and I've seen my peers out earning their male counterparts, getting degrees at higher rates."}], "speaker": "MCENANY", "secId": 269}, {"sentences": [{"sentId": 538, "text": "We're out achieving our male counterparts and when you have Hillary Clinton stand on a stage and play use her gender as a tool against Bernie Sanders, oh, maybe you think I'm yelling because I'm a woman."}, {"sentId": 539, "text": "She did the same thing to Rick Lazio."}, {"sentId": 540, "text": "It's an insult to feminism."}, {"sentId": 541, "text": "It's an insult to young women like me who are achieving our counterparts when she plays this called woman card and..."}], "speaker": "MCENANY", "secId": 270}, {"sentences": [{"sentId": 542, "text": "You realize you're the exception and not the role, though, right?"}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 543, "text": "I hear all the time among young women on campus, they don't like when you play the victim card and Hillary Clinton does that all the time."}], "speaker": "MCENANY", "secId": 272}, {"sentences": [{"sentId": 544, "text": "Well, we'll see what percentage of those young women end up voting for Donald Trump."}, {"sentId": 545, "text": "But in fact, we do know that people respond differently to women when they raise their voices."}], "speaker": "BEINART", "secId": 273}, {"sentences": [{"sentId": 546, "text": "There are academic studies on that so you don't have to imagine this."}, {"sentId": 547, "text": "This is something that's been empirically proven."}, {"sentId": 548, "text": "People respond to women differently than they respond to men."}], "speaker": "BEINART", "secId": 274}, {"sentences": [{"sentId": 549, "text": "This -- you guys will be back the next how."}, {"sentId": 550, "text": "We'll continue this."}, {"sentId": 551, "text": "And also there was a very interesting moment that I want you guys to respond to in the next hour at a Hillary Clinton rally."}, {"sentId": 552, "text": "You won't believe what happened."}, {"sentId": 553, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 554, "text": "The FBI's November surprise."}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 555, "text": "This is CNN TONIGHT."}, {"sentId": 556, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 277}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.01.cnnt.01.html.json", "time": "Aired November 1, 2016 - 22:00   ET"}