{"sectionCount": 323, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CARSON", "HUGHES", "JONES", "JACOBUS", "BIDEN", "ADUBATO", "MCKINNON", "SOLOTAROFF", "BRINKLEY", "WILLIAMS", "WILIAMS", "WILLIAM", "COLBERT", "FERGUSON", "HILL", "HILLS"], "subTitle": "Here's Donald; Trump In The Spotlight; Carson: \"I'm Not Taking The Bait\"; Caught On Camera; Rick Perry Drops Out; Biden With Colbert; Clinton Slides In CNN Polls; Carson Talks About \"Black Lives Matter\"; Montel Williams One-On-One With Don;  New Video Of James Blake's Arrest; Surging Trump At 32 Percent In CNN Poll.  Aired 9-10p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/11/cnnt.01.html", "sentenceCount": 711, "sections": [{"sentences": [{"sentId": 0, "text": "Ladies and gentlemen, here's Donald."}, {"sentId": 1, "text": "I want to take a look at the scene."}, {"sentId": 2, "text": "This is outside 30 Rock as Trump arrives for his interview with Jimmy Fallon."}, {"sentId": 3, "text": "We're going to have details from tonight's top secret taping."}, {"sentId": 4, "text": "This is CNN Tonight, I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "Donald Trump grabbing the spotlight on the tonight show, but what about Trump's feud with rival Ben Carson."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "I made it clear that I was not attacking him, it was interpreted that way by the media and I think he took the bait but I'm not taking the bait."}, {"sentId": 7, "text": "I'm not going there."}, {"sentId": 8, "text": "Next question."}], "speaker": "CARSON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "Both of them set to be on the stage for our CNN debate in just five days."}, {"sentId": 10, "text": "That's not going to be the end of story, plus, the video you have got to see to believe."}, {"sentId": 11, "text": "How James Blake wants to use what happened to him to change the relationship between police and the public."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "We'll get to all of that but I want to begin tonight with breaking news."}, {"sentId": 13, "text": "Rick Perry dropping his run for the White House after just 100 days and Donald Trump where one reacting to with his usual charm and grace, tweeting, \"Governor Perry is a terrific guy and I wish him well and I know -- well I know he will have a great future\"."}, {"sentId": 14, "text": "But that's not what he said back in July when he tweeted, \"Governor Perry failed on the border."}, {"sentId": 15, "text": "He should be force to take an I.Q."}, {"sentId": 16, "text": "test before being allowed to enter the GOP debate.\""}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 17, "text": "So what gets here?"}, {"sentId": 18, "text": "Let's talk about it."}, {"sentId": 19, "text": "Joining me now is Scottie Nell Hughes, news director of a Tea Party News Network, Van Jones who is a former Obama administration official and republican strategist Cheri Jacobus, good evening to all of you, happy Friday."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 20, "text": "Hi there."}], "speaker": "HUGHES", "secId": 6}, {"sentences": [{"sentId": 21, "text": "Scottie, you first."}, {"sentId": 22, "text": "Donald Trump is on Jimmy Fallon on the tonight show tonight."}, {"sentId": 23, "text": "We've going to found is dressing up as Trump primping in the mirror and says \"Wow I look fantastic\" and then he jokes about what a -- how great it is to interview himself, he's actually looking -- Donald is looking at himself in the mirror which is Donald Trump -- which is really Donald Trump."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 24, "text": "It is, talk about a kid in a candy store, Don, I mean if there is any candidate prepared for night time comedy television, it is Donald Trump."}, {"sentId": 25, "text": "He's going to be in his element, now I know it is going to be hard for folks to get Hillary nay nay out of their head out of off Ellen or maybe the Jeb snooze fest that we dealt Stephen Colbert earlier."}, {"sentId": 26, "text": "But I'm telling you tonight is going to be the exact stage that Donald Trump will shine on."}, {"sentId": 27, "text": "He's going to knock it out of the park and the rest of the GOP candidates are just going to sit there, just dumbfounded, turning green with jealousy at the exposure that is going to happen for tonight."}], "speaker": "HUGHES", "secId": 8}, {"sentences": [{"sentId": 28, "text": "Look at Van's face."}, {"sentId": 29, "text": "Van, if you could look in the mirror right now you're like, \"Whatever.\""}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 30, "text": "Well, I mean, listen, your ability to go on late night and be an entertainer just has nothing to do with your ability to be commander-in-chief."}, {"sentId": 31, "text": "And I just think we've gotten to a point now where literally it is some crazy inverse reality T.V."}, {"sentId": 32, "text": "show gone mad, where the most important factor is can you be funny on late night?"}, {"sentId": 33, "text": "We've got wars, we've got an economy in the trash can, and Donald Trump is like an insult comic who's taken over the airwaves."}], "speaker": "JONES", "secId": 10}, {"sentences": [{"sentId": 34, "text": "I bet you would not have given that advice to President Obama and to Bill Clinton, you probably said, go on, show the public..."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 35, "text": "Yeah, but they..."}], "speaker": "HUGHES", "secId": 12}, {"sentences": [{"sentId": 36, "text": "... that you can be human."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 37, "text": "... Arsenio Hall, remember the epic preacher of the saxophone on Arsenio Hall, that right there was a turning point I believed in the Clinton campaign."}], "speaker": "HUGHES", "secId": 14}, {"sentences": [{"sentId": 38, "text": "I'm not."}], "speaker": "JONES", "secId": 15}, {"sentences": [{"sentId": 39, "text": "Go Cheri, go ahead Cheri."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 40, "text": "I would look to jump in here a second."}, {"sentId": 41, "text": "It can matter for some candidates at certain points in a campaign."}, {"sentId": 42, "text": "If they already have an image as a clown, which Donald Trump does it can hurt them."}], "speaker": "JACOBUS", "secId": 17}, {"sentences": [{"sentId": 43, "text": "Ouch."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 44, "text": "If it is somebody like Hillary Clinton who really needs an opportunity to show some warmth, human side of her, some authenticity it can help her, it can hurt her if she looks too practiced like she has been it's not working for her."}], "speaker": "JACOBUS", "secId": 19}, {"sentences": [{"sentId": 45, "text": "There are candidates who can pull it off some who can't."}, {"sentId": 46, "text": "At this stage of the game though it still pretty early, it seems to be sort of a right of passage."}, {"sentId": 47, "text": "I don't think there's a single candidate that's jealous of this."}], "speaker": "JACOBUS", "secId": 20}, {"sentences": [{"sentId": 48, "text": "Donald Trump in fact has gotten more media coverage than all of the other candidates combined which is a big reason why he has the poll numbers he does, it's not because of anything his done that's all that worthwhile."}, {"sentId": 49, "text": "So we get what this is..."}], "speaker": "JACOBUS", "secId": 21}, {"sentences": [{"sentId": 50, "text": "Yes."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 51, "text": "... he'll have fun..."}], "speaker": "JACOBUS", "secId": 23}, {"sentences": [{"sentId": 52, "text": "Wow."}], "speaker": "HUGHES", "secId": 24}, {"sentences": [{"sentId": 53, "text": "... he'll get a little bit of video..."}], "speaker": "JACOBUS", "secId": 25}, {"sentences": [{"sentId": 54, "text": "Scottie..."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 55, "text": "... but that's what is."}], "speaker": "JACOBUS", "secId": 27}, {"sentences": [{"sentId": 56, "text": "Scottie's, you mentioned the nay nay but I just -- I think I just saw side eye when Cheri ."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 57, "text": "I'm going to say talk about green with envy right there."}, {"sentId": 58, "text": "I'll be -- I mean what candidate does not want exposure, and, as opposed even on the Democrat side, Joe Biden last night when on and from the tragedy that he has gone through he even capitalized on going on late night comedy show and bringing tears to the stage."}], "speaker": "HUGHES", "secId": 29}, {"sentences": [{"sentId": 59, "text": "Yes."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 60, "text": "I mean this is actually PrimeTime..."}], "speaker": "HUGHES", "secId": 31}, {"sentences": [{"sentId": 61, "text": "He didn't capitalize on that."}, {"sentId": 62, "text": "I think that's characterized wrong."}], "speaker": "JACOBUS", "secId": 32}, {"sentences": [{"sentId": 63, "text": "No."}], "speaker": "HUGHES", "secId": 33}, {"sentences": [{"sentId": 64, "text": "He may have gotten something out of it, it works for him but I don't think he went on to talk about his -- the tragedy in his family..."}], "speaker": "JACOBUS", "secId": 34}, {"sentences": [{"sentId": 65, "text": "I guarantee, no..."}], "speaker": "HUGHES", "secId": 35}, {"sentences": [{"sentId": 66, "text": "... his capitalized them."}], "speaker": "JACOBUS", "secId": 36}, {"sentences": [{"sentId": 67, "text": "... he knew that question, Stephen Colbert, I guarantee that press and that said."}], "speaker": "HUGHES", "secId": 37}, {"sentences": [{"sentId": 68, "text": "That's cold."}], "speaker": "JACOBUS", "secId": 38}, {"sentences": [{"sentId": 69, "text": "Yeah"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 70, "text": "This would have been a better place..."}], "speaker": "HUGHES", "secId": 40}, {"sentences": [{"sentId": 71, "text": "Can I say something about that?"}], "speaker": "JONES", "secId": 41}, {"sentences": [{"sentId": 72, "text": "u LEMON:  Standby, let Van weigh in, go ahead, Van."}], "speaker": "JONES", "secId": 42}, {"sentences": [{"sentId": 73, "text": "Well first of all I thought that Biden last night was riveting."}, {"sentId": 74, "text": "I tell you what, I think he even though he was saying he wasn't ready to run."}, {"sentId": 75, "text": "I'm hearing from Democrats across the country, that level of authenticity is something we actually want to see in this race, so he may not -- may have been calculated may not have been calculated but I tell."}, {"sentId": 76, "text": "you what, he broke through last night when I've never seen a politician..."}], "speaker": "JONES", "secId": 43}, {"sentences": [{"sentId": 77, "text": "Hey Van."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 78, "text": "... he turned his own pain into a connection."}], "speaker": "JONES", "secId": 45}, {"sentences": [{"sentId": 79, "text": "Let's play some of it."}, {"sentId": 80, "text": "Let's listen."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 81, "text": "Oh look, what always confuses me about some folks I work with, is why in God's name would you want the job if you couldn't say what you believed, I'm not there its nothing noble about this but ask yourselves the question, would you want a job that in fact every day you had to get up and you had to modulate what you said and believed."}, {"sentId": 82, "text": "If you are going to run you're running for a reason, you want the job for a reason and if you can't state why you want the job, then, there is a lot more lucrative opportunities other places."}], "speaker": "BIDEN", "secId": 47}, {"sentences": [{"sentId": 83, "text": "So, listen he is talking about exactly what we have all been talking about here about authenticity is saying, if you don't want the job, you know, then why be fake about it."}, {"sentId": 84, "text": "He's kind of talking about Hillary Clinton but then he's not talking about Hillary Clinton, I don't know what do you guys think?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 85, "text": "This is the camp -- this is no longer a policy primary it's become more of a personality primary and nobody has got more personality than Biden."}, {"sentId": 86, "text": "And one thing about Biden, you know, Hillary Clinton has had some rough shots, she's become a little bit more armored."}], "speaker": "JONES", "secId": 49}, {"sentences": [{"sentId": 87, "text": "Biden had some rough shots, he's become more human and I think you're seeing Democrats now starting to respond to that."}, {"sentId": 88, "text": "I think Hillary Clinton could learn a lot from the way Biden has dealt with tough blows."}, {"sentId": 89, "text": "He's become more human not more armored."}], "speaker": "JONES", "secId": 50}, {"sentences": [{"sentId": 90, "text": "But he said."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 91, "text": "Hang on, hang on, before you respond."}, {"sentId": 92, "text": "Van, he is saying he is not going to run."}, {"sentId": 93, "text": "But when you see that interview last night were people are saying, \"It's one of best on television you.\""}, {"sentId": 94, "text": "Do you see how, authentic he is."}, {"sentId": 95, "text": "I mean won't that make..."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 96, "text": "He..."}], "speaker": "JONES", "secId": 53}, {"sentences": [{"sentId": 97, "text": "... voters want him even more."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 98, "text": "..."}, {"sentId": 99, "text": "I'm going to tell you right now, that if but -- he something happened yesterday, today I got text messages from people I haven't heard from in years, saying that guy moved me."}, {"sentId": 100, "text": "And people, it's not about insiders/outsiders it's about authenticity versus phonies."}], "speaker": "JONES", "secId": 55}, {"sentences": [{"sentId": 101, "text": "OK."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 102, "text": "And these guys came across with authenticity."}], "speaker": "JONES", "secId": 57}, {"sentences": [{"sentId": 103, "text": "Go ahead, Cheri."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 104, "text": "... its character and the authenticity can work both ways."}, {"sentId": 105, "text": "If they see some one is a loudmouth jerk or if there great person, man or woman, that's where the authenticity can help or hurt."}, {"sentId": 106, "text": "If it shows good character people want strength, they want competency and they want character that's what ultimate they want in their president, they want them to be able to relate to him or her."}], "speaker": "JACOBUS", "secId": 59}, {"sentences": [{"sentId": 107, "text": "But they want them to be a little better than us, that's what we expect, that's what we vote for."}, {"sentId": 108, "text": "Biden in fact what I have been told and what I've heard is that he's looking for Hillary to drop to a certain level and that will be his decision, I think she's about at the level in the polls."}], "speaker": "JACOBUS", "secId": 60}, {"sentences": [{"sentId": 109, "text": "So while a couple of days ago I would have predicted he was probably not going to get in based on the body language and things that he was saying, but I'm kind of leaning to the other side now I think there's a very good chance..."}], "speaker": "JACOBUS", "secId": 61}, {"sentences": [{"sentId": 110, "text": "Yeah it needs to."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 111, "text": "... because Hillary is doing so poorly."}], "speaker": "JACOBUS", "secId": 63}, {"sentences": [{"sentId": 112, "text": "OK let's talk about this and I will let you respond Scottie, because Hillary down 37 percent of likely democratic voters in CNN's poll, she's losing ground to Sanders."}, {"sentId": 113, "text": "Head-to-head match ups she loses to Ben Carson, ties with Trump and Jeb Bush, so she's now apologized for all of this, I mean that Biden may be a better match up."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 114, "text": "I absolutely -- and he ended that the quote that he said perfectly, \"Opportunity.\""}, {"sentId": 115, "text": "Don, I would have a lot more respect for Vice President Biden if he would have given that interview on your show, because this was the proper place not a late night comedy to do the first interview after a horrible tragedy hits your family."}, {"sentId": 116, "text": "So don't think this wasn't an opportunity for him, he knew what was he doing when he went on there..."}], "speaker": "HUGHES", "secId": 65}, {"sentences": [{"sentId": 117, "text": "So."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 118, "text": "... he wanted to show that he was off but."}], "speaker": "HUGHES", "secId": 67}, {"sentences": [{"sentId": 119, "text": "OK but listen, listen, you say it is OK for Donald Trump but it's not OK for Joe Biden?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 120, "text": "But Joe Biden..."}], "speaker": "HUGHES", "secId": 69}, {"sentences": [{"sentId": 121, "text": "Thank you, Don."}], "speaker": "JONES", "secId": 70}, {"sentences": [{"sentId": 122, "text": "... went on there and put on a very -- no, there's two different things."}, {"sentId": 123, "text": "Donald Trump is going on to there to be fun, to go with the comedy, to be a part of pop culture."}, {"sentId": 124, "text": "Joe Biden went on to the show a softer side."}], "speaker": "HUGHES", "secId": 71}, {"sentences": [{"sentId": 125, "text": "I don't think anybody should tell a grieving father."}], "speaker": "JONES", "secId": 72}, {"sentences": [{"sentId": 126, "text": "I don't think Donald Trump has a problem being part of pop culture that's only is."}], "speaker": "JACOBUS", "secId": 73}, {"sentences": [{"sentId": 127, "text": "Yeah"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 128, "text": "That's what's happening in Joe Biden's life right now."}, {"sentId": 129, "text": "He was very had some funny moments."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 130, "text": "So why didn't he come on here, Don, first I know your producers are great I know they ."}, {"sentId": 131, "text": "Why didn't you go on a more serious show to talk about the topic..."}], "speaker": "HUGHES", "secId": 76}, {"sentences": [{"sentId": 132, "text": "Yeah."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 133, "text": "... of cancer..."}], "speaker": "HUGHES", "secId": 78}, {"sentences": [{"sentId": 134, "text": "OK."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 135, "text": "... and losing a child."}], "speaker": "HUGHES", "secId": 80}, {"sentences": [{"sentId": 136, "text": "Van, last word."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 137, "text": "I just don't think anybody should tell a grieving father how to grieve and where to go."}, {"sentId": 138, "text": "Listen Biden is someone who I think if anything if you could come on this show or any other show and do well, he is not running from anybody."}, {"sentId": 139, "text": "I think he was trying to find a big audience for himself that where he feel comfortable."}, {"sentId": 140, "text": "He is a grieving father and you can't take that away from him."}], "speaker": "JONES", "secId": 82}, {"sentences": [{"sentId": 141, "text": "All right when we come right back, well thank you very much."}, {"sentId": 142, "text": "His rivals are looking for the kryptonite that will neutralize Donald Trump but are they fighting a losing battle?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 143, "text": "Plus, why James Blake says, apologies are not enough to make up for what happened to him outside his New York City hotel."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 144, "text": "Donald Trump is surging in the polls and will likely be a big target at CNN's debate next Wednesday night but are his rivals fighting a losing battle trying to stop him."}, {"sentId": 145, "text": "Joining me now is Douglas Brinkley, CNN presidential historian, Steve Adubato political and media analyst and author of \"You are the Brand\" and Mark McKinnon, former media adviser to President George W. Bush."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 146, "text": "Thank you, gentlemen."}, {"sentId": 147, "text": "Good to see you, Steve, long time no see."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 148, "text": "Good to see you, Don."}], "speaker": "ADUBATO", "secId": 87}, {"sentences": [{"sentId": 149, "text": "Douglas, I think I just saw you like last week or so."}, {"sentId": 150, "text": "And Mark, gets the, the award for the best outfit, digging it."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 151, "text": "We got a little event tonight."}], "speaker": "MCKINNON", "secId": 89}, {"sentences": [{"sentId": 152, "text": "It is Friday night, so Steve I'm going to start with you."}, {"sentId": 153, "text": "I want you to take a look at these headlines?"}, {"sentId": 154, "text": "Is Megyn Kelly Donald Trump's kryptonite?"}, {"sentId": 155, "text": "That was or a month ago and then there's one, is Ben Carson Trump's kryptonite?"}, {"sentId": 156, "text": "That was from last week before their feud began."}, {"sentId": 157, "text": "So when you have a guy like Donald Trump who thrives on conflict and controversy, how do his opponents neutralize him, can they neutralize him, Steve?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 158, "text": "No, the kryptonite for Donald Trump is Donald Trump."}, {"sentId": 159, "text": "He is his own kryptonite and I'll make the case."}, {"sentId": 160, "text": "This is a guy who only knows how to play offense."}, {"sentId": 161, "text": "He doesn't know how to play defense doesn't want to play defense and here's what I see."}, {"sentId": 162, "text": "I see a crack for the first time, Don, he goes after Carly Fiorina."}], "speaker": "ADUBATO", "secId": 91}, {"sentences": [{"sentId": 163, "text": "He said -- you can't take it back, Don."}, {"sentId": 164, "text": "\"Look at that face.\""}], "speaker": "ADUBATO", "secId": 92}, {"sentences": [{"sentId": 165, "text": "He -- and by face he says he means persona."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 166, "text": "Yeah, right."}, {"sentId": 167, "text": "So here's the reality."}, {"sentId": 168, "text": "He said look at that face and all these people who like Donald Trump say, he means what he says."}, {"sentId": 169, "text": "He says what he means."}, {"sentId": 170, "text": "But as soon as he was challenged by Chris Cuomo and others he said, you know, I really wasn't talking about her face, I was talking about her persona."}, {"sentId": 171, "text": "That's garbage."}, {"sentId": 172, "text": "He knows it."}, {"sentId": 173, "text": "He's backtracking."}, {"sentId": 174, "text": "He's playing defense and now he sounds like every other politician who doesn't want to own what he or she says."}, {"sentId": 175, "text": "And here's my point."}], "speaker": "ADUBATO", "secId": 94}, {"sentences": [{"sentId": 176, "text": "But do you think that -- you think that..."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 177, "text": "That's his kryptonite, yeah."}], "speaker": "ADUBATO", "secId": 96}, {"sentences": [{"sentId": 178, "text": "Do you think that is going to hurt him?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 179, "text": "Listen, he -- Don, he has a problem as soon as he starts backtracking."}, {"sentId": 180, "text": "He doubled down on John McCain."}, {"sentId": 181, "text": "He doubled down after the Mexican comment."}, {"sentId": 182, "text": "He doubled down after Megan Kelly."}, {"sentId": 183, "text": "I was wrong."}, {"sentId": 184, "text": "I thought he apologized."}, {"sentId": 185, "text": "He's more arrogant that I ever thought."}], "speaker": "ADUBATO", "secId": 98}, {"sentences": [{"sentId": 186, "text": "OK, all right."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 187, "text": "He started to back down now."}, {"sentId": 188, "text": "That's his kryptonite."}], "speaker": "ADUBATO", "secId": 100}, {"sentences": [{"sentId": 189, "text": "Mark lets take Dr. Ben Carson for example."}, {"sentId": 190, "text": "Soft-spoken, some would say humble guy, right."}, {"sentId": 191, "text": "This -- not fighting back make him seem like the anti-Trump, is that a winning strategy for him?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 192, "text": "Well, certainly not working any other way."}, {"sentId": 193, "text": "The thing is that Trump is kicking the crutches out of everybody leaning on conventional wisdom."}, {"sentId": 194, "text": "I think there's three scenarios."}, {"sentId": 195, "text": "One is the conventional one which Trump simply fades away and the support diminishes after all the gaps and what have you, but that's not happening."}], "speaker": "MCKINNON", "secId": 102}, {"sentences": [{"sentId": 196, "text": "And I don't think is going to happen."}, {"sentId": 197, "text": "I disagree even with the recent comments about Fiorina."}, {"sentId": 198, "text": "And the reason is that, he's going to get attacked by the Super PACs, by Jeb, by Carly, by others as being and inconsistent conservative for a number of other things but that's why people are supporting."}, {"sentId": 199, "text": "They don't care this inconsistent conservative."}, {"sentId": 200, "text": "They may not even agree with the money issues."}, {"sentId": 201, "text": "They like him because he is throwing a big one finger salute at Washington and that's the message that they want to send."}, {"sentId": 202, "text": "And he is the brash guy to do it."}], "speaker": "MCKINNON", "secId": 103}, {"sentences": [{"sentId": 203, "text": "Number two, is the scenario."}, {"sentId": 204, "text": "So I think he's going to hang in."}, {"sentId": 205, "text": "The scenario is that he actually sustains, he's got the money to do it and people like a strong leader."}, {"sentId": 206, "text": "We figured that attribute during the Bush campaigns and other presidential campaigns that's the number one attribute that people look for strength..."}], "speaker": "MCKINNON", "secId": 104}, {"sentences": [{"sentId": 207, "text": "All right."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 208, "text": "... and he's got it."}, {"sentId": 209, "text": "He's got the money to sustain so I think he goes -- he could lead  -- Carson could win Iowa."}, {"sentId": 210, "text": "He lose New Hampshire but he'll gather enough delegates to go off to the convention and cause a lot of trouble and he fill the convention..."}], "speaker": "MCKINNON", "secId": 106}, {"sentences": [{"sentId": 211, "text": "And eventually possibly be the nominee."}, {"sentId": 212, "text": "But Douglas how -- let's go back, let's go back to the Fiorina comment that Steve mentioned."}, {"sentId": 213, "text": "Because -- my colleague Anderson Cooper spoke with the Rolling Stone reporter who interviewed Trump when he made the Fiorina, you know, look at that face remark."}, {"sentId": 214, "text": "He said, \"Do you that we're just talking about?\""}, {"sentId": 215, "text": "This is how he described Donald Trump."}, {"sentId": 216, "text": "Take a listen."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 217, "text": "So I found Donald to be two people."}, {"sentId": 218, "text": "I found him first of all to be an extraordinarily shrewd predator, someone who as I describe in the piece is the top of the food chain killer."}, {"sentId": 219, "text": "He is a guy with two extraordinary senses."}, {"sentId": 220, "text": "One is something I call clairvoyance."}, {"sentId": 221, "text": "The ability to read a market way before it is formed and get there first."}, {"sentId": 222, "text": "The second clairaudience, the ability to hear what's in people's hearts and mind."}, {"sentId": 223, "text": "Not only was he able to hear that seething rage, he was able to read it back to them word per word."}], "speaker": "SOLOTAROFF", "secId": 108}, {"sentences": [{"sentId": 224, "text": "I know that you, Douglas said that Trump reminds you in some ways of Ronald Reagan."}, {"sentId": 225, "text": "So I'm curious, do you find that the description of him -- of Trump that you just heard -- do you find that accurate?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 226, "text": "I think it's largely accurate in the sense of he is a lot like Theodore Roosevelt."}, {"sentId": 227, "text": "I mean, T.R."}, {"sentId": 228, "text": "used to get up every day wanting, itching for a fight."}, {"sentId": 229, "text": "His day wasn't complete if he couldn't go after somebody slaughter the enemy."}, {"sentId": 230, "text": "Its funny talking about the top of the food chain and Theodore Roosevelt was a real Darwinian."}, {"sentId": 231, "text": "I am number one."}, {"sentId": 232, "text": "And there's a narcissism rolled up in the all of that."}, {"sentId": 233, "text": "But I think Donald Trump is not just dealing on the anger of America."}, {"sentId": 234, "text": "The public is saying, look we spent a lot of money on the war in Iraq and we got nothing out of it both Bush and Obama."}], "speaker": "BRINKLEY", "secId": 110}, {"sentences": [{"sentId": 235, "text": "And now, where is this country headed?"}, {"sentId": 236, "text": "And so he is able to kind of show -- I think by breaking out of the pack it is like T.R."}, {"sentId": 237, "text": "Mark Hannah the Republican Party during William McKinley said that dumb cowboy is now ruing the modern Republican Part and eventually Theodore Roosevelt smashed the Republican Party by doing the Bull Moose Party."}, {"sentId": 238, "text": "So there are presidents for this kind of alpha male act we are seeing with something like Theodore Roosevelt."}], "speaker": "BRINKLEY", "secId": 111}, {"sentences": [{"sentId": 239, "text": "Go ahead Steve."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 240, "text": "Don, respectfully, I have no idea what either guest is talking about when they're talking about leadership as it relates to Donald Trump."}, {"sentId": 241, "text": "You talk about Donald Trump wanting to throw bricks at Washington and challenge the Washington establishment."}, {"sentId": 242, "text": "What does that have to do with Donald Trump talking about Carly Fiorina's face, talking about Ben Carson's religion, talking about he's not really that great a doctor?"}, {"sentId": 243, "text": "What are you talking about?"}, {"sentId": 244, "text": "He's talking about Megyn Kelly an anchor of another network."}, {"sentId": 245, "text": "He is not talking about policy and those issues."}], "speaker": "ADUBATO", "secId": 113}, {"sentences": [{"sentId": 246, "text": "He's attacking people."}], "speaker": "ADUBATO", "secId": 114}, {"sentences": [{"sentId": 247, "text": "But..."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 248, "text": "... on personal level."}], "speaker": "ADUBATO", "secId": 116}, {"sentences": [{"sentId": 249, "text": "... but to your own, to your own word it seems to be working for him."}, {"sentId": 250, "text": "Go ahead, Douglas."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 251, "text": "To this point."}], "speaker": "ADUBATO", "secId": 118}, {"sentences": [{"sentId": 252, "text": "Yeah."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 253, "text": "Well, what I was going to say is that is with Theodore Roosevelt use to do."}, {"sentId": 254, "text": "Willing -- he was V.P."}, {"sentId": 255, "text": "for William McKinley a man with a spine like chocolate eclair."}, {"sentId": 256, "text": "All Theodore Roosevelt's opponents were weasels at the end of the day, Theodore Roosevelt would then shake hands with them and I think you just saw, Donald Trump a couple weeks ago beating up on Rick Perry."}, {"sentId": 257, "text": "Rick Perry stepped out today and now he sends the nice tweet telling Rick Perry you're a good guy."}], "speaker": "BRINKLEY", "secId": 120}, {"sentences": [{"sentId": 258, "text": "For Trump its entertainment and it's about staying on top of the polls."}, {"sentId": 259, "text": "And I think that the public kind of -- is maybe more in on the game."}, {"sentId": 260, "text": "They're not interested in the policy aspects of Trump."}, {"sentId": 261, "text": "They're just -- they're enjoying the sucker punching."}], "speaker": "BRINKLEY", "secId": 121}, {"sentences": [{"sentId": 262, "text": "I need to move on because I want to talk about someone who, you know, people say is authentic and maybe is animated as Donald Trump and that is Vice President Joe Biden."}, {"sentId": 263, "text": "His emotional interview, here is part of Stephen Colbert I say where he talks about the moment where he talks about what it takes to run for president."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 264, "text": "I don't think any man or woman should run for president unless, number one, they know exactly why they would want to be president."}, {"sentId": 265, "text": "And two, they can look at folks out there and say \"I promise you, you have my whole heart, my whole soul, my energy, and my passion to do this.\""}, {"sentId": 266, "text": "And I'll be lying if I said that I knew I was there."}, {"sentId": 267, "text": "It's a -- I'm being completely honest."}, {"sentId": 268, "text": "I -- so -- but nobody has a right in my view to seek that office unless they're willing to give it a 110 percent of who they are."}], "speaker": "BIDEN", "secId": 123}, {"sentences": [{"sentId": 269, "text": "Running or not running, Mark?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 270, "text": "Well, you know, he clearly has opened the door and his thinking about it and the problem is that once you start thinking about it, it's really hard to close that door and obviously he's been through a lot, a lot of emotional trauma."}, {"sentId": 271, "text": "And so he's trying to square all that but the deal is that gosh, once you, you know, he's been co-pilot for eight years looking at the pilot seat and suddenly it's like it could be his."}, {"sentId": 272, "text": "So it's just awful tough to say no."}, {"sentId": 273, "text": "It's harder to say no than to say yes really."}], "speaker": "MCKINNON", "secId": 125}, {"sentences": [{"sentId": 274, "text": "Steve?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 275, "text": "Yeah, I have a sense Don that he is -- in his heart and his gut, I mean no one knows for sure but he looks at Hillary Clinton."}, {"sentId": 276, "text": "He looks at her struggling."}, {"sentId": 277, "text": "He looks at that calculated apology that just isn't playing out right now in the e-mail situation."}, {"sentId": 278, "text": "He says this is my window, my whole public life."}, {"sentId": 279, "text": "He was the young man in his early 30's went to the Senate."}, {"sentId": 280, "text": "This is the window and my gut tells me he's going to make a move and it is a real problem for Hillary Clinton."}], "speaker": "ADUBATO", "secId": 127}, {"sentences": [{"sentId": 281, "text": "Mr. Brinkley?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 282, "text": "I agree with that."}, {"sentId": 283, "text": "I think right now he is leaning towards running but some days he questions that he has the opportunity of about two weeks here to see how Hillary Clinton handles herself through this e-mail ordeal and will probably decide a very late September early October."}], "speaker": "BRINKLEY", "secId": 129}, {"sentences": [{"sentId": 284, "text": "All right."}, {"sentId": 285, "text": "Thank you, Douglas Brinkley, Steve Adubato, and Mark McKinnon."}, {"sentId": 286, "text": "Good -- have a good Friday and a good weekend to all of you."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 287, "text": "Up next, he's back."}, {"sentId": 288, "text": "Montel Williams here in the studio."}, {"sentId": 289, "text": "We have lot to talk about including what Montel calls the crazy town tour on the campaign trail."}, {"sentId": 290, "text": "Crazy town?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 291, "text": "Well it's like the Clown bus."}], "speaker": "WILLIAMS", "secId": 132}, {"sentences": [{"sentId": 292, "text": "Good to see you, sir."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 293, "text": "Good to see you too."}], "speaker": "WILLIAMS", "secId": 134}, {"sentences": [{"sentId": 294, "text": "Montel -- I didn't say Williams."}, {"sentId": 295, "text": "Who else is named Montel?"}, {"sentId": 296, "text": "Montel Williams tells he like it there."}, {"sentId": 297, "text": "Like it is, like he sees it, a T.V."}, {"sentId": 298, "text": "host and activist."}, {"sentId": 299, "text": "He's here to talk about the race for the White House and much, much more."}, {"sentId": 300, "text": "Welcome back."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 301, "text": "Hey, thank you so much."}], "speaker": "WILLIAMS", "secId": 136}, {"sentences": [{"sentId": 302, "text": "How are you?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 303, "text": "I'm doing great."}, {"sentId": 304, "text": "I mean, you just say, you know, you're going to remember today is 9/11 and I will -- just for a quick second, you know, just prayers go out to all the families who lost loved ones and all those first responders, man, who are still suffering today, think about that."}], "speaker": "WILIAMS", "secId": 138}, {"sentences": [{"sentId": 305, "text": "Every 9/11 my social media is the same, picture of Twin Towers 9/11, America -- hash tag 9/11 has shake America hashtag never forget."}, {"sentId": 306, "text": "Never -- and I will never forget where I was."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 307, "text": "OK, we say that never forget but look at today."}, {"sentId": 308, "text": "9/11 today, we are the most divided nation we could ever be."}, {"sentId": 309, "text": "When 9/11 wouldn't happen fear drove us to come together."}, {"sentId": 310, "text": "Right now, fear is dividing us more than anything else in this ship."}], "speaker": "WILLIAMS", "secId": 140}, {"sentences": [{"sentId": 311, "text": "And it is playing high in the presidential..."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 312, "text": "Correct."}], "speaker": "WILLIAM", "secId": 142}, {"sentences": [{"sentId": 313, "text": "... race for the White House."}, {"sentId": 314, "text": "So let's talk about, there was a remarkable interview last night on Stephen Colbert from Joe Biden, the vice president."}, {"sentId": 315, "text": "What did you think of that interview?"}, {"sentId": 316, "text": "WILLIAM:  You know, for me and I bet there's thousands of other -- hundreds of thousand where the fathers out here who had difficulties with their own children, you know, I went to a difficult time."}, {"sentId": 317, "text": "One of my children got suffered from lymphoma, I know men, I mean looking at the eyes of the man last night, that's a father, a father."}, {"sentId": 318, "text": "I have a lot of respect for him."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 319, "text": "A lot of people saying that that was -- I saw your interview little earlier as one of the audacity to claim that there was some sort of act and what he did last night that was a man who was hurting, very honest, you know, I've been saying it since for a while there over go back about four weeks men, when I was on I told you don't play Donald Trump short."}, {"sentId": 320, "text": "I was saying these weeks back even after I released that video."}, {"sentId": 321, "text": "Don't play Mr. Biden short."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 322, "text": "I -- yes, I know."}, {"sentId": 323, "text": "I see after that last night because that everyone saying we want authenticity, we want authenticity and there you had it last night."}, {"sentId": 324, "text": "Let's play a little bit of that."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 325, "text": "Sure."}], "speaker": "WILLIAMS", "secId": 146}, {"sentences": [{"sentId": 326, "text": "I love how many times you said my mom had an expression."}], "speaker": "COLBERT", "secId": 147}, {"sentences": [{"sentId": 327, "text": "Yeah."}], "speaker": "BIDEN", "secId": 148}, {"sentences": [{"sentId": 328, "text": "My mom had so many expressions."}], "speaker": "COLBERT", "secId": 149}, {"sentences": [{"sentId": 329, "text": "I know, I know."}], "speaker": "BIDEN", "secId": 150}, {"sentences": [{"sentId": 330, "text": "What's the use of being Irish if you don't know that life is going to break your heart?"}], "speaker": "COLBERT", "secId": 151}, {"sentences": [{"sentId": 331, "text": "That's good."}], "speaker": "BIDEN", "secId": 152}, {"sentences": [{"sentId": 332, "text": "So what did your mom say?"}], "speaker": "COLBERT", "secId": 153}, {"sentences": [{"sentId": 333, "text": "My mommy say, \"Remember, nobody is better than you, but you are better than nobody."}, {"sentId": 334, "text": "Everybody is equal.\""}, {"sentId": 335, "text": "My mother really meant it pounded into our heads."}], "speaker": "BIDEN", "secId": 154}, {"sentences": [{"sentId": 336, "text": "We know there's another person who said that and that's Thomas Jefferson and this is why I think people want you to run for president."}], "speaker": "COLBERT", "secId": 155}, {"sentences": [{"sentId": 337, "text": "Yeah."}], "speaker": "WILLIAMS", "secId": 156}, {"sentences": [{"sentId": 338, "text": "And so this is -- and everyone keeps, you know, using the metrics for other campaigns, prior campaigns."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 339, "text": "That is -- I don't believe that's in play any longer."}, {"sentId": 340, "text": "When you have question you're going to do with the deal with the primaries in Iowa and all of that."}, {"sentId": 341, "text": "But I don't think that's -- and I think that you're right that you shouldn't count him out."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 342, "text": "And watch the way everybody is talking about this."}, {"sentId": 343, "text": "This is as if Joe has to get in and get ready to go to blows against Hillary Clinton."}, {"sentId": 344, "text": "He was shouting up, as if there's going to be a battle."}, {"sentId": 345, "text": "He can run for the presidency because he's been vice-president."}, {"sentId": 346, "text": "It's a place where he could step next."}, {"sentId": 347, "text": "And there's a guy who might be able to do the job properly."}], "speaker": "WILIAMS", "secId": 159}, {"sentences": [{"sentId": 348, "text": "Do you think it's one of the best interviews in T.V."}, {"sentId": 349, "text": "history?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 350, "text": "No."}, {"sentId": 351, "text": "No."}], "speaker": "WILLIAMS", "secId": 161}, {"sentences": [{"sentId": 352, "text": "And something about the Princess Diana..."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 353, "text": "Come on."}], "speaker": "WILLIAMS", "secId": 163}, {"sentences": [{"sentId": 354, "text": "I love Stephen Colbert, I mean, he is one my heroes, I really love him."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 355, "text": "It was a wonderfully poignant..."}], "speaker": "WILLIAMS", "secId": 165}, {"sentences": [{"sentId": 356, "text": "Right."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 357, "text": "...interview with a father who talked about love for his family, the love for his country..."}], "speaker": "WILLIAMS", "secId": 167}, {"sentences": [{"sentId": 358, "text": "Right."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 359, "text": "... and making the right decision for his country."}, {"sentId": 360, "text": "And again let's go back to what happened last night."}, {"sentId": 361, "text": "Today we have 9/11, he's trying to bring people together, our best comes just for him."}], "speaker": "WILLIAMS", "secId": 169}, {"sentences": [{"sentId": 362, "text": "As you are saying, everything -- most of the things we see him not that heart warming, when you think about, you know, you call it \"crazy town tour\" says when you -- comments like Carly Fiorina."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 363, "text": "That little -- that the staged performance in Washington D.C., the other day?"}], "speaker": "WILLIAMS", "secId": 171}, {"sentences": [{"sentId": 364, "text": "Yeah."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 365, "text": "Come on."}, {"sentId": 366, "text": "That's what I'm talking about."}, {"sentId": 367, "text": "The crowns that give..."}], "speaker": "WILLIAMS", "secId": 173}, {"sentences": [{"sentId": 368, "text": "For the Iran deal."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 369, "text": "Yeah, that was absolutely insane for me."}, {"sentId": 370, "text": "And honestly I'm starting to look that way for the entire party."}, {"sentId": 371, "text": "Insanity this is the fact that we have people who don't even -- and before this Iran deal came up couldn't spell nuclear anything."}, {"sentId": 372, "text": "Now they're jumping in the debate as if they're nuclear, you know, officials that there are scientists and they understand the value of the deal."}, {"sentId": 373, "text": "They're not looking at what the deal really is."}], "speaker": "WILLIAMS", "secId": 175}, {"sentences": [{"sentId": 374, "text": "It's OK but, you know, because when you ask him, what's a better deal?"}, {"sentId": 375, "text": "WILLIAMS:  Well, there's no answer."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 376, "text": "There -- OK, right."}, {"sentId": 377, "text": "OK, but the truth of the matter is if you asked him, do you understand why the deal is structured the way it is?"}, {"sentId": 378, "text": "We talked about this before."}, {"sentId": 379, "text": "You know, people have to understand this."}, {"sentId": 380, "text": "Right now in Iran, the leadership of the country is about 3 percent."}, {"sentId": 381, "text": "And they're all over 75 years old."}, {"sentId": 382, "text": "So, what is the liberal law?"}], "speaker": "WILLIAMS", "secId": 177}, {"sentences": [{"sentId": 383, "text": "All right, you're being hypocritical but they -- it is working -- it is resonating with some people."}, {"sentId": 384, "text": "And there are Republicans you do like."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 385, "text": "Yes, who don't agree with the deal also, and I must tell you that I don't agree every single aspects the deal but the deal so big, that I don't know if I could have them understanding the whole thing."}, {"sentId": 386, "text": "And so therefore, let's leave it to the expert."}, {"sentId": 387, "text": "What we need to do is understand that right now, it is the best deal that we get because the rest of the world is going ahead and moved forward."}], "speaker": "WILLIAMS", "secId": 179}, {"sentences": [{"sentId": 388, "text": "All right."}, {"sentId": 389, "text": "So, let's talk about Dr. Ben Carson."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 390, "text": "Wow."}], "speaker": "WILLIAMS", "secId": 181}, {"sentences": [{"sentId": 391, "text": "... and Ferguson."}, {"sentId": 392, "text": "And tried to get there to interview him, it just -- but timing, logistics didn't work out."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 393, "text": "How about talking with..."}], "speaker": "WILLIAMS", "secId": 183}, {"sentences": [{"sentId": 394, "text": "Here's what he said about..."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 395, "text": "...what Trump said about Carson?"}], "speaker": "WILLIAMS", "secId": 185}, {"sentences": [{"sentId": 396, "text": "All right but listen, we'll going talk about that, but don't get ahead yourself."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 397, "text": "All right."}, {"sentId": 398, "text": "Sorry."}, {"sentId": 399, "text": "Sorry."}], "speaker": "WILLIAMS", "secId": 187}, {"sentences": [{"sentId": 400, "text": "Let's talk Ferguson about the black community and Black Lives Matter."}, {"sentId": 401, "text": "Take a look."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 402, "text": "You know, my beef with black lives matter movement has been -- I think they need to add a word, and that word is all."}, {"sentId": 403, "text": "All black lives matter, including the ones that are eradicated by abortions, including the ones that are eradicated on the streets every day by violence."}, {"sentId": 404, "text": "We need to be talking about the drugs, and the drug dealers."}, {"sentId": 405, "text": "And the deleterious effect they have on the community."}, {"sentId": 406, "text": "We need to be talking about out of wedlock births and what that does to a woman's educational possibilities."}, {"sentId": 407, "text": "And what it does to that child?"}], "speaker": "CARSON", "secId": 189}, {"sentences": [{"sentId": 408, "text": "Do you agree with him?"}, {"sentId": 409, "text": "WILLIAMS:  Some of what he says, I agree with him."}, {"sentId": 410, "text": "You've been -- when we talking that, we talk about the breadth of the issue and not just one point of -- the single specific."}, {"sentId": 411, "text": "I agree with the fact we need bigger conversation about black lives matter to us."}, {"sentId": 412, "text": "But, I also believe he leaves out the portion of the conversation, legitimate from black lives matter."}, {"sentId": 413, "text": "You and I both know, there are organizations that are sub sects of black lives matter across the country that are asking for specific things."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 414, "text": "Right."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 415, "text": "The entire movement needs to embrace an umbrella so that people can see that they represent moving forward and not just arguing and screaming."}, {"sentId": 416, "text": "You know what I mean?"}], "speaker": "WILLIAMS", "secId": 192}, {"sentences": [{"sentId": 417, "text": "Yeah, yeah."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 418, "text": "So, I think that's where the difference is."}, {"sentId": 419, "text": "And I think the way Ben sometimes says it comes across a little bit as if he's ignoring the first part talking about the latter."}], "speaker": "WILLIAMS", "secId": 194}, {"sentences": [{"sentId": 420, "text": "So, what did you say, you said, with Donald Trump said about black..."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 421, "text": "No but about Ben Carson."}], "speaker": "WILLIAMS", "secId": 196}, {"sentences": [{"sentId": 422, "text": "About Ben Carson, yes."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 423, "text": "That telling you, that saying something really have an -- even had the audacity to think you can impugn the intelligence of one of the world's greatest brain surgeons, I think you really, didn't show your own intelligence."}, {"sentId": 424, "text": "However, the fact that you are really great brain surgeon doesn't necessarily mean you are going to be a good politician."}], "speaker": "WILLIAMS", "secId": 198}, {"sentences": [{"sentId": 425, "text": "But Donald would make that statement that way."}, {"sentId": 426, "text": "You can make it."}, {"sentId": 427, "text": "But don't say that this man is stupid or he's not a great, a scientist as he is because a number of lives that he saved with his hands touching, person's brain, not only is a step back again."}, {"sentId": 428, "text": "See, I only speak on him when he says those things are outrageous about individual points."}], "speaker": "WILLIAMS", "secId": 199}, {"sentences": [{"sentId": 429, "text": "Yeah but there are people who also try to discount Dr. Carson by -- and his authenticity because he is a Republican."}, {"sentId": 430, "text": "He doesn't often -- he doesn't get the credit from some people that maybe he should get them."}, {"sentId": 431, "text": "I mean this is an extraordinary individual."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 432, "text": "Let's get this straight, one of the youngest brain surgeons, the ever graduate."}, {"sentId": 433, "text": "I think colleges guys one of the top brain surgeons in the world."}], "speaker": "WILLIAMS", "secId": 201}, {"sentences": [{"sentId": 434, "text": "He is one of the smartest doctors alive."}, {"sentId": 435, "text": "But a doctor doesn't necessarily make you a good politician."}], "speaker": "WILLIAMS", "secId": 202}, {"sentences": [{"sentId": 436, "text": "Yeah."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 437, "text": "So, you know, we might be able to navigate the inner workings of the brain, it's just not might variable navigate the law."}], "speaker": "WILLIAMS", "secId": 204}, {"sentences": [{"sentId": 438, "text": "Before I let you go because I know we talked about the Iran deal."}, {"sentId": 439, "text": "But Iran is..."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 440, "text": "Look it's..."}], "speaker": "WILLIAM", "secId": 206}, {"sentences": [{"sentId": 441, "text": "Amir Hekmati is still there folks you, know, after four years and, you know that today I think, a Michigan Republican Party attempted to use Amir's face to raise money for political reasons."}], "speaker": "WILLIAM", "secId": 207}, {"sentences": [{"sentId": 442, "text": "Let's get this straight."}, {"sentId": 443, "text": "We have four people still being held happen in Iran."}, {"sentId": 444, "text": "Amir, a former marine -- a marine who is only being held there because he served and wore uniform."}, {"sentId": 445, "text": "We don't need to use his face to raise money for politics."}, {"sentId": 446, "text": "Leave it out."}, {"sentId": 447, "text": "Let's get this young man home along with the others."}], "speaker": "WILLIAM", "secId": 208}, {"sentences": [{"sentId": 448, "text": "Thank you."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 449, "text": "We have to."}], "speaker": "WILLIAMS", "secId": 210}, {"sentences": [{"sentId": 450, "text": "Appreciate you coming on."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 451, "text": "Thanks for always having me."}], "speaker": "WILLIAMS", "secId": 212}, {"sentences": [{"sentId": 452, "text": "Have a great weekend."}, {"sentId": 453, "text": "I'll see you soon."}, {"sentId": 454, "text": "Montel, don't have to say Williams, Montel Williams."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 455, "text": "Coming up, caught on camera."}, {"sentId": 456, "text": "Newly release surveillance footage of a police officer slamming tennis star James Blake to the ground."}, {"sentId": 457, "text": "Did you see that?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 458, "text": "New surveillance video shows the violent takedown and wrongful arrest of tennis star James Blake as he stands outside his Midtown Manhattan hotel."}, {"sentId": 459, "text": "Look at that."}, {"sentId": 460, "text": "It's just crazy."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 461, "text": "Joining me now if Ben Ferguson, CNN Political Commentator and host of the Ben Ferguson Show, and wait a minute, is that Marc Lamont Hill or is that Don Lemon?"}, {"sentId": 462, "text": "I mean, you dressed..."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 463, "text": "He's laughing at you."}], "speaker": "FERGUSON", "secId": 217}, {"sentences": [{"sentId": 464, "text": "You dressed in awful lot like this guy named Don Lemon."}, {"sentId": 465, "text": "Are you trying to jack my style or what's up?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 466, "text": "No, sir."}, {"sentId": 467, "text": "No, sir."}, {"sentId": 468, "text": "It's working for you."}], "speaker": "HILL", "secId": 219}, {"sentences": [{"sentId": 469, "text": "Well played."}], "speaker": "FERGUSON", "secId": 220}, {"sentences": [{"sentId": 470, "text": "I don't want to step on your toes."}, {"sentId": 471, "text": "FERGUSON:  Hey, he is wearing a tie tonight."}], "speaker": "HILL", "secId": 221}, {"sentences": [{"sentId": 472, "text": "I know."}, {"sentId": 473, "text": "I know."}, {"sentId": 474, "text": "What's going on?"}, {"sentId": 475, "text": "Hot date."}, {"sentId": 476, "text": "OK.  Let's get serious now."}, {"sentId": 477, "text": "I want you to take a look at this video and then we'll get your reaction."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 478, "text": "So, the -- you see he's standing there."}, {"sentId": 479, "text": "He's got the blue polo on."}, {"sentId": 480, "text": "Boom, that the guy walks right up to him."}, {"sentId": 481, "text": "No I.D."}, {"sentId": 482, "text": "I don't know what he is saying to him."}, {"sentId": 483, "text": "And it doesn't seem like he reacts, he doesn't resist."}, {"sentId": 484, "text": "It seems like he complies."}, {"sentId": 485, "text": "Ben, what's your reaction?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 486, "text": "Yeah."}, {"sentId": 487, "text": "If I was James Blake, I would give him full credit for restraint because if someone comes up to me look that I'm swinging with that right hand that he is not swinging with."}, {"sentId": 488, "text": "I mean you get what in the world are you doing to me?"}, {"sentId": 489, "text": "I feel bad for him."}, {"sentId": 490, "text": "Obviously, mistaken identity here."}, {"sentId": 491, "text": "It's terrible that it happened to him in this way."}, {"sentId": 492, "text": "I'm glad they have apologized and come out."}], "speaker": "FERGUSON", "secId": 224}, {"sentences": [{"sentId": 493, "text": "Look at people is looking and pointing."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 494, "text": "I think James showed some restraint here, too."}], "speaker": "FERGUSON", "secId": 226}, {"sentences": [{"sentId": 495, "text": "I know."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 496, "text": "I mean, it's just -- it's crazy, if you look at this."}, {"sentId": 497, "text": "And I'm sure in that situation and like I have no idea what is going on right now and James is one of the nicest guys on the tour."}, {"sentId": 498, "text": "One of the nicest guys in general if you ever met him and I mean he -- you talked about restraint, I think I would have been swinging there."}], "speaker": "FERGUSON", "secId": 228}, {"sentences": [{"sentId": 499, "text": "Yeah, Marc, I'm amazed at how calm he stayed."}, {"sentId": 500, "text": "Thank goodness he did because we may be talking about another, you know, brutalized person, bruised -- if not may not be with us anymore."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 501, "text": "That's exactly right because somebody rushes your on the street, you have every right to defend yourself particularly when they don't identify as police and you don't know they're police."}, {"sentId": 502, "text": "It could gotten really ugly, really ."}], "speaker": "HILL", "secId": 230}, {"sentences": [{"sentId": 503, "text": "We lost Marc Lamont Hill."}, {"sentId": 504, "text": "OK.  Let's -- we're going to try -- Marc, are you back?"}, {"sentId": 505, "text": "All right."}, {"sentId": 506, "text": "Yes?"}, {"sentId": 507, "text": "No?"}, {"sentId": 508, "text": "He's not back."}, {"sentId": 509, "text": "OK."}, {"sentId": 510, "text": "So, we'll fix it."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 511, "text": "Let me read the statement first and then we'll get a response."}, {"sentId": 512, "text": "Here's part of the statement that James, Blake issued."}, {"sentId": 513, "text": "He says, \"While I continue to believe the vast majority of our police officers are dedicated public servants who conduct themselves appropriately, I know that what happened to me is not uncommon."}, {"sentId": 514, "text": "As I told the Commissioner, I am determined to use my voice to turn this unfortunate incident into a catalyst for change in the relationship between the police and the public they serve."}, {"sentId": 515, "text": "For that reason I am calling upon the city of New York to make a significant financial commitment to improving the relationship particularly in those neighborhoods where incidents of the type I experienced occur all too frequently.\""}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 516, "text": "Do you think he can be a catalyst, Ben, for change?"}, {"sentId": 517, "text": "FERGUSON:  Sure."}, {"sentId": 518, "text": "I think, look."}, {"sentId": 519, "text": "One thing about James is he is very level-headed guy."}, {"sentId": 520, "text": "He is also incredibly well-spoken."}, {"sentId": 521, "text": "I mean, he was one of the, you know, top tennis players in the world."}, {"sentId": 522, "text": "Number four at one time and went to an Ivy League school for a year and then went pro."}, {"sentId": 523, "text": "I mean, if there is any one that I think could actually lead a conversation on this issue, I think James Blake can do it and I think he can bring a lot to this."}, {"sentId": 524, "text": "And I hope that maybe he can go out and have this conversation."}, {"sentId": 525, "text": "And others will respect him because he's going to be able to do it and I think he can see both sides of this."}, {"sentId": 526, "text": "So I'm glad he is getting..."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 527, "text": "There is no two sides for this."}], "speaker": "HILL", "secId": 234}, {"sentences": [{"sentId": 528, "text": "... what his fame for this."}], "speaker": "FERGUSON", "secId": 235}, {"sentences": [{"sentId": 529, "text": "Go ahead, Marc."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 530, "text": "Well..."}], "speaker": "FERGUSON", "secId": 237}, {"sentences": [{"sentId": 531, "text": "But there is -- there is no probably is no both sides to this, right?"}, {"sentId": 532, "text": "This whole thing is frustrating me, right."}, {"sentId": 533, "text": "Although, first of all, it is a case of mistaken identity."}, {"sentId": 534, "text": "They thought the guy was involved in cellular phone fraud."}, {"sentId": 535, "text": "It wasn't like they're trying to arrest Tony Montana."}, {"sentId": 536, "text": "Even he was the guy which I don't think necessarily they did."}, {"sentId": 537, "text": "But even if he is the guy..."}], "speaker": "HILL", "secId": 238}, {"sentences": [{"sentId": 538, "text": "But Marc, before you finish, the guy, they thought it was turned out to not be the guy that they were comparing him to."}, {"sentId": 539, "text": "Go on."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 540, "text": "Exactly."}, {"sentId": 541, "text": "It was like some Keystone cop ."}, {"sentId": 542, "text": "He fit the description."}, {"sentId": 543, "text": "You look at the pictures, they look just like each other, another thing that I don't necessarily believe."}, {"sentId": 544, "text": "People have remarkable ability to not be able to tell black people apart."}, {"sentId": 545, "text": "I'm just saying."}, {"sentId": 546, "text": "So then on top of that, you know, I get e-mails of people thinking I'm you."}, {"sentId": 547, "text": "So like..."}], "speaker": "HILL", "secId": 240}, {"sentences": [{"sentId": 548, "text": "Stop dressing like me then."}, {"sentId": 549, "text": "Go on."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 550, "text": "You do dress like him."}, {"sentId": 551, "text": "You do dress like him."}, {"sentId": 552, "text": "Come on."}, {"sentId": 553, "text": "Like that is for you to..."}], "speaker": "FERGUSON", "secId": 242}, {"sentences": [{"sentId": 554, "text": "Marc and I look nothing alike."}, {"sentId": 555, "text": "Nothing."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 556, "text": "Nothing."}], "speaker": "HILL", "secId": 244}, {"sentences": [{"sentId": 557, "text": "You two look a lot alike when you dress like that."}], "speaker": "FERGUSON", "secId": 245}, {"sentences": [{"sentId": 558, "text": "I am 3 feet taller than him and I've light skinned according to him."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 559, "text": "You are very light skinned and you act light skinned but I'm 3 feet taller than you."}], "speaker": "HILL", "secId": 247}, {"sentences": [{"sentId": 560, "text": "I'm tan now."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 561, "text": "I am not even going there."}, {"sentId": 562, "text": "HILL:  But on a serious note, there is this question about the role that law enforcement play in our community that they only care and care to apologize because he was James Blake."}, {"sentId": 563, "text": "I don't need to go to Ivy League school."}, {"sentId": 564, "text": "I don't need to be well-spoken."}, {"sentId": 565, "text": "I said you have to be innocent to not get tackled on the street."}], "speaker": "FERGUSON", "secId": 249}, {"sentences": [{"sentId": 566, "text": "That's the problem."}, {"sentId": 567, "text": "We have this way of normalizing with it, even James Blake who I respect for his courage here."}, {"sentId": 568, "text": "Still said, you know, police typically do a good job."}, {"sentId": 569, "text": "In New York, two out of -- some studies show two out of five stops result in excessive forces, spent $100 million on excessive force complaint in last -- between 2003 and 2013."}], "speaker": "FERGUSON", "secId": 250}, {"sentences": [{"sentId": 570, "text": "All right."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 571, "text": "That says that there's a structural of problem."}, {"sentId": 572, "text": "Not just a behavioral problem."}], "speaker": "HILL", "secId": 252}, {"sentences": [{"sentId": 573, "text": "But hold on."}], "speaker": "FERGUSON", "secId": 253}, {"sentences": [{"sentId": 574, "text": "All right."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 575, "text": "Let's be."}], "speaker": "FERGUSON", "secId": 255}, {"sentences": [{"sentId": 576, "text": "Ben, I got to move on."}, {"sentId": 577, "text": "I act light skinned?"}, {"sentId": 578, "text": "All right."}, {"sentId": 579, "text": "We'll talk about it."}, {"sentId": 580, "text": "Ben and Marc, stay with me."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 581, "text": "Don't talk about it."}], "speaker": "FERGUSON", "secId": 257}, {"sentences": [{"sentId": 582, "text": "Coming up, Stephen Colbert having a lot of fun with the presidential nominees and their hats."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 583, "text": "Rick Perry dropping out of the race tonight and getting some unexpected parting words from Donald Trump."}, {"sentId": 584, "text": "Back with me now Ben Ferguson and dark-skinned, Marc Lamont Hill, people are tripping on the comment."}, {"sentId": 585, "text": "That's -- maybe that's to inside baseball."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 586, "text": "Anyways, let's lack again at Donald Trump's reaction to Rick Perry's dropping out of the race and what he said about Rick Perry the candidate in July."}, {"sentId": 587, "text": "That's what he says, he said, \"He's a terrific guy and I will wish him well."}, {"sentId": 588, "text": "I know that he will have a great future.\""}, {"sentId": 589, "text": "That's what he said in July."}, {"sentId": 590, "text": "And then -- that's what he said now."}, {"sentId": 591, "text": "All right?"}, {"sentId": 592, "text": "In July, he said, \"He failed on the border he should be forced to take an I.Q."}, {"sentId": 593, "text": "test before being allowed to enter the GOP debate.\""}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 594, "text": "Quite a difference there, Ben Ferguson?"}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 595, "text": "That's -- yeah, it's about accurate."}, {"sentId": 596, "text": "I mean, if you want Donald Trump to like you, you literally need to quit the race for the White House."}, {"sentId": 597, "text": "And then he will be your biggest fan and advocate."}], "speaker": "FERGUSON", "secId": 262}, {"sentences": [{"sentId": 598, "text": "Don't become a journalist moderating the debate if you want him to like you."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 599, "text": "Yeah, yeah, exactly."}, {"sentId": 600, "text": "Yeah."}, {"sentId": 601, "text": "That's -- and that's the truth."}, {"sentId": 602, "text": "So, this is what you should expect from Donald Trump."}, {"sentId": 603, "text": "Anyone that his friend or supports him, he's going to tell you he's amazing, brilliant, smart, energetic and lively."}, {"sentId": 604, "text": "And if you're running against him, you're dumb, stupid, incompetent and ugly woman and or my favorite one from Donald Trump so far, an idiot."}, {"sentId": 605, "text": "That's his number one for anyone that's around him."}], "speaker": "FERGUSON", "secId": 264}, {"sentences": [{"sentId": 606, "text": "Well, Marc, does he always have to have, Marc, always be surrounded by conflict to stay in the front of this race and in the headline?"}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 607, "text": "He does particularly if he doesn't want to spend a bunch of money and then what he's been master for life is getting P.R., getting attention on and a media spectacle around him without investing a ton of money, he just continues to attack people."}, {"sentId": 608, "text": "He's like a bully."}, {"sentId": 609, "text": "He's like a high school kid."}, {"sentId": 610, "text": "You know, it's weird the kind of things he says and does, looking more bizarre that we continue to -- given so much attention for it."}], "speaker": "HILL", "secId": 266}, {"sentences": [{"sentId": 611, "text": "What I love though is the fact that Republicans like Ben act like they hate Donald Trump and that he's just the worst thing that they are hoping against all hope that he does not become a nominee."}, {"sentId": 612, "text": "I want to know what everyone what everyone would do or say if he actually wins this."}, {"sentId": 613, "text": "I want to see, if he wins this thing, I want to know what they're going to say."}], "speaker": "HILL", "secId": 267}, {"sentences": [{"sentId": 614, "text": "Do you really think...."}], "speaker": "FERGUSON", "secId": 268}, {"sentences": [{"sentId": 615, "text": "No, when he wins it."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 616, "text": "You really think he's going to win it, for sure?"}], "speaker": "FERGUSON", "secId": 270}, {"sentences": [{"sentId": 617, "text": "If you look at the polls, I think he stands pretty..."}], "speaker": "HILLS", "secId": 271}, {"sentences": [], "speaker": "LEMON", "secId": 272}, {"sentences": [{"sentId": 618, "text": "If he's going to win -- we're 14 months away."}, {"sentId": 619, "text": "I mean, crazy town at some point, some..."}], "speaker": "FERGUSON", "secId": 273}, {"sentences": [{"sentId": 620, "text": "Not from Iowa."}, {"sentId": 621, "text": "OK."}], "speaker": "HILL", "secId": 274}, {"sentences": [{"sentId": 622, "text": "The electricity out."}], "speaker": "FERGUSON", "secId": 275}, {"sentences": [{"sentId": 623, "text": "But here's my point."}, {"sentId": 624, "text": "We're 14 months away and if we're going to say about Hillary Clinton like, \"Oh, my gosh, she's slipping or whatever\", Ben it shows"}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 625, "text": "momentum."}, {"sentId": 626, "text": "His momentum is upward."}, {"sentId": 627, "text": "Her momentum is downward so even though it's 14 months away..."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 628, "text": "Sure."}], "speaker": "FERGUSON", "secId": 278}, {"sentences": [{"sentId": 629, "text": "... it kind of shows you where this thing may be going."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 630, "text": "Well, but... HILL:  And we're not 14 months from the primary..."}], "speaker": "FERGUSON", "secId": 280}, {"sentences": [{"sentId": 631, "text": "Hold on."}, {"sentId": 632, "text": "Let's be clear though."}, {"sentId": 633, "text": "Hillary Clinton is going down because the number one word that people that are voting associate her with is a liar."}, {"sentId": 634, "text": "I mean that's her biggest problem as Bernie Sanders is out there as an alternative."}, {"sentId": 635, "text": "Donald Trump, on the other hand, is out there saying make America great again and people are jumping all over it because he's a non-politician."}, {"sentId": 636, "text": "Let's also be clear."}], "speaker": "FERGUSON", "secId": 281}, {"sentences": [{"sentId": 637, "text": "That's not the only thing he is saying, Ben."}, {"sentId": 638, "text": "That not the only thing he is saying."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 639, "text": "Well, no, but I'm saying that's what people like about him, you know, like he's not a politician."}], "speaker": "FERGUSON", "secId": 283}, {"sentences": [{"sentId": 640, "text": "OK, point taken."}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 641, "text": "He's blunt."}, {"sentId": 642, "text": "He's bold."}, {"sentId": 643, "text": "He's in with each other space."}, {"sentId": 644, "text": "But let's also look he's in second place, a guy that is completely the opposite."}, {"sentId": 645, "text": "A 180 from Donald Trump, cool, calm, mild-mannered..."}], "speaker": "FERGUSON", "secId": 285}, {"sentences": [{"sentId": 646, "text": "He's not the opposite."}], "speaker": "HILL", "secId": 286}, {"sentences": [{"sentId": 647, "text": "... Ben Carson."}, {"sentId": 648, "text": "He is the opposite."}, {"sentId": 649, "text": "Yeah."}, {"sentId": 650, "text": "Have you look at the two of them side by side?"}, {"sentId": 651, "text": "Even their hair is the opposite."}], "speaker": "FERGUSON", "secId": 287}, {"sentences": [{"sentId": 652, "text": "OK."}, {"sentId": 653, "text": "But..."}], "speaker": "HILL", "secId": 288}, {"sentences": [{"sentId": 654, "text": "I mean one of them is really light skinned and one of them is real dark."}], "speaker": "LEMON", "secId": 289}, {"sentences": [{"sentId": 655, "text": "There you go."}], "speaker": "FERGUSON", "secId": 290}, {"sentences": [{"sentId": 656, "text": "They are the opposite of everything."}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 657, "text": "They are the opposite."}], "speaker": "FERGUSON", "secId": 292}, {"sentences": [{"sentId": 658, "text": "Yes, Marc."}], "speaker": "LEMON", "secId": 293}, {"sentences": [{"sentId": 659, "text": "Here's what they have in common, neither of them know anything."}, {"sentId": 660, "text": "I mean that's the key here."}, {"sentId": 661, "text": "You know, they're both at outside  opposite that way."}], "speaker": "HILL", "secId": 294}, {"sentences": [{"sentId": 662, "text": "Come on."}, {"sentId": 663, "text": "You got a neurosurgeon."}], "speaker": "FERGUSON", "secId": 295}, {"sentences": [{"sentId": 664, "text": "But..."}], "speaker": "HILL", "secId": 296}, {"sentences": [{"sentId": 665, "text": "Don't be like Donald Trump and says an average doctor don't know anything."}, {"sentId": 666, "text": "The guy is a brilliant doctor, peer-reviewed that is literally pioneered separating twins."}, {"sentId": 667, "text": "He's not an idiot."}], "speaker": "FERGUSON", "secId": 297}, {"sentences": [{"sentId": 668, "text": "But that doesn't make you -- makes you -- make you the president."}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 669, "text": "I never said he was -- let me be clear."}, {"sentId": 670, "text": "I don't want to get attacked by the right wing, too."}, {"sentId": 671, "text": "I never said Ben Carson was an idiot."}], "speaker": "HILL", "secId": 299}, {"sentences": [{"sentId": 672, "text": "Too late."}], "speaker": "FERGUSON", "secId": 300}, {"sentences": [{"sentId": 673, "text": "I said he didn't know anything about being president."}, {"sentId": 674, "text": "If he's running for brain surgeon or chief-of-surgery, I'm down with it because Trump is..."}], "speaker": "HILL", "secId": 301}, {"sentences": [{"sentId": 675, "text": "Based on what?"}], "speaker": "FERGUSON", "secId": 302}, {"sentences": [{"sentId": 676, "text": "But who knows -- well, here is a thing -- who knows --but who knows what it's like to be president until you're actually president."}, {"sentId": 677, "text": "No one knows that."}], "speaker": "LEMON", "secId": 303}, {"sentences": [{"sentId": 678, "text": "No, no, no, no."}, {"sentId": 679, "text": "But I'm saying..."}], "speaker": "HILL", "secId": 304}, {"sentences": [{"sentId": 680, "text": "Ben Carson has been very articulate on his policies foreign policy and domestic policy."}], "speaker": "FERGUSON", "secId": 305}, {"sentences": [{"sentId": 681, "text": "Let me answer the question."}], "speaker": "HILL", "secId": 306}, {"sentences": [{"sentId": 682, "text": "Let him answer the question, Ben Ferguson."}, {"sentId": 683, "text": "Ben Trump -- I mean Ferguson, let him answer the questions."}], "speaker": "LEMON", "secId": 307}, {"sentences": [{"sentId": 684, "text": "Offering general platitudes about foreign policy just like Donald Trump is saying I'll give you a great deal in Iran."}, {"sentId": 685, "text": "You'll get -- you'll have the best immigration protection you've ever seen, it's different than knowing basic policy and it's knowing who the foreign leaders are, know what the basic issues are between things ."}], "speaker": "HILL", "secId": 308}, {"sentences": [{"sentId": 686, "text": "You have not..."}], "speaker": "FERGUSON", "secId": 309}, {"sentences": [{"sentId": 687, "text": "I had been."}], "speaker": "HILL", "secId": 310}, {"sentences": [{"sentId": 688, "text": "If you have met Ben Carson..."}], "speaker": "FERGUSON", "secId": 311}, {"sentences": [{"sentId": 689, "text": "I actually had been..."}], "speaker": "HILL", "secId": 312}, {"sentences": [{"sentId": 690, "text": "Have you heard what he is talking about when it comes to domestic policy, when it comes to education, when it comes to, for example, health care and what parts of..."}], "speaker": "FERGUSON", "secId": 313}, {"sentences": [{"sentId": 691, "text": "Quickly guys..."}], "speaker": "LEMON", "secId": 314}, {"sentences": [{"sentId": 692, "text": "Wrap it up."}, {"sentId": 693, "text": "This is the wrap it up part."}], "speaker": "LEMON", "secId": 315}, {"sentences": [{"sentId": 694, "text": "I'm talking foreign policy, Ben and I'm saying that he nor Trump have demonstrated any sophisticated knowledge of foreign policy and so ."}], "speaker": "HILL", "secId": 316}, {"sentences": [{"sentId": 695, "text": "I got to disagree..."}], "speaker": "FERGUSON", "secId": 317}, {"sentences": [{"sentId": 696, "text": "Last word."}, {"sentId": 697, "text": "Thank you, guys."}, {"sentId": 698, "text": "Have a great weekend."}, {"sentId": 699, "text": "Love the outfit."}, {"sentId": 700, "text": "It looked just like fine Marc Lamont Hill."}], "speaker": "LEMON", "secId": 318}, {"sentences": [{"sentId": 701, "text": "Thanks, Don."}], "speaker": "FERGUSON", "secId": 319}, {"sentences": [{"sentId": 702, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 320}, {"sentences": [{"sentId": 703, "text": "That's it for us tonight I'll see you back here on Monday, but before we leave you tonight, on the 14th anniversary of the 9/11 attack, I want you to listen to the words of Vice President Joe Biden speaking the first responders here in New York City today."}, {"sentId": 704, "text": "Good night."}], "speaker": "LEMON", "secId": 321}, {"sentences": [{"sentId": 705, "text": "We have what most people long for."}, {"sentId": 706, "text": "The love and the memory that's so cherished and so profound that it makes every other thing in our life worth doing."}, {"sentId": 707, "text": "We always rise up as a nation."}, {"sentId": 708, "text": "We always ride on."}, {"sentId": 709, "text": "So let me say may God bless the memory of the heroes we lost, may God bless the United States of America and may God protect our firefighters and our police and our troops, wherever they are."}], "speaker": "BIDEN", "secId": 322}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.11.cnnt.01.html.json", "time": "Aired September 11, 2015 - 21:00   ET"}