{"sectionCount": 222, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "OBAMA", "KEILAR", "TRUMP", "LUNTZ", "NAVARRO", "MCENANY", "NAVARO", "SWINDLE", "ALVAREZ", "TRUMPZ", "PRESTON", "LIZZA", "WILLIAMS", "ROCK", "BLOOM", "MESEREAU", "BIENVENUE", "UNIDENTIFIED MALE"], "subTitle": "Donald Trump Tops New National Poll; Trump Won't Back Down From Comments About John McCain. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/20/cnnt.01.html", "sentenceCount": 686, "sections": [{"sentences": [{"sentId": 0, "text": "Donald Trump tops a new national poll, and he won't back down from this slam at John McCain."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "Donald Trump's no apologies tour rolling on tonight after this comment about John McCain."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "He is a war hero because he was captured."}, {"sentId": 5, "text": "I like people that weren't captured."}], "speaker": "OBAMA", "secId": 1}, {"sentences": [{"sentId": 6, "text": "If you think this is the end for the mogul who wants to be your next president, don't be so sure."}, {"sentId": 7, "text": "He is a front-runner in a new national poll."}, {"sentId": 8, "text": "So, is Donald Trump telling his supporters exactly what they want to hear or crossing a line with his tough talk."}, {"sentId": 9, "text": "Both sides are going to weigh in tonight."}, {"sentId": 10, "text": "Plus two war heroes who were in prison with John McCain in Vietnam."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 11, "text": "Let's get right to Donald Trump now speaking up tonight as a major newspaper in a key state calls for him to drop out of the race."}, {"sentId": 12, "text": "CNN's political correspondent is Brianna Keilar and she joins me now with more."}, {"sentId": 13, "text": "Good evening, Brianna."}, {"sentId": 14, "text": "Trump had quite the Media Blitz today since he made those controversial remarks about John McCain."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 15, "text": "The Des Moines Register is now tonight saying that he should drop out of this race calls him quote, \"A bloviating sideshow.\""}, {"sentId": 16, "text": "Is Trump backing down or is he digging in?"}, {"sentId": 17, "text": "He probably doesn't really care what this newspaper has to say."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 18, "text": "He is really digging in, Don."}, {"sentId": 19, "text": "He's been trying to explain his beef with John McCain for one saying -- for one Donald Trump saying quote -- pardon me, for McCain saying that quote, \"Donald Trump fired up the crazies when he attracted a big crowd recently in Arizona.\""}], "speaker": "KEILAR", "secId": 5}, {"sentences": [{"sentId": 20, "text": "And then number two, that he doesn't have the backing of veterans, which is something that a lot of vets groups who have given awards to John McCain would take issue with."}, {"sentId": 21, "text": "This is what Trump said on Fox News earlier this evening."}], "speaker": "KEILAR", "secId": 6}, {"sentences": [{"sentId": 22, "text": "Well, you know, when you get personal -- if you look at what John McCain said, we had 15,000 incredible Americans talking about illegal immigration bill, and he called them crazies."}, {"sentId": 23, "text": "And that was a very insulting thing."}, {"sentId": 24, "text": "They were all very insulted in Phoenix the other day."}, {"sentId": 25, "text": "It was a very insulting thing."}, {"sentId": 26, "text": "Not good."}, {"sentId": 27, "text": "And I also see what's happening because I'm making the rounds all over the country."}, {"sentId": 28, "text": "And I see how badly our veterans are being treated."}, {"sentId": 29, "text": "And he's the guy."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 30, "text": "I mean, he's supposed to be doing it."}, {"sentId": 31, "text": "I see him on television all the time and he's always talking, talking but nothing gets done."}, {"sentId": 32, "text": "These veterans are living in hell, bill."}, {"sentId": 33, "text": "They are hurting and they are crying."}, {"sentId": 34, "text": "You see these strong powerful people and you see tears coming down their eyes."}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 35, "text": "Establishment Republicans are not a fan of Donald Trump."}, {"sentId": 36, "text": "Donald Trump clearly not a fan of Establishment Republicans and he would put John McCain in that category."}, {"sentId": 37, "text": "But listen to this, this is something else that he said in that appearance."}, {"sentId": 38, "text": "It's not an apology but it's the closest thing to contrition that we have heard from Donald Trump since his initial remarks this weekend."}], "speaker": "KEILAR", "secId": 9}, {"sentences": [{"sentId": 39, "text": "I have respect for Senator McCain."}, {"sentId": 40, "text": "I used to like him a lot."}, {"sentId": 41, "text": "I supported him."}, {"sentId": 42, "text": "A raised a lot of money for his campaign against President Obama."}, {"sentId": 43, "text": "And certainly if there was a misunderstanding I would totally take that back."}, {"sentId": 44, "text": "But hopefully, I said it correctly."}, {"sentId": 45, "text": "And certainly shortly thereafter, I said it correctly."}, {"sentId": 46, "text": "I would like him, however, to do something with the 15,000 people that were in Phoenix about illegal, you know, immigration."}, {"sentId": 47, "text": "They are being decimated."}, {"sentId": 48, "text": "These people are being decimated."}, {"sentId": 49, "text": "And I would love to see him do a much better job."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 50, "text": "So, you see Donald Trump they are really trying to pivot to some issues here."}, {"sentId": 51, "text": "But his GOP opponents are trying to hold him, Don, to his criticism of McCain's war record."}, {"sentId": 52, "text": "His initial criticism."}, {"sentId": 53, "text": "They want him out of the race and they really think this could be the vehicle."}], "speaker": "KEILAR", "secId": 11}, {"sentences": [{"sentId": 54, "text": "Yes, and his initial criticism he said, he's not a war hero."}, {"sentId": 55, "text": "And many went back and said, well, he is a war hero."}, {"sentId": 56, "text": "He's a war hero because he was captured."}, {"sentId": 57, "text": "But he did say that a number of times, right."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 58, "text": "Well, it sounds -- if you look at the initial comments -- and we'll play them in just a moment."}, {"sentId": 59, "text": "When he is going back to saying that he said he is a war hero, it seems like he is referring to the press conference that he held after this Q&A that he was doing which, by the way, we should note he was doing with a republican pollster Frank Luntz as the interviewer."}, {"sentId": 60, "text": "So, initially he was saying he wasn't a war hero."}, {"sentId": 61, "text": "And it was Lutz."}, {"sentId": 62, "text": "And you'll hear it here as he kind of argue back and forth."}, {"sentId": 63, "text": "Listen for Luntz off camera saying, wait, he is a war hero."}, {"sentId": 64, "text": "Here it is."}], "speaker": "KEILAR", "secId": 13}, {"sentences": [{"sentId": 65, "text": "I supported him."}, {"sentId": 66, "text": "I supported him for president."}, {"sentId": 67, "text": "I raised a million dollars for him."}, {"sentId": 68, "text": "That's a lot of money."}, {"sentId": 69, "text": "I supported him."}, {"sentId": 70, "text": "He lost."}, {"sentId": 71, "text": "It let us down."}, {"sentId": 72, "text": "But you know, he lost."}, {"sentId": 73, "text": "So, I never liked him as much after that because I don't like losers."}, {"sentId": 74, "text": "But, Frank, Frank, let me to it, he hit me..."}], "speaker": "TRUMP", "secId": 14}, {"sentences": [{"sentId": 75, "text": "He is a war hero."}], "speaker": "LUNTZ", "secId": 15}, {"sentences": [{"sentId": 76, "text": "He's not war hero."}], "speaker": "TRUMP", "secId": 16}, {"sentences": [{"sentId": 77, "text": "He is a war hero."}], "speaker": "LUNTZ", "secId": 17}, {"sentences": [{"sentId": 78, "text": "He is a war hero..."}], "speaker": "TRUMP", "secId": 18}, {"sentences": [{"sentId": 79, "text": "Five and a half years ago, he's a war."}], "speaker": "LUNTZ", "secId": 19}, {"sentences": [{"sentId": 80, "text": "He's a war hero because he was captured."}, {"sentId": 81, "text": "I like people that weren't captured."}, {"sentId": 82, "text": "OK?"}, {"sentId": 83, "text": "I hate to tell you."}], "speaker": "TRUMP", "secId": 20}, {"sentences": [{"sentId": 84, "text": "He is a war hero."}], "speaker": "LUNTZ", "secId": 21}, {"sentences": [{"sentId": 85, "text": "He is a war hero because he was captured."}, {"sentId": 86, "text": "OK?"}, {"sentId": 87, "text": "You can have -- and I believe perhaps he's a war hero."}], "speaker": "TRUMP", "secId": 22}, {"sentences": [{"sentId": 88, "text": "So, you hear him there, Don, he makes the joke about McCain and he gets some laughs."}, {"sentId": 89, "text": "But when he goes on to saying he's a war hero because he was captured, which appears to be another joke, he doesn't get so many laughs."}], "speaker": "KEILAR", "secId": 23}, {"sentences": [{"sentId": 90, "text": "You start to hear the boos."}, {"sentId": 91, "text": "And it's in his press conference right after he does this Q&A with Frank Luntz where he says, I like, you know, basically, POWs or soldiers who are captured and who are not captured."}, {"sentId": 92, "text": "And he tries to go on clean up and that's what he's referring back to when he tries to defend his answer."}], "speaker": "KEILAR", "secId": 24}, {"sentences": [{"sentId": 93, "text": "Busy couple of days for Donald Trump."}, {"sentId": 94, "text": "Thank you, Brianna Keilar."}, {"sentId": 95, "text": "I appreciate that."}, {"sentId": 96, "text": "Republican strategist Ana Navarro is here."}, {"sentId": 97, "text": "She is a supporter of Jeb Bush and adviser to other GOP candidates."}, {"sentId": 98, "text": "Kayleigh McEnany is also here, the editor of Political Prospect."}, {"sentId": 99, "text": "Good evening to both of you."}, {"sentId": 100, "text": "Ana, first, your reaction to what Donald Trump said tonight on Bill O'Reilly's show?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 101, "text": "Yes."}, {"sentId": 102, "text": "I think that's just Donald Trump continuing to be Donald Trump."}, {"sentId": 103, "text": "This guy is a loose cannon who's viable to say absolutely anything."}, {"sentId": 104, "text": "He suffers from stream of consciousness."}, {"sentId": 105, "text": "And yet to hear him discuss policy issues."}, {"sentId": 106, "text": "I think he is appealing to legitimate fears and frustrations that people have with the dysfunction in Washington."}], "speaker": "NAVARRO", "secId": 26}, {"sentences": [{"sentId": 107, "text": "But when he's not offending Mexicans, he's offending service men and women."}, {"sentId": 108, "text": "When he is not offending service men and women, he is offending -- you know, you name it."}, {"sentId": 109, "text": "Other candidates running for the nomination."}, {"sentId": 110, "text": "So, it's just one more day in Donald Trump's reality show, a.k.a."}, {"sentId": 111, "text": "the republican nomination."}], "speaker": "NAVARRO", "secId": 27}, {"sentences": [{"sentId": 112, "text": "I find his comments about McCain, Don, particularly offensive because I know John McCain."}, {"sentId": 113, "text": "John McCain is a friend of mine."}, {"sentId": 114, "text": "I have spent a lot of time with him."}, {"sentId": 115, "text": "He's not a guy who speaks about his time as POW."}, {"sentId": 116, "text": "He talks about others were like when they were prison and how much he owes to people like Bud Day, another hero who was actually hailed from Iowa."}], "speaker": "NAVARRO", "secId": 28}, {"sentences": [{"sentId": 117, "text": "And, Ana."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 118, "text": "And, you know, the people that allowed him to survive."}, {"sentId": 119, "text": "John McCain is a guy who cannot lift his arms past his head, who cannot comb his hair because of what the Vietnamese did to him."}], "speaker": "NAVARRO", "secId": 30}, {"sentences": [{"sentId": 120, "text": "And I know that you had a conversation with him today and I want to get to that."}, {"sentId": 121, "text": "But I want to get Kayleigh's reaction and I know I ask about your conversation."}, {"sentId": 122, "text": "Kayleigh, what do you make of Donald Trump's remarks on Bill O'Reilly's show tonight?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 123, "text": "Sure."}, {"sentId": 124, "text": "No one is defending what he said about John McCain and that includes Donald Trump."}, {"sentId": 125, "text": "But let's be real."}, {"sentId": 126, "text": "Look at what he said to Bill O'Reilly."}, {"sentId": 127, "text": "He said, if there is any misunderstanding I want to clarify that now."}, {"sentId": 128, "text": "John McCain is a war hero."}, {"sentId": 129, "text": "So, he did back pedal on his statement."}, {"sentId": 130, "text": "Even Donald Trump is not defending Donald Trump's statements."}], "speaker": "MCENANY", "secId": 32}, {"sentences": [{"sentId": 131, "text": "But I would challenge Ana in saying that Donald Trump is bringing up real policy issues."}, {"sentId": 132, "text": "He's not doing with it the right tone but he's bringing up issues that resonate."}, {"sentId": 133, "text": "He's bringing up some of the dangers that an open border can cause, he's bringing up gun free zones and on military bases."}, {"sentId": 134, "text": "And unfortunately, a lot of these issues have come to fruition in the form of the Chattanooga shooting or the death of Kate Steinle."}], "speaker": "MCENANY", "secId": 33}, {"sentences": [{"sentId": 135, "text": "So, he is bringing real issues."}, {"sentId": 136, "text": "It's resonating with the base but he's got to change the tone."}, {"sentId": 137, "text": "If he doesn't change the tone he's not going to be a real candidate in this race in any form."}], "speaker": "MCENANY", "secId": 34}, {"sentences": [{"sentId": 138, "text": "OK."}, {"sentId": 139, "text": "So, let's bring up the polls now."}, {"sentId": 140, "text": "Because this is -- let's see."}, {"sentId": 141, "text": "This is the Iowa Caucus, among republican."}, {"sentId": 142, "text": "It shows Scott Walker 22 percent, Donald Trump 13 percent, Ben Carson 8 percent, 7 percent Jeb Bush, Ted Cruz, 7 percent."}, {"sentId": 143, "text": "So, where Saturday's event Trump was in second place among caucus members."}, {"sentId": 144, "text": "Is there -- what's the explanation for that, Ana?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 145, "text": "Don, we're not still at the point where I think people are honing in on who they are going to actually vote for."}, {"sentId": 146, "text": "We are in the dating and flirting stage of the republican primary."}, {"sentId": 147, "text": "And a lot of times you flirt with and you date people who you don't end up marrying."}], "speaker": "NAVARRO", "secId": 36}, {"sentences": [{"sentId": 148, "text": "If you will remember in 2012, we had a slew of people that were in first place at one time or another."}, {"sentId": 149, "text": "And I do think that people are angered -- or angry, and that they're venting through the polls."}, {"sentId": 150, "text": "You know, I think that he is hitting a cord with the -- about the dysfunction in Washington and people are using the polls to vent and express their anger and frustration legitimately so with Washington."}], "speaker": "NAVARRO", "secId": 37}, {"sentences": [{"sentId": 151, "text": "OK."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 152, "text": "I don't think this is going to last because I think Donald Trump's worst enemy is Donald Trump's mouth and brain."}, {"sentId": 153, "text": "And he just doesn't -- you know, he ends up being a fraud to republicans."}, {"sentId": 154, "text": "This is a guy who, you know, rails against illegal immigrants, but has them employed at his construction sites."}, {"sentId": 155, "text": "This is a guy who rails against people who served in the military and put themselves in harm's way while he was getting five deferments, the last one for a bone spur in a foot he doesn't remember which foot."}], "speaker": "NAVARO", "secId": 39}, {"sentences": [{"sentId": 156, "text": "OK. Ana."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 157, "text": "This is a guy who claims to be conservative and his preparation for bail and bankruptcy at least times."}], "speaker": "NAVARRO", "secId": 41}, {"sentences": [{"sentId": 158, "text": "To your point -- there is a newspaper, the Des Moines Register, which is important because it is a caucus state."}, {"sentId": 159, "text": "And it's a place where people pay attention to this because the presidential race kicks off in that state."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 160, "text": "Here's what they're saying."}, {"sentId": 161, "text": "They're asking him to jump out and saying he is a \"bloviating sideshow,\" and that's a quote from them."}, {"sentId": 162, "text": "He said, let's see."}, {"sentId": 163, "text": "\"Being electable is not the same as being qualified and Trump has proven himself not only unfit to hold office but unfit to stand on the same stage as his republican opponents."}, {"sentId": 164, "text": "The best way Donald Trump can serve his country is by apologizing to McCain and terminating this ill-conceived campaign."}, {"sentId": 165, "text": "What's your reaction, Kayleigh?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 166, "text": "You know with that is, Don, is the Moines Register is reacting to the fact that Donald Trump is not your typical politician."}, {"sentId": 167, "text": "And if he ask me, that's a good thing."}, {"sentId": 168, "text": "Donald Trump is the anti-politician."}, {"sentId": 169, "text": "He is coming off refreshing, he's coming off not rehearsed."}, {"sentId": 170, "text": "He's not poll testing every word coming out of his mouth."}], "speaker": "MCENANY", "secId": 44}, {"sentences": [{"sentId": 171, "text": "Now, that's a double edge sword."}, {"sentId": 172, "text": "On one hand, that's a very good thing, it's good."}, {"sentId": 173, "text": "It comes off real."}, {"sentId": 174, "text": "On the other hand, he's got to be more measured on what he said."}, {"sentId": 175, "text": "He needs to take a cue from Reince Priebus who has asked him to tone down his words, to tone down his rhetoric."}, {"sentId": 176, "text": "Because the refresh unrehearsed Donald Trump is good but it can also be his down fall as Ana mentioned."}], "speaker": "MCENANY", "secId": 45}, {"sentences": [{"sentId": 177, "text": "Yes."}, {"sentId": 178, "text": "He may not want to change anything."}, {"sentId": 179, "text": "Because if you look at the new polls, this new Washington Post poll it's a huge lead for Donald Trump over the rest of the field."}, {"sentId": 180, "text": "It would have been even bigger I think if it's some signs, and you know, it's unscientific here, they think that some -- it may have fallen off after the comments on Saturday."}, {"sentId": 181, "text": "But, I mean, he is still leading almost like double digits."}, {"sentId": 182, "text": "So, that's huge."}, {"sentId": 183, "text": "Ana?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 184, "text": "I don't think he's going to apologize, frankly."}, {"sentId": 185, "text": "This is a guy who said in the same forum where he said that he didn't think John McCain was a war hero."}, {"sentId": 186, "text": "In that same forum he says he never asks God for forgiveness."}, {"sentId": 187, "text": "So, I don't know why anybody would that think he would ever ask John McCain and the other Prisoners of War for forgiveness."}, {"sentId": 188, "text": "He is going to double down and I think, you know, Donald Trump is a guy who is used to being a brand..."}], "speaker": "NAVARRO", "secId": 47}, {"sentences": [{"sentId": 189, "text": "But he hasn't, Ana."}, {"sentId": 190, "text": "He did say it was a misunderstanding."}, {"sentId": 191, "text": "He just said that two hours ago."}], "speaker": "MCENANY", "secId": 48}, {"sentences": [{"sentId": 192, "text": "Oh, he said it today, Kayleigh."}, {"sentId": 193, "text": "He has been saying, OK."}], "speaker": "NAVARRO", "secId": 49}, {"sentences": [{"sentId": 194, "text": "And he said he would take it back if there was a misunderstanding."}], "speaker": "MCENANY", "secId": 50}, {"sentences": [{"sentId": 195, "text": "Well, he has been saying -- OK."}, {"sentId": 196, "text": "But he has been -- he has not said I apologize -- has he said I apologize to the Prisoners of War and the service men and women whom I offended with my comments?"}], "speaker": "NAVARRO", "secId": 51}, {"sentences": [{"sentId": 197, "text": "He hasn't, but he said."}], "speaker": "MCENANY", "secId": 52}, {"sentences": [{"sentId": 198, "text": "I apologize to those who were captured."}, {"sentId": 199, "text": "Because and you know what?"}], "speaker": "NAVARRO", "secId": 53}, {"sentences": [{"sentId": 200, "text": "Ana, let her respond."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 201, "text": "I was wrong to say that I don't like people who are captured."}, {"sentId": 202, "text": "So, has he said that?"}, {"sentId": 203, "text": "Let's not pretend that he apologized."}, {"sentId": 204, "text": "Let's not pretend that he had back drive."}], "speaker": "NAVARRO", "secId": 55}, {"sentences": [{"sentId": 205, "text": "Let her -- let her respond Ana."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 206, "text": "He have gone around in circles and kind of, you know, back pedal."}, {"sentId": 207, "text": "But he's not back track and apologize."}], "speaker": "NAVARRO", "secId": 57}, {"sentences": [{"sentId": 208, "text": "Ana, you have to let her respond."}, {"sentId": 209, "text": "Go ahead, Kayleigh."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 210, "text": "Ana, I don't believe that Donald Trump believes that John McCain is not a hero."}, {"sentId": 211, "text": "I believe he said something poorly."}, {"sentId": 212, "text": "He did say in that same interview four times that he is a hero."}, {"sentId": 213, "text": "He said it incorrectly and he's backed away from the statement."}, {"sentId": 214, "text": "So, I don't think Donald Trump really believe that."}, {"sentId": 215, "text": "And I think that if you're being honest with yourself, you too, admit that Donald Trump doesn't believe a man who spent five years in a prison is not a war hero."}, {"sentId": 216, "text": "He said something poorly."}], "speaker": "MCENANY", "secId": 59}, {"sentences": [{"sentId": 217, "text": "Ana, I want to ask you this because you had a conversation with John McCain."}, {"sentId": 218, "text": "What did John McCain tell you in his comments?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 219, "text": "I like you, Kayleigh, I don't tell -- unlike you, Kayleigh, I don't -- you know, let me respond to her, Don."}], "speaker": "NAVARRO", "secId": 61}, {"sentences": [{"sentId": 220, "text": "But, Ana, I'm out of time, Ana."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 221, "text": "I like you Kayleigh, I mean to interpret Donald Trump..."}], "speaker": "NAVARRO", "secId": 63}, {"sentences": [{"sentId": 222, "text": "Ana, I'm out time, so, yes, I would like to hear about your comments."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 223, "text": "John McCain is fine."}, {"sentId": 224, "text": "Listen, John McCain is -- John McCain is what he has always been, a man that is not about himself, a man that is about service to country and a man that is grateful to all those men and women who put themselves in a harm way."}, {"sentId": 225, "text": "Unlike Mr. Trump who was getting five deferments while so many others were serving their country."}], "speaker": "NAVARRO", "secId": 65}, {"sentences": [{"sentId": 226, "text": "Ana, Kayleigh, thanks to both of you."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 227, "text": "Thanks, Don."}], "speaker": "MCENANY", "secId": 67}, {"sentences": [{"sentId": 228, "text": "We've got a lot more on Donald Trump topic, the newest poll in going head-to-head with John McCain."}, {"sentId": 229, "text": "When we come right back, I'm going to talk to two war heroes who were both prisoner of war with John McCain in North Vietnam."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 230, "text": "Also, the man who's made it his mission to stands-up for this country's veterans, Montel Williams."}, {"sentId": 231, "text": "Why he is blasting Donald Trump."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 232, "text": "Let's continue our conversation tonight, how do veterans feel about Donald Trump?"}, {"sentId": 233, "text": "Blasting John McCain's military service?"}, {"sentId": 234, "text": "My next guests were both held as Prisoners of War with Senator McCain."}, {"sentId": 235, "text": "Joining me now is retired Lieutenant Colonel Orson Swindle, he's a former marine fighter pilot, and a retired Navy Commander Everett Alvarez, the longest held Prisoner of War at the Hia Lo Prison in north Vietnam."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 236, "text": "Thank you, gentlemen, for joining us tonight."}, {"sentId": 237, "text": "And thank you so much for your service."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 238, "text": "Thank you, Don."}], "speaker": "SWINDLE", "secId": 72}, {"sentences": [{"sentId": 239, "text": "Thank you."}], "speaker": "ALVAREZ", "secId": 73}, {"sentences": [{"sentId": 240, "text": "Pleasure to be with you."}], "speaker": "SWINDLE", "secId": 74}, {"sentences": [{"sentId": 241, "text": "Yes."}, {"sentId": 242, "text": "It's good to have you here."}, {"sentId": 243, "text": "So, Commander Alvarez."}, {"sentId": 244, "text": "Let's take another look and listen to what began this firestorm."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 245, "text": "I supported him."}, {"sentId": 246, "text": "I supported him for president."}, {"sentId": 247, "text": "I raised a million dollars for him."}, {"sentId": 248, "text": "That's a lot of money."}, {"sentId": 249, "text": "I supported him."}, {"sentId": 250, "text": "He lost."}, {"sentId": 251, "text": "He let us down."}, {"sentId": 252, "text": "But, you know, he lost, so I never liked him as much after that because I don't like losers."}, {"sentId": 253, "text": "But, Frank, Frank, let me get to it."}], "speaker": "TRUMP", "secId": 76}, {"sentences": [{"sentId": 254, "text": "He's a war hero."}], "speaker": "LUNTZ", "secId": 77}, {"sentences": [{"sentId": 255, "text": "He's not a war hero."}], "speaker": "TRUMP", "secId": 78}, {"sentences": [{"sentId": 256, "text": "He's a war hero."}], "speaker": "LUNTZ", "secId": 79}, {"sentences": [{"sentId": 257, "text": "He is a war hero."}], "speaker": "TRUMP", "secId": 80}, {"sentences": [{"sentId": 258, "text": "He's a war here."}, {"sentId": 259, "text": "Five and half years..."}], "speaker": "LUNTZ", "secId": 81}, {"sentences": [{"sentId": 260, "text": "He's a war hero."}, {"sentId": 261, "text": "He is a war hero because he was captured."}, {"sentId": 262, "text": "I like people that weren't captured."}, {"sentId": 263, "text": "OK?"}, {"sentId": 264, "text": "I hate to tell you that."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 265, "text": "He is a war hero."}], "speaker": "LUNTZ", "secId": 83}, {"sentences": [{"sentId": 266, "text": "He is a war hero because he was captured."}, {"sentId": 267, "text": "OK?"}, {"sentId": 268, "text": "You can have -- and I believe, perhaps he is a war hero."}], "speaker": "TRUMPZ", "secId": 84}, {"sentences": [{"sentId": 269, "text": "So, Commander, every Trump says he did call John McCain a hero."}, {"sentId": 270, "text": "Is that what you heard?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 271, "text": "Well, I heard him call John McCain a loser, and I heard him say the fact that he was a hero because he was captured only."}, {"sentId": 272, "text": "And my -- you know, I'm just speechless because I just can't believe such a reckless words out of a person's mouth."}], "speaker": "ALVAREZ", "secId": 86}, {"sentences": [{"sentId": 273, "text": "You know, to impugn the service of a -- one of our comrades who was doing his best, who hung in there, who was committed to each of us as well as we were committed to him, who was committed to his country, to his beliefs, and who survived with us -- to impugn that I think is just utterly ridiculous."}, {"sentId": 274, "text": "I can't say anything positive about Mr. Trump or anything reason why he should even be speaking on the subject."}], "speaker": "ALVAREZ", "secId": 87}, {"sentences": [{"sentId": 275, "text": "Lieutenant Colonel Swindle, what did you hear?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 276, "text": "I essentially agree with everything that he have said."}, {"sentId": 277, "text": "And you know, it just boggles the mind that this man who is so worldly as he would tell you very quickly he is worldly."}, {"sentId": 278, "text": "He heard him say this evening, he is very rich."}, {"sentId": 279, "text": "And everything he says he got an \"I\" inserted into it."}], "speaker": "SWINDLE", "secId": 89}, {"sentences": [{"sentId": 280, "text": "But, it's just puzzling why he would think that this was a good thing for him to say."}, {"sentId": 281, "text": "I think he certainly in my mind and I would suspect with a awful lot of veterans has pretty well disqualified himself as far as being a viable candidate for anything."}], "speaker": "SWINDLE", "secId": 90}, {"sentences": [{"sentId": 282, "text": "I thought he was irresponsible, I thought he was insensitive beyond belief."}, {"sentId": 283, "text": "And I'm almost having -- listening to the tape just a second ago when you played it, maybe he was trying to be cute or funny, but he blasters and blabs so much with his big mouth that I don't think he is thinking when he's talking."}, {"sentId": 284, "text": "He's so accustomed to bullying people around apparently"}], "speaker": "SWINDLE", "secId": 91}, {"sentences": [{"sentId": 285, "text": "that he thinks he can get away with all of this."}, {"sentId": 286, "text": "And it's pretty mind boggling, Don."}], "speaker": "SWINDLE", "secId": 92}, {"sentences": [{"sentId": 287, "text": "Yes."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 288, "text": "And not only that, Don, his comments were insensitive not only to all of us who served with John and were in the camp as Prisoners of War -- it's also the fellows that just didn't make it there, the felled people who are the MIA, and they were killed in action, and their families."}], "speaker": "ALVAREZ", "secId": 94}, {"sentences": [{"sentId": 289, "text": "You know, he owes an apology to all of those people and to veterans who served and who are serving today, still in harm's way, people being killed every day."}, {"sentId": 290, "text": "To have this fellow considered as a possibility of having him Commander in Chief is just mind boggling."}, {"sentId": 291, "text": "It just -- I don't know where he is coming from."}], "speaker": "ALVAREZ", "secId": 95}, {"sentences": [{"sentId": 292, "text": "Can we address some of what he said."}, {"sentId": 293, "text": "Because he said that McCain has not done enough for people like you, for veterans."}, {"sentId": 294, "text": "Could his -- could Senator McCain's record be better for veteran's affairs?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 295, "text": "Well, Don, that's a particularly infuriating statement."}, {"sentId": 296, "text": "I can talk to the V.A."}, {"sentId": 297, "text": "with a great deal of specificity that I cannot."}, {"sentId": 298, "text": "But I'll tell you this, I do know a little bit about our government."}, {"sentId": 299, "text": "I'm not so sure Mr. Trump does."}, {"sentId": 300, "text": "The V.A., the Veteran's Administration is in the executive branch, not the Senate."}], "speaker": "SWINDLE", "secId": 97}, {"sentences": [{"sentId": 301, "text": "John has -- Senator McCain has sponsored a number of bills that would go far in improving the lot of our veterans trying to assist but it's the leadership from the executive branch that's responsible for the Administration of the Veteran's Affairs."}, {"sentId": 302, "text": "And it simply is not being done certainly by this president."}, {"sentId": 303, "text": "And I think we can also probably conclude that President Bush didn't do this best job either."}], "speaker": "SWINDLE", "secId": 98}, {"sentences": [{"sentId": 304, "text": "You know, Don, you can agree or disagree with John McCain's policies, and legislative efforts or what have you."}, {"sentId": 305, "text": "If you want to address that I would suggest, you know, ask John McCain."}, {"sentId": 306, "text": "But if you want to talk about John McCain as the Prisoner of War and his service to his country then talk to Orson or talk to myself."}, {"sentId": 307, "text": "We were there."}, {"sentId": 308, "text": "We know what happened."}, {"sentId": 309, "text": "And I cannot -- I cannot emphasize more the commitment that John had to the same goals that we all had."}], "speaker": "ALVAREZ", "secId": 99}, {"sentences": [{"sentId": 310, "text": "We were a unified group."}, {"sentId": 311, "text": "We hung in together."}, {"sentId": 312, "text": "We were committed to coming home and holding on to our principles and under the most deplorable conditions."}, {"sentId": 313, "text": "The harshest of conditions."}, {"sentId": 314, "text": "We were treated despicably, even tortured."}, {"sentId": 315, "text": "And it was extremely important to stick together, to be a member of that team, everyone is doing his part."}, {"sentId": 316, "text": "And John McCain, he did his part."}, {"sentId": 317, "text": "He served honorably and you have got give him a lot of credit for that."}], "speaker": "ALVAREZ", "secId": 100}, {"sentences": [{"sentId": 318, "text": "Commander Alvarez..."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 319, "text": "You know, Don, just to interject on that point..."}, {"sentId": 320, "text": "LEMON: Yes, go ahead, sir."}], "speaker": "SWINDLE", "secId": 102}, {"sentences": [{"sentId": 321, "text": "I just to add to the point that I've just made."}, {"sentId": 322, "text": "Mr. Trump impugned the reputations, the honor of every one of us."}, {"sentId": 323, "text": "And I would just like to mention a few people that he spoke ill off by saying he didn't like people who were captured."}], "speaker": "SWINDLE", "secId": 103}, {"sentences": [{"sentId": 324, "text": "Admiral James Stockdale, Medal of Honor."}, {"sentId": 325, "text": "Perhaps one of the greatest leaders the navy has ever had."}, {"sentId": 326, "text": "Colonel Bud Day, Air Force, Medal of Honor."}, {"sentId": 327, "text": "An extraordinary leader."}, {"sentId": 328, "text": "Colonel Leo Thorsness of the Air Force."}, {"sentId": 329, "text": "Another Medal of Honor recipient."}], "speaker": "SWINDLE", "secId": 104}, {"sentences": [{"sentId": 330, "text": "And we had dozens of people not unlike these that had extraordinary leadership skills."}, {"sentId": 331, "text": "They sacrificed for us, with us."}, {"sentId": 332, "text": "They guided us and inspired us."}, {"sentId": 333, "text": "And Mr. Trump discounts all that because they were captured?"}, {"sentId": 334, "text": "You know, this man seems totally clueless as to what the military is all about, what our mission was, what it's like to be a prisoner certainly."}], "speaker": "SWINDLE", "secId": 105}, {"sentences": [{"sentId": 335, "text": "Yes."}], "speaker": "ALVAREZ", "secId": 106}, {"sentences": [{"sentId": 336, "text": "Yes, Lieutenant Colonel Swindle, and Commander Alvarez, thank you, gentlemen, so much for coming on."}, {"sentId": 337, "text": "And again, thank you for your service."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 338, "text": "Don, can I add one last comment?"}], "speaker": "SWINDLE", "secId": 108}, {"sentences": [{"sentId": 339, "text": "If you can quickly, sir."}, {"sentId": 340, "text": "I don't want to be disrespectful, I'm out of time, but go ahead."}], "speaker": "SWINDLE", "secId": 109}, {"sentences": [{"sentId": 341, "text": "Yes, quickly."}, {"sentId": 342, "text": "I understand."}, {"sentId": 343, "text": "Thinking about Donald Trump, I try to size up this guy, who is he?"}, {"sentId": 344, "text": "And then it occurred to me, there but for the Grace of God goes God."}, {"sentId": 345, "text": "He really thinks a lot of himself."}], "speaker": "SWINDLE", "secId": 110}, {"sentences": [{"sentId": 346, "text": "Thank you."}, {"sentId": 347, "text": "I appreciate it."}, {"sentId": 348, "text": "Trump's comments about John McCain are making headlines, but what he said about his faith and seeking forgiveness from God could be just as controversial."}, {"sentId": 349, "text": "We're going to talk about that next."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 350, "text": "Will Donald Trump's campaign pay a price for his remarks about John McCain's military service?"}, {"sentId": 351, "text": "Or is it all part of the Trump brand?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 352, "text": "Joining me now is Ryan Lizza, CNN political commentator and Washington correspondent for The New Yorker, and also Mark Preston, CNN executive editor of CNN politics."}, {"sentId": 353, "text": "Nice, I did not know that."}, {"sentId": 354, "text": "Yes, I did."}, {"sentId": 355, "text": "So, Mark, let's talk about this new Washington Post poll, OK?"}, {"sentId": 356, "text": "It just came out."}, {"sentId": 357, "text": "Trump has an 11 point lead."}, {"sentId": 358, "text": "He's got almost double the support of Jeb, Jeb Bush, and for Scott Walker as well."}, {"sentId": 359, "text": "Is he indisputably the front runner in this race?"}, {"sentId": 360, "text": "What does this mean?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 361, "text": "Well, he is the front- runner right now."}, {"sentId": 362, "text": "But that poll was conducted over several days."}, {"sentId": 363, "text": "Probably, I guess, two thirds of it was conducted before Donald Trump made those comments."}, {"sentId": 364, "text": "And then on the final night we saw, and The Washington Post points this out, we saw a precipitous drop in support for Donald Trump."}], "speaker": "PRESTON", "secId": 114}, {"sentences": [{"sentId": 365, "text": "You know, the interesting thing about Donald Trump is that he says things that angry republicans were frustrated at the Obama administration want to hear."}, {"sentId": 366, "text": "But let's not equate support right now in July of 2015 to caucus votes and primary votes in February and March of 2016."}], "speaker": "PRESTON", "secId": 115}, {"sentences": [{"sentId": 367, "text": "Well, this thing -- listen, it's not that -- that precipitous drop that you guys are talking about is not scientific."}, {"sentId": 368, "text": "No one is polling -- that hasn't been polled yet."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 369, "text": "Well, I mean, it dropped in the sense that methodologically, they will tell you it was a significant -- it was a significant drop off after people were telephoned and asked their opinions on Saturday afternoon and Saturday night after Trump made the comments."}, {"sentId": 370, "text": "Now, what we'll be looking for over the next 72 hours is so to see what the next public poll comes and where Donald Trump lays there."}, {"sentId": 371, "text": "But it's not even 72 hours."}, {"sentId": 372, "text": "Let's let that this play out over the week."}], "speaker": "PRESTON", "secId": 117}, {"sentences": [{"sentId": 373, "text": "OK. All right."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 374, "text": "As his comments from here."}], "speaker": "PRESTON", "secId": 119}, {"sentences": [{"sentId": 375, "text": "All right."}, {"sentId": 376, "text": "So, Ryan, I promise I'm going to get on you, but I have one more question for Mark here."}, {"sentId": 377, "text": "Because Mark, you were in the room..."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 378, "text": "True."}], "speaker": "PRESTON", "secId": 121}, {"sentences": [{"sentId": 379, "text": "... when Trump made those comments in Iowa."}, {"sentId": 380, "text": "So, how did that go over?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 381, "text": "Well, you know, there has been some little distortion in some ways about the applause and the support for Donald Trump when he made those comments."}, {"sentId": 382, "text": "A lot of it was laughter."}, {"sentId": 383, "text": "I mean, his whole interview with Frank Luntz was sticky."}, {"sentId": 384, "text": "It seemed like it was a Jimmy Kimmel interview or something where there was a lot of interrupting and Donald Trump trying to run it."}, {"sentId": 385, "text": "I don't think it was necessarily support, Don, for Donald Trump."}], "speaker": "PRESTON", "secId": 123}, {"sentences": [{"sentId": 386, "text": "OK. Ryan, what do you make of this ABC poll?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 387, "text": "Well, I mean, first thing to say he's at 24 percent and he's 11 points over his closest rival."}, {"sentId": 388, "text": "And that I looked earlier today that is the largest lead that any republican has had in a national poll this cycle, right?"}, {"sentId": 389, "text": "So, that's, you know, that's something."}, {"sentId": 390, "text": "Right?"}, {"sentId": 391, "text": "On the other hand, if you go back and look at the history of wide open field on the republican side -- look at 2012."}, {"sentId": 392, "text": "There were about five or six different candidates who led during the course of the sort of two-year period, you know, 2011, 2012."}], "speaker": "LIZZA", "secId": 125}, {"sentences": [{"sentId": 393, "text": "So, I agree with most analysts, who look at this race and say, it is, you know, there is no chance that Donald Trump is going to be nominated by the Republican Party as their presidential nominee."}, {"sentId": 394, "text": "On the other hand, I don't think it's very easy to predict how long this surge will last."}], "speaker": "LIZZA", "secId": 126}, {"sentences": [{"sentId": 395, "text": "Criticism just seems to make him stronger, and seems to push him up in the polls."}, {"sentId": 396, "text": "But we're at this point in the process where there is really no cost to a voter who gets called by a pollster saying, yes, you know, I like Donald Trump, I would support him."}, {"sentId": 397, "text": "We know from history that as you get closer to the actual decision making, people get a little bit more serious and think a lot harder about the other candidates."}], "speaker": "LIZZA", "secId": 127}, {"sentences": [{"sentId": 398, "text": "Can we put up -- let's put up this 1992 poll."}, {"sentId": 399, "text": "I want you to look at it."}, {"sentId": 400, "text": "Because we're talking about the poll numbers here."}, {"sentId": 401, "text": "And this is from -- this is when Ross Perot was in the race."}, {"sentId": 402, "text": "Right?"}, {"sentId": 403, "text": "This is virtually the same poll from 1992 as 2016 with Donald Trump in the race."}, {"sentId": 404, "text": "And it was Clinton and Bush, by the way."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 405, "text": "Yes, I can't see it right now but I'm assuming Ross Perot dominating the race."}, {"sentId": 406, "text": "Is that what you're saying, Don?"}], "speaker": "LIZZA", "secId": 129}, {"sentences": [{"sentId": 407, "text": "Perot is at 19 percent, Trump is at 20 percent."}, {"sentId": 408, "text": "George H.W."}, {"sentId": 409, "text": "Bush is at 37 percent, Jeb is 30 percent."}, {"sentId": 410, "text": "Bill Clinton was at 43 president, and then Clinton..."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 411, "text": "Yes."}], "speaker": "LIZZA", "secId": 131}, {"sentences": [{"sentId": 412, "text": "... Hillary Clinton is at 46 percent."}, {"sentId": 413, "text": "So, they are showing the three-way race, if it were today comparing it to 1992, and it's almost the same thing."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 414, "text": "Yes, I mean, look, these pools tells us what's happening right but you're doing a public service by pointing out that this far out in a primary race, these polls are not predictive of anything."}, {"sentId": 415, "text": "Remember, in 2012, Rick Perry was the front-runner."}, {"sentId": 416, "text": "Michelle Bachmann was the front-runner."}, {"sentId": 417, "text": "Herman Cain was the front-runner."}], "speaker": "LIZZA", "secId": 133}, {"sentences": [{"sentId": 418, "text": "Gingrich had a lead; he was the frontrunner at some point."}, {"sentId": 419, "text": "Rick Santorum was the frontrunner."}, {"sentId": 420, "text": "None of them actually won."}, {"sentId": 421, "text": "Mitt Romney, the guy who every one put their money on it at the beginning of the race actually won."}, {"sentId": 422, "text": "So, I think we're, you know, we're seeing the Trump cycle."}, {"sentId": 423, "text": "And, you know, I agree with most people that this cycle will to an end, not just sure when."}], "speaker": "LIZZA", "secId": 134}, {"sentences": [{"sentId": 424, "text": "Is there a different between Donald Trump and any of those people Ryan mentioned, Mark?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 425, "text": "Well, I mean, if you want to compare him to anybody, compare him to Ross Perot."}, {"sentId": 426, "text": "No question about that."}, {"sentId": 427, "text": "But, you know, I think, Ryan is right."}, {"sentId": 428, "text": "You know, here's the thing about Donald Trump at this point."}, {"sentId": 429, "text": "In many ways he's been cornered."}, {"sentId": 430, "text": "He has been hit in his own pocketbook."}, {"sentId": 431, "text": "We've seen Macy's pull out of working with him, we've seen the PGA not work with him, Univision, NBC."}], "speaker": "PRESTON", "secId": 136}, {"sentences": [{"sentId": 432, "text": "At some point you have to say, Don, is Donald Trump going to be in it just to stick it to people now?"}, {"sentId": 433, "text": "You know, he's wealthy enough, he has nothing really to lose."}, {"sentId": 434, "text": "But I do tell you -- I have to tell you that, you know, 24 hours from now we could have a different conversation about really where he's at."}], "speaker": "PRESTON", "secId": 137}, {"sentences": [{"sentId": 435, "text": "He's heading to South Carolina tomorrow, Don."}, {"sentId": 436, "text": "And that is in the backyard of Paris Island where he's going."}, {"sentId": 437, "text": "There is a lot of military retirees down there."}, {"sentId": 438, "text": "I'm kind of interested in finding out what the audience is going to react to Donald Trump when he takes the stage tomorrow."}], "speaker": "PRESTON", "secId": 138}, {"sentences": [{"sentId": 439, "text": "We'll see it and we'll report on it."}, {"sentId": 440, "text": "Thank you, gentlemen."}, {"sentId": 441, "text": "Thank you, Ryan."}, {"sentId": 442, "text": "Thank you, Mark."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 443, "text": "Thanks, Don."}], "speaker": "LIZZA", "secId": 140}, {"sentences": [{"sentId": 444, "text": "Coming up, the man that made his mission to stand-up for America's Veterans is Montel Williams has a message for Donald Trump, and he joins me next."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 445, "text": "Donald Trump flying high in the polls and refusing to back down from his criticism of Senator John McCain."}, {"sentId": 446, "text": "Well, one high-profile veteran has something to say about that."}, {"sentId": 447, "text": "Here's Montel Williams."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 448, "text": "You just crossed the line."}, {"sentId": 449, "text": "If you think you have the right when you never put on a uniform and your children didn't put on a uniform, you haven't fought to defend this country -- you think you have the right to besmirch the character of a true American hero in John McCain."}], "speaker": "WILLIAMS", "secId": 143}, {"sentences": [{"sentId": 450, "text": "There's Montel Williams."}, {"sentId": 451, "text": "What upset you so much about this?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 452, "text": "You know, Don, I would tell you."}, {"sentId": 453, "text": "I was in Tennessee."}, {"sentId": 454, "text": "Really having three days off at my in-law's house."}, {"sentId": 455, "text": "I got up in the morning, and when I heard what he had said the day before -- first off, you know, I've never really agreed with Senator McCain's policies or politics."}, {"sentId": 456, "text": "Really, it's been tough for me with him."}, {"sentId": 457, "text": "But since I graduated from the naval academy, I respected that man."}, {"sentId": 458, "text": "And I respected the fact that he had -- what he went through at the Hanoi Hilton."}, {"sentId": 459, "text": "We can't even describe."}], "speaker": "WILLIAMS", "secId": 145}, {"sentences": [{"sentId": 460, "text": "And for someone to make a comment that disparaged him in that joking snide, snarky whatever he calls himself remark -- when Donald Trump made that statement, I literally went livid."}, {"sentId": 461, "text": "I was in my living room."}, {"sentId": 462, "text": "I'm yelling, screaming, I pick the phone."}, {"sentId": 463, "text": "I called my friend, John Franks."}, {"sentId": 464, "text": "And I said, John."}, {"sentId": 465, "text": "He goes dude, why don't you stop and just do a video."}, {"sentId": 466, "text": "I went, OK, you know, that's exactly what I'm going to do."}, {"sentId": 467, "text": "Because I want to make sure he understands that enough is enough."}], "speaker": "WILLIAMS", "secId": 146}, {"sentences": [{"sentId": 468, "text": "And right now, again, enough is enough."}, {"sentId": 469, "text": "You know, I've listening to you guys all night long."}, {"sentId": 470, "text": "I watched Anderson Cooper, I was watching people on there trying to make excuses for him."}, {"sentId": 471, "text": "I watched your last segment with the woman that was on with Ms. Navarro trying to make excuses for him."}, {"sentId": 472, "text": "I don't know why we are trying to make excuses for a person who is"}], "speaker": "WILLIAMS", "secId": 147}, {"sentences": [{"sentId": 473, "text": "nothing more than a reality TV host who has done nothing but denigrate the campaign and this election process by bringing it down to this..."}], "speaker": "WILLIAMS", "secId": 148}, {"sentences": [{"sentId": 474, "text": "But, so far, he is winning, he is number one this the polls."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 475, "text": "You know, and you know what?"}, {"sentId": 476, "text": "That's really -- remember, eight years ago today, no one even knew President Obama's name."}, {"sentId": 477, "text": "OK?"}, {"sentId": 478, "text": "So it doesn't matter where he sits in the polls."}, {"sentId": 479, "text": "And there are certain people who are pushing this just to make sure they can get their divisive ignorant message out through his mouth."}], "speaker": "WILLIAMS", "secId": 150}, {"sentences": [{"sentId": 480, "text": "But, you know, enough is really enough."}, {"sentId": 481, "text": "You had two incredible veterans on there with you little earlier tonight."}, {"sentId": 482, "text": "That I think said it as clearly as it could possibly have said."}, {"sentId": 483, "text": "You know, you who gets five deferments, you who were in nightclubs running around chasing skirts at your emission and your own book during the time that John McCain was being tortured on a daily basis -- you have no right to even open your mouth, honestly."}], "speaker": "WILLIAMS", "secId": 151}, {"sentences": [{"sentId": 484, "text": "Do you..."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 485, "text": "I agree with them."}, {"sentId": 486, "text": "I'm going to tell you something -- it will be my work, along with a lot of veterans that I know, I'm going to be pushing really very hard to make sure that this man never ever, ever sets foot in the White House."}, {"sentId": 487, "text": "Because if he does, I mean, he's the Commander-in-Chief, and you cannot be the Commander-in-Chief with this disregard and blatant disrespect for soldiers."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 488, "text": "All right."}, {"sentId": 489, "text": "Let's talk about that because I asked the two gentlemen who run, who I consider to be heroes about John -- does Donald Trump have a point when he talks about John McCain's record on veterans?"}, {"sentId": 490, "text": "And it's just a question."}, {"sentId": 491, "text": "Could he have a better record, could he be doing more?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 492, "text": "You know, I mean, could all of Congress have a better record who Bush have a better record?"}, {"sentId": 493, "text": "Could G.W."}, {"sentId": 494, "text": "have a better record?"}, {"sentId": 495, "text": "Could President Obama have a better record?"}, {"sentId": 496, "text": "Could the, currently, you know, McDonald, could he have a better record, of course he could."}], "speaker": "WILLIAMS", "secId": 155}, {"sentences": [{"sentId": 497, "text": "Could we doing something right now to stop the 22 soldiers a week that kill themselves a day?"}, {"sentId": 498, "text": "They kill themselves, yes, we could be doing a lot better job."}, {"sentId": 499, "text": "But what we don't need to do is use them as some joke, some reference point to see if you can get applause from a crowd."}, {"sentId": 500, "text": "And you just -- here's what really bugs me about this, Don."}], "speaker": "WILLIAMS", "secId": 156}, {"sentences": [{"sentId": 501, "text": "This is a man that right now people say they want to have as a president."}, {"sentId": 502, "text": "If he is sitting at those same nuclear talks a week ago and made some snarky stupid remark like that and everybody left the table, where would we be?"}, {"sentId": 503, "text": "This is the guy you want to put in the White House?"}, {"sentId": 504, "text": "A guy who we already know has shot so far from -- not the hip."}, {"sentId": 505, "text": "He is shooting from the toe right now."}], "speaker": "WILLIAMS", "secId": 157}, {"sentences": [{"sentId": 506, "text": "Yes."}, {"sentId": 507, "text": "WILLIAMS: And he is shooting so low that I think if he had made any of those comments like he did about illegal immigrants in this country, calling whole other country's group of people rapists, thugs and thieves, if he had disparaged another country's religion like he possibly did in his conversation right after this with Frank Luntz -- it's just, -- it's a bomb to nation to me that we couldn't even consider putting this man in-charge."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 508, "text": "OK."}, {"sentId": 509, "text": "I want to ask you this, because this is, you know, Al Franken has joked about it and John McCain was in on the joke at least part of the time."}, {"sentId": 510, "text": "Chris Rock has made the same sort of joke."}, {"sentId": 511, "text": "I'm wondering if he may have been trying to make a joke and then decided, well, he wanted to take it back."}, {"sentId": 512, "text": "Look, this is a joke that Chris Rock back in 2008."}, {"sentId": 513, "text": "Take a listen."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 514, "text": "Yes."}], "speaker": "WILLIAMS", "secId": 160}, {"sentences": [{"sentId": 515, "text": "McCain just got that old story."}, {"sentId": 516, "text": "His mom has been telling the same story for 45 years."}, {"sentId": 517, "text": "Be a war hero."}, {"sentId": 518, "text": "Be a war hero, be a war hero that got captured."}, {"sentId": 519, "text": "I don't want to vote for nobody that got captured."}, {"sentId": 520, "text": "I want to vote for that got away."}], "speaker": "ROCK", "secId": 161}, {"sentences": [{"sentId": 521, "text": "So, I mean, that joke has been around."}, {"sentId": 522, "text": "But, he's a..."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 523, "text": "Comedian."}], "speaker": "WILLIAMS", "secId": 163}, {"sentences": [{"sentId": 524, "text": "OK."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 525, "text": "Comedian."}, {"sentId": 526, "text": "This guy claims to be -- he's keep saying he wants to make America better, you make America better by dividing it and being divisive as he is?"}, {"sentId": 527, "text": "You make America better by making sure that the soldiers that are right now worried about being redeployed will have to worry that the man in-charge thinks that they are some sort of less than honorable because they got caught."}], "speaker": "WILLIAMS", "secId": 165}, {"sentences": [{"sentId": 528, "text": "You know me right I know, Don, I'm working on trying see if we can get Amir Hekmati out of an Iranian prison."}, {"sentId": 529, "text": "Right at this minute we're working along with his family along with a lot of the people."}, {"sentId": 530, "text": "Is Donald Trump trying to say that Amir is in prison at his own fault?"}, {"sentId": 531, "text": "It's his fault for him being there and we shouldn't help him?"}], "speaker": "WILLIAMS", "secId": 166}, {"sentences": [{"sentId": 532, "text": "Yes."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 533, "text": "I don't understand this at all."}, {"sentId": 534, "text": "And I know he made an apology today or some veiled attempt -- not an apology."}, {"sentId": 535, "text": "He tried to gap this off and moved on."}, {"sentId": 536, "text": "He just thinks that I can just move on behind denigrating people the way he did?"}, {"sentId": 537, "text": "But there will be a price to pay."}], "speaker": "WILLIAMS", "secId": 168}, {"sentences": [{"sentId": 538, "text": "Hey, Montel, you know how this works."}, {"sentId": 539, "text": "If you just have 10 seconds, can you respond to this, because I wanted to get to this."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 540, "text": "Yes."}], "speaker": "WILLIAMS", "secId": 170}, {"sentences": [{"sentId": 541, "text": "You don't have to roll the video, I mean, you don't have to roll this out, I just roll the video and show it."}, {"sentId": 542, "text": "This is Governor Martin O'Malley at the Netroots."}, {"sentId": 543, "text": "And he said, you know, every life matters."}, {"sentId": 544, "text": "White lives matters."}, {"sentId": 545, "text": "And he got booed."}, {"sentId": 546, "text": "What do you make of that?"}, {"sentId": 547, "text": "Quickly."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 548, "text": "I'm sick of the fact that we now have to think that this term only belongs to one community."}, {"sentId": 549, "text": "You know, lives matter in America."}, {"sentId": 550, "text": "Black lives definitely matter."}, {"sentId": 551, "text": "But every life in this country matter especially the lives of the soldiers who put their lives on the line every day to defend this democracy."}], "speaker": "WILLIAMS", "secId": 172}, {"sentences": [{"sentId": 552, "text": "Yes."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 553, "text": "So, you know, I can't get upset at the fact that he used that phrase that way."}], "speaker": "WILLIAMS", "secId": 174}, {"sentences": [{"sentId": 554, "text": "Thank you."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 555, "text": "Governor O'Malley has other issues that he's got to deal with."}], "speaker": "WILLIAMS", "secId": 176}, {"sentences": [{"sentId": 556, "text": "Thank you."}, {"sentId": 557, "text": "Montel."}, {"sentId": 558, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 559, "text": "Yes, sir."}, {"sentId": 560, "text": "Thank you."}], "speaker": "WILLIAMS", "secId": 178}, {"sentences": [{"sentId": 561, "text": "All right."}, {"sentId": 562, "text": "Coming up, new details from Bill Cosby's testimony."}, {"sentId": 563, "text": "Will he have to go to court?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 564, "text": "Details tonight from Bill Cosby's testimony in a court deposition obtained by CNN."}, {"sentId": 565, "text": "Cosby admits he gave prescription sedatives to women he wanted to have sex with, had sexual relationships with, at least five women outside of his marriage and tried to hide the affairs from his wife, Camille."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 566, "text": "Joining me is Lisa Bloom, legal analyst for Avvo.com."}, {"sentId": 567, "text": "And she represents Janice Dickenson, who is suing Bill Cosby for defamation."}, {"sentId": 568, "text": "Also with Tom Mesereau, criminal defense lawyer."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 569, "text": "Good evening to both of you."}, {"sentId": 570, "text": "Mr. Mesereau, first to you."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 571, "text": "Hello."}], "speaker": "BLOOM", "secId": 183}, {"sentences": [{"sentId": 572, "text": "Good evening."}], "speaker": "MESEREAU", "secId": 184}, {"sentences": [{"sentId": 573, "text": "The last time I had you on after some of the court documents were unsealed."}, {"sentId": 574, "text": "You said that you wanted more contexts."}, {"sentId": 575, "text": "Well, today, we had that context."}, {"sentId": 576, "text": "Here's one exchange where Cosby admits to giving one woman Quaaludes before having sex with her in the 1970's."}, {"sentId": 577, "text": "This is Andrea Constand's attorney."}, {"sentId": 578, "text": "She's saying -- the attorney asks Cosby, \"She said that she believes she was not in the position to consent to intercourse after you gave her the drug."}, {"sentId": 579, "text": "Do you believe that to be correct?\""}, {"sentId": 580, "text": "Cosby responds, \"I don't know.\""}, {"sentId": 581, "text": "Tom, what do you think now?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 582, "text": "Again, you're focusing on one quote."}, {"sentId": 583, "text": "This is a 1,000-page deposition."}, {"sentId": 584, "text": "My understanding is that he does in other parts of the deposition say that I never did anything that wasn't consensual."}, {"sentId": 585, "text": "So, you have to put everything in context."}, {"sentId": 586, "text": "My understanding is he qualified statements like that repeatedly by saying I never did anything against their will."}, {"sentId": 587, "text": "If that's true, it's not as damaging as you might think when you first hear that kind of quote."}, {"sentId": 588, "text": "This doesn't help him but it's not necessary fatal if a suit goes forward."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 589, "text": "Lisa?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 590, "text": "Well, I have a different perspective."}, {"sentId": 591, "text": "In fact, the great thing about depositions is that in court just like on TV, we can take out a segment and we can talk about it."}, {"sentId": 592, "text": "Most men, I think if they were asked did you drug and rape somebody, they would say absolutely not."}, {"sentId": 593, "text": "We wouldn't expect somebody who is innocent to say, I don't know."}, {"sentId": 594, "text": "And in fact, the next question is, what do you mean I don't know?"}, {"sentId": 595, "text": "And he says, well, it was the '70s."}], "speaker": "BLOOM", "secId": 188}, {"sentences": [{"sentId": 596, "text": "Again, I think most men would say, at no time in my life did I drug and rape anyone."}, {"sentId": 597, "text": "So, the non-denial by Bill Cosby here I think is very significant."}, {"sentId": 598, "text": "Listen, Tom is right, that a good defense attorney can bring in other parts of the deposition but this question-and-answer still stands."}], "speaker": "BLOOM", "secId": 189}, {"sentences": [{"sentId": 599, "text": "Tom?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 600, "text": "Well, again, I'd like to be the cross-examiner with some of these alleged victims."}, {"sentId": 601, "text": "I'd like to ask them how long they knew him."}, {"sentId": 602, "text": "What their objectives were, what their goals were, how fast did they have sex with them."}, {"sentId": 603, "text": "Did they -- what was their history of drug use, did they use drugs at parties, did they use them at clubs."}], "speaker": "MESEREAU", "secId": 191}, {"sentences": [{"sentId": 604, "text": "I'd like to find witnesses to confirm if what they're saying is true."}, {"sentId": 605, "text": "And I think that if any of this reaches the level of a civil or criminal trial, you're going to see another side."}, {"sentId": 606, "text": "And I think Mr. Cosby's lawyers and investigators are going to be loaded for bear on some of these so-called victims."}], "speaker": "MESEREAU", "secId": 192}, {"sentences": [{"sentId": 607, "text": "I think a lot of them may not stand out at all."}, {"sentId": 608, "text": "And I'm reminded of the Michael Jackson case."}, {"sentId": 609, "text": "There were dozens of so-called witnesses saying he was a molester."}, {"sentId": 610, "text": "And after about the seventh one got crucified and cross examination this very conservative jury was wondering what clown is the other side going to put up this time."}], "speaker": "MESEREAU", "secId": 193}, {"sentences": [{"sentId": 611, "text": "So, they may just start crumbling like dominoes."}, {"sentId": 612, "text": "You can't tell."}, {"sentId": 613, "text": "A courtroom is a very different kind of place."}, {"sentId": 614, "text": "And don't expect Mr. Cosby to have some ammunition against these people that came out very late."}, {"sentId": 615, "text": "Why do they wait so long?"}], "speaker": "MESEREAU", "secId": 194}, {"sentences": [{"sentId": 616, "text": "It sounds like you think -- is that what you're saying?"}, {"sentId": 617, "text": "Do you believe it's going to get to court?"}, {"sentId": 618, "text": "MESEREAU: Well, I'm saying if it gets there at far."}, {"sentId": 619, "text": "It's awfully late"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 620, "text": "for these people to be complaining."}, {"sentId": 621, "text": "Awfully late and it's causing some problems for anyone."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 622, "text": "Well, listen."}], "speaker": "BLOOM", "secId": 197}, {"sentences": [{"sentId": 623, "text": "Go ahead."}], "speaker": "MESEREAU", "secId": 198}, {"sentences": [{"sentId": 624, "text": "Here's the difference."}, {"sentId": 625, "text": "Here's the difference between Tom Mesereau's work in the Michael Jackson case and what's going on in Cosby."}, {"sentId": 626, "text": "Cosby's team is doing everything possible to keep women out of court."}, {"sentId": 627, "text": "Attorneys like me are fighting tooth and nail just to get the case into court."}, {"sentId": 628, "text": "I'm very happy to have my client be cross-examined about whether she was drugged and raped by Bill Cosby."}], "speaker": "BLOOM", "secId": 199}, {"sentences": [{"sentId": 629, "text": "Do you think you'll have your day in court, Lisa?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 630, "text": "Yes, I do."}], "speaker": "BLOOM", "secId": 201}, {"sentences": [{"sentId": 631, "text": "Why?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 632, "text": "I do."}, {"sentId": 633, "text": "And I think these new revelations are very helpful to us."}, {"sentId": 634, "text": "Because I think we're going to overcome all of the smoke and mirrors that Mr. Cosby's team is raising and their motions to dismissed raising all kinds of technical arguments."}, {"sentId": 635, "text": "I think the judge is going to see through all of their legal defenses and we're going to get in there and we're going to prove what happened."}], "speaker": "BLOOM", "secId": 203}, {"sentences": [{"sentId": 636, "text": "Thank you both for coming on tonight."}, {"sentId": 637, "text": "I appreciate it."}, {"sentId": 638, "text": "We'll be right back"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 639, "text": "Thanks for having me."}], "speaker": "MESEREAU", "secId": 205}, {"sentences": [{"sentId": 640, "text": "Thank you."}], "speaker": "BLOOM", "secId": 206}, {"sentences": [{"sentId": 641, "text": "Baltimore has seen an alarming spike in violence in its streets."}, {"sentId": 642, "text": "But this week's CNN Hero is giving troubled to young people the tools they need to rebuild their lives."}, {"sentId": 643, "text": "Meet Richard Bienvenue."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 644, "text": "When I was a special Ed teacher I taught carpentry to high risk kids."}, {"sentId": 645, "text": "During the daytime they would catch on."}, {"sentId": 646, "text": "You'd see the spark."}, {"sentId": 647, "text": "They would go home at nighttime."}, {"sentId": 648, "text": "It would get erased."}, {"sentId": 649, "text": "The tears that you would see, the anguish they would go through."}, {"sentId": 650, "text": "I saw a real need."}, {"sentId": 651, "text": "And that's when the idea hit me, don't let them go home."}], "speaker": "BIENVENUE", "secId": 208}, {"sentences": [{"sentId": 652, "text": "The morning meal is now being served."}], "speaker": "UNIDENTIFIED MALE", "secId": 209}, {"sentences": [{"sentId": 653, "text": "We provide residential setting for young men."}, {"sentId": 654, "text": "Ready for a rip roaring day of work?"}, {"sentId": 655, "text": "During the day they learn trades."}, {"sentId": 656, "text": "UNIDENTIFIED FEMALE: What I'd like to do."}], "speaker": "BIENVENUE", "secId": 210}, {"sentences": [{"sentId": 657, "text": "And at night time they get their high school education."}, {"sentId": 658, "text": "We take on tough cases from foster care to the court system."}], "speaker": "BIENVENUE", "secId": 211}, {"sentences": [{"sentId": 659, "text": "Go ahead, do you want to try it?"}], "speaker": "UNIDENTIFIED MALE", "secId": 212}, {"sentences": [{"sentId": 660, "text": "I'm impressed."}, {"sentId": 661, "text": "I'm impressed."}, {"sentId": 662, "text": "Yes."}, {"sentId": 663, "text": "The emotional support that we get is critical."}], "speaker": "BIENVENUE", "secId": 213}, {"sentences": [{"sentId": 664, "text": "I worked hard on it."}], "speaker": "UNIDENTIFIED MALE", "secId": 214}, {"sentences": [{"sentId": 665, "text": "Good job."}], "speaker": "BIENVENUE", "secId": 215}, {"sentences": [{"sentId": 666, "text": "Yes."}], "speaker": "UNIDENTIFIED MALE", "secId": 216}, {"sentences": [{"sentId": 667, "text": "The grounds are wide open."}, {"sentId": 668, "text": "Fields, trees, chickens, animals."}, {"sentId": 669, "text": "It is not a lock up."}, {"sentId": 670, "text": "This facility becomes a home to many of them."}, {"sentId": 671, "text": "When they leave we try to help them find a job and a place to live, anything they need we make sure that they have."}], "speaker": "BIENVENUE", "secId": 217}, {"sentences": [{"sentId": 672, "text": "Their program saves our lives in everywhere."}, {"sentId": 673, "text": "I'm currently enrolled in college."}, {"sentId": 674, "text": "I felt like I went from the bottom to the top."}, {"sentId": 675, "text": "Then he gave me the tools to build my future."}, {"sentId": 676, "text": "I decided to come back and work with youth just like other people worked with me."}], "speaker": "UNIDENTIFIED MALE", "secId": 218}, {"sentences": [{"sentId": 677, "text": "I don't want to see any more kids fall through the cracks."}, {"sentId": 678, "text": "If I can give them an opportunity to turn their lives around, to step forward, that's my life's work."}], "speaker": "BIENVENUE", "secId": 219}, {"sentences": [{"sentId": 679, "text": "To nominate someone you think is a hero, go to CNNheros.com."}, {"sentId": 680, "text": "That's it for us tonight."}, {"sentId": 681, "text": "I'm Don Lemon."}, {"sentId": 682, "text": "Thanks for watching."}, {"sentId": 683, "text": "I'll see you back here tomorrow night."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 684, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 221}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.20.cnnt.01.html.json", "time": "Aired July 20, 2015 - 22:00   ET"}