{"sectionCount": 121, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "PRESTON", "UNIDENTIFIED MALE", "SWERDLICK", "KING", "JOHNS", "DERSHOWITZ", "BRINKLEY", "ISIKOFF"], "subTitle": "Race to the White House: 12 Days to Election Day; Bill Clinton, Inc.?; SCOTUS Blockade; Donald Trumpkin and Hillary Clinkin; Aired 11- 12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/27/cnnt.02.html", "sentenceCount": 349, "sections": [{"sentences": [{"sentId": 0, "text": "It's not over yet, but what if Hillary Clinton wins?"}, {"sentId": 1, "text": "Will congressional Republicans follow through on their promise of endless investigations?"}, {"sentId": 2, "text": "Will they block her Supreme Court nominations for so long that we end up with fewer justices?"}, {"sentId": 3, "text": "And with questions about the Clinton Foundation hamstring her administration from day one?"}, {"sentId": 4, "text": "Donald Trump certainly seems to think so."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "If the Clintons were willing to play this fast and loose with their b enterprise when they weren't in the White House, just imagine what they'll do given the chance to once again to control the Oval Office."}], "speaker": "TRUMP", "secId": 1}, {"sentences": [{"sentId": 6, "text": "All right."}, {"sentId": 7, "text": "Let's get right to it now."}, {"sentId": 8, "text": "CNN's Mark Preston and the \"Washington Post's\" David Swerdlick are both here."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "A bit of news that's just happening now, Mark, the FEC, Federal Election Commission, campaign just released their final report before the election."}, {"sentId": 10, "text": "What does it show?"}, {"sentId": 11, "text": "Give us the highlights."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "Yes."}, {"sentId": 13, "text": "Some pretty telling information right here, Don, from these reports that just got made public."}, {"sentId": 14, "text": "We know right now heading into Election Day, Donald Trump has $16 million in the bank, $16 million to buy advertising, get out the vote, pay for campaign expenses in these closing days now."}, {"sentId": 15, "text": "Meanwhile, Hillary Clinton, $62 million in the bank."}], "speaker": "PRESTON", "secId": 4}, {"sentences": [{"sentId": 16, "text": "So look at that discrepancy right there."}, {"sentId": 17, "text": "Now of course Donald Trump has gotten a lot of earned media, meaning he hasn't had to pay for it but necessarily that is a big discrepancy but even more importantly, we saw the other day our own Dana Bash interviewed Donald Trump, asked him if he planned to put more money into the campaign."}, {"sentId": 18, "text": "He said he planned to put in over $100 million and he's willing to go more than that."}], "speaker": "PRESTON", "secId": 5}, {"sentences": [{"sentId": 19, "text": "But what we have seen from these reports, Don, that he at the time had put in less than $60 million at that time, and Don, get this, in the last month he only put in $31,000, so unless he plans on putting upwards of $40 million into the campaign in these closing days, I don't think he's going to make that $100 million mark."}, {"sentId": 20, "text": "LEMON:  $100 million."}, {"sentId": 21, "text": "Hillary Clinton $50,000."}, {"sentId": 22, "text": "So in an interview"}], "speaker": "PRESTON", "secId": 6}, {"sentences": [{"sentId": 23, "text": "with EWTN tonight, Trump answered one of the most pressing questions those who cover the race have had."}, {"sentId": 24, "text": "Is he saying bigly -- I know the answer to this, but -- bigly or big lead."}, {"sentId": 25, "text": "Listen."}], "speaker": "PRESTON", "secId": 7}, {"sentences": [{"sentId": 26, "text": "Are you saying \"bigly\" or \"big league,\" and my guess is within, so there's money riding on this."}], "speaker": "UNIDENTIFIED MALE", "secId": 8}, {"sentences": [{"sentId": 27, "text": "Well --"}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 28, "text": "Bigly or big league?"}], "speaker": "UNIDENTIFIED MALE", "secId": 10}, {"sentences": [{"sentId": 29, "text": "Now let me ask you."}, {"sentId": 30, "text": "You're talking about from me?"}], "speaker": "TRUMP", "secId": 11}, {"sentences": [{"sentId": 31, "text": "When you're speaking on the podium and you say this is --"}], "speaker": "UNIDENTIFIED MALE", "secId": 12}, {"sentences": [{"sentId": 32, "text": "I use big league."}], "speaker": "TRUMP", "secId": 13}, {"sentences": [{"sentId": 33, "text": "So, gentlemen, I knew -- I think I asked him if he was saying bigly or big league, and he told me, I had to row with it when I co- hosted \"The View,\" with the ladies on \"The View.\""}, {"sentId": 34, "text": "They thought it was bigly."}, {"sentId": 35, "text": "I said it was big league."}, {"sentId": 36, "text": "It is now settled."}, {"sentId": 37, "text": "A long national nightmare is over, David."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 38, "text": "Yes, bigly is a word."}, {"sentId": 39, "text": "It is in Merriam-Webster's Dictionary."}, {"sentId": 40, "text": "But he is saying big league."}, {"sentId": 41, "text": "I think it's, you know, sort of tinged with his outer borough Queens accent."}, {"sentId": 42, "text": "Just listen people."}, {"sentId": 43, "text": "Big league."}], "speaker": "SWERDLICK", "secId": 15}, {"sentences": [{"sentId": 44, "text": "Big league."}, {"sentId": 45, "text": "Yes."}], "speaker": "SWERDLICK", "secId": 16}, {"sentences": [{"sentId": 46, "text": "Well, we all wish it was bigly."}], "speaker": "PRESTON", "secId": 17}, {"sentences": [{"sentId": 47, "text": "I know."}, {"sentId": 48, "text": "Exactly."}, {"sentId": 49, "text": "All right."}, {"sentId": 50, "text": "Let's move on now and talk about more substantive things."}, {"sentId": 51, "text": "Not that that's not substantive."}, {"sentId": 52, "text": "Donald Trump needs to add supporters in key states."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 53, "text": "This is for you David Swerdlick."}, {"sentId": 54, "text": "In key states."}, {"sentId": 55, "text": "What's his strategy to do that and who is he targeting?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 56, "text": "So he's tightened things up in the last week or so in some of the key swing states."}, {"sentId": 57, "text": "Ohio, New Hampshire, Florida, the polls have tightened in his favor, but he seems to be operating on a strategy of turning out -- turning out, I should say, his core supporters."}, {"sentId": 58, "text": "Mostly white male voters without a college degree, that is where he is strongest."}, {"sentId": 59, "text": "He is not strong among a lot of other demographics that we normally think of as the Obama coalition."}], "speaker": "SWERDLICK", "secId": 20}, {"sentences": [{"sentId": 60, "text": "Today's \"Washington Post\" poll, Clinton is ahead by 81 points among black voters, 43 among Latino voters, 26 among white women with college degrees."}, {"sentId": 61, "text": "She's up six among white men with college degrees."}, {"sentId": 62, "text": "This is the Obama coalition."}, {"sentId": 63, "text": "She needs to hold that together and turn it out."}], "speaker": "SWERDLICK", "secId": 21}, {"sentences": [{"sentId": 64, "text": "Trump, on the other hand, I think has at this point resorted to saying, look, we've got a core base of support and this is who we're going to try and get to the polls on Election Day."}], "speaker": "SWERDLICK", "secId": 22}, {"sentences": [{"sentId": 65, "text": "Mark, Hillary Clinton has made selected appearances but her surrogates have blanketed the battleground states."}, {"sentId": 66, "text": "Is her strategy to lay low while people like Michelle Obama energize the crowd?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 67, "text": "You know, I don't necessarily buy the argument that Donald Trump says, listen, she goes down for five days while I'm out campaigning."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 68, "text": "Well, that's rhetoric."}, {"sentId": 69, "text": "You know that."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 70, "text": "Well, of course, but that is playing into popular culture and what -- what people are thinking about this campaign."}, {"sentId": 71, "text": "She goes down for four or five days to do debate prep."}, {"sentId": 72, "text": "And I'm not being an apologist."}, {"sentId": 73, "text": "That's just the reality of it is."}, {"sentId": 74, "text": "What she does have, though, is she has got an army of surrogates that are A-listers that can go out there in the campaign trail."}, {"sentId": 75, "text": "Michelle Obama being one, the president of the United States being the other, who by the way, his approval rating right now I believe is at about 54 percent, which is pretty darn good as you're leaving office."}, {"sentId": 76, "text": "Joe Biden can play EO into these blue-collar states such as Ohio, Pennsylvania, we all know he's from Scranton."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 77, "text": "You have Bernie Sanders who was her opponent."}, {"sentId": 78, "text": "He's out there on the campaign trail."}, {"sentId": 79, "text": "I don't see very many opponents other than Ben Carson out there with Donald Trump."}, {"sentId": 80, "text": "And also, you've also got the likes of Elizabeth Warren who does very well with liberal voters."}, {"sentId": 81, "text": "So she's got a bigger army."}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 82, "text": "What do you think the first lady's approval rating?"}, {"sentId": 83, "text": "Is it -- you know."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 84, "text": "It's got to be, like, 175 percent, maybe?"}, {"sentId": 85, "text": "Maybe 175.2 percent."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 86, "text": "But listen, you know, there's been an ongoing tit-for-tat between Donald Trump and the vice president."}, {"sentId": 87, "text": "Speaking of Joe Biden, you mentioned."}, {"sentId": 88, "text": "After Trump first talked about grabbing women without their permission, Biden said he'd like to take him behind the gym."}, {"sentId": 89, "text": "Tonight Trump talked about that again."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 90, "text": "I've got Biden, he said, I'd like to take him behind the gym."}, {"sentId": 91, "text": "I dream of that."}, {"sentId": 92, "text": "Biden."}, {"sentId": 93, "text": "Do you know what you do with Biden?"}, {"sentId": 94, "text": "You go like this, and he'd fall over."}, {"sentId": 95, "text": "Tough guy, Mr. Tough Guy."}, {"sentId": 96, "text": "Mr. Tough Guy."}, {"sentId": 97, "text": "Just a little bit of and he's gone."}, {"sentId": 98, "text": "Another beauty."}, {"sentId": 99, "text": "Can you imagine if I ever made that statement?"}], "speaker": "TRUMP", "secId": 31}, {"sentences": [{"sentId": 100, "text": "Donald Trump is a bully."}, {"sentId": 101, "text": "He threatened Vice President Biden."}, {"sentId": 102, "text": "Donald Trump is a bully."}, {"sentId": 103, "text": "Can you imagine?"}, {"sentId": 104, "text": "But he can say it, everyone thought that was a wonderful statement."}, {"sentId": 105, "text": "Oh."}, {"sentId": 106, "text": "Oh."}, {"sentId": 107, "text": "That was a -- give me a break."}, {"sentId": 108, "text": "These people are the world's most -- they are so bad."}, {"sentId": 109, "text": "Biden."}, {"sentId": 110, "text": "I dream about Biden."}, {"sentId": 111, "text": "Boy, would that be easy?"}, {"sentId": 112, "text": "That would be an easy function."}], "speaker": "TRUMP", "secId": 32}, {"sentences": [{"sentId": 113, "text": "I know you are but what am I?"}, {"sentId": 114, "text": "So, I mean, is this grade school -- listen, if the vice president was saying that to bait Trump, he succeeded, Mark Preston."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 115, "text": "You know, I don't know if he was -- if Joe Biden was doing that to actually bait Trump."}, {"sentId": 116, "text": "I mean, having covered Joe Biden for a very long time, I think this is -- on two things, one, is Joe Biden looks at Donald Trump as a bully."}, {"sentId": 117, "text": "Joe Biden looks at Donald Trump and says, how can you be so mean to women, you know, based upon these allegations?"}], "speaker": "PRESTON", "secId": 34}, {"sentences": [{"sentId": 118, "text": "Joe Biden, his Senate career was really highlighted by his pushing of the legislation and successfully enacting the violence against women act and quite frankly this is what it comes down to, it's class warfare."}, {"sentId": 119, "text": "Joe Biden is blue-collar kid."}, {"sentId": 120, "text": "Looks at Donald Trump, you know, who he thinks has a silver spoon in his mouth, and says, I can take that guy out."}, {"sentId": 121, "text": "Now Trump looks at Joe Biden and you know what he says to him?"}, {"sentId": 122, "text": "Like you are -- you know, you are a Washington elitist and you need to get out of town."}], "speaker": "PRESTON", "secId": 35}, {"sentences": [{"sentId": 123, "text": "Yes."}, {"sentId": 124, "text": "David?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 125, "text": "Yes, I mean, I want to cut Vice President Biden a little bit of slack here because you've got a Scranton guy talking to a Queens guy."}, {"sentId": 126, "text": "They're two men of the same generation, talking about one guy's disrespectful comments about women, so I want to cut him a little slack on that."}, {"sentId": 127, "text": "On the other hand, Donald Trump does have a point."}, {"sentId": 128, "text": "If Trump had started this war of words we in the media probably would be saying it's just another example of Trump, you know, stirring up some kind of hostile rhetoric, so yes, it's probably time for this one to end."}], "speaker": "SWERDLICK", "secId": 37}, {"sentences": [{"sentId": 129, "text": "Or just doing what we're doing now, laughing at both of them."}, {"sentId": 130, "text": "But anyway --"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 131, "text": "Yes."}, {"sentId": 132, "text": "Right."}], "speaker": "SWERDLICK", "secId": 39}, {"sentences": [{"sentId": 133, "text": "So let's move on."}, {"sentId": 134, "text": "I want to talk about WikiLeaks, David, because Hillary Clinton really hasn't answer good questions about WikiLeaks and Trump is starting to press the case against her."}, {"sentId": 135, "text": "Can she run out the clock on that one, blaming the Russians for hacking and stealing information?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 136, "text": "I think she can run out the clock."}, {"sentId": 137, "text": "I think she's going to try and run out the clock."}, {"sentId": 138, "text": "And between now and Election Day, with all the stories going on, it is going to be hard for the Trump campaign unless they just hammer this day after day after day to make this case resonate with voters any more than it has for the last year that we've been talking about it, but I will say that if Clinton is elected -- I'm not predicting it -- but if she's elected this is not going to go away."}, {"sentId": 139, "text": "Republicans in Congress are still going to look into this because there are e-mails in the WikiLeaks thing that while maybe not a smoking gun do reflect poorly on her and her inner circle."}], "speaker": "SWERDLICK", "secId": 41}, {"sentences": [{"sentId": 140, "text": "Mark, that goes the same with Obamacare."}, {"sentId": 141, "text": "The news of huge premium increases."}, {"sentId": 142, "text": "I mean, should have Democrats back on their heels, maybe in any other campaign it would."}, {"sentId": 143, "text": "Clinton has said that she's going to fix it."}, {"sentId": 144, "text": "Are any voters do you think going to change their minds because of Obamacare at this point?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 145, "text": "I don't -- I mean, I mean, sure."}, {"sentId": 146, "text": "I'm sure some people will, but I'm not -- I mean --"}], "speaker": "PRESTON", "secId": 43}, {"sentences": [{"sentId": 147, "text": "Not to affect her."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 148, "text": "Yes."}, {"sentId": 149, "text": "It's not enough to change the election."}, {"sentId": 150, "text": "Having said that, you know, Donald Trump had framed the Obamacare argument a little bit better, had this information of the premiums come out, say, in August or so, where the argument could be built up, had Donald Trump not stepped over all of his message, you know, look, Hillary Clinton would be way down in the polls right now, with the WikiLeaks thing, with the Obamacare, you know."}, {"sentId": 151, "text": "Just with her secrecy with the server and all that aggrieved server, except for the fact that Donald Trump always seems to step on his own message."}], "speaker": "PRESTON", "secId": 45}, {"sentences": [{"sentId": 152, "text": "Yes."}], "speaker": "SWERDLICK", "secId": 46}, {"sentences": [{"sentId": 153, "text": "Mark, David, thank you, appreciate it."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 154, "text": "Thanks, Don."}], "speaker": "SWERDLICK", "secId": 48}, {"sentences": [{"sentId": 155, "text": "Now I want to bring in CNN's John King at the magic wall with the good news and bad news for Donald Trump -- John."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 156, "text": "So, Don, let's call tonight's magic wall installment the \"looks can be deceiving file.\""}, {"sentId": 157, "text": "Why do I say that?"}, {"sentId": 158, "text": "Well, by the looks of this, our new CNN electoral map, Donald Trump is a little closer."}, {"sentId": 159, "text": "Looks like good news, right?"}, {"sentId": 160, "text": "We have Secretary Clinton at 272 just across the finish line, Donald Trump at 179."}, {"sentId": 161, "text": "Down just from yesterday."}, {"sentId": 162, "text": "She was at 307 then."}, {"sentId": 163, "text": "That's when we had Florida and Nevada leaning Democratic."}, {"sentId": 164, "text": "But we've pulled those back into the toss-up column because of polling showing dead heats in both Florida and Nevada."}, {"sentId": 165, "text": "So again, on the surface, looks better for Donald Trump."}], "speaker": "KING", "secId": 50}, {"sentences": [{"sentId": 166, "text": "But -- and it's a big but -- let's look at some brand new state polling out today that reinforces just how steep, improbable even, Donald Trump's path is."}, {"sentId": 167, "text": "In Iowa, a state where he has led consistently, now Quinnipiac University said it's a tie, 44 for Clinton, 44 for Trump, and Quinnipiac says in its poling among those who have voted early, Clinton has an edge, Democrats using their organization to put Iowa back on the map."}, {"sentId": 168, "text": "Georgia, we've talked about Utah, we've talked about Arizona, here's"}], "speaker": "KING", "secId": 51}, {"sentences": [{"sentId": 169, "text": "the third reliably red Republican state should be locked for Donald Trump, he's in trouble here."}, {"sentId": 170, "text": "44 percent for Trump, 43 percent for Clinton, so a slight Trump lead, really a statistical tie and again Quinnipiac says among those voting early, Democrats have an edge."}, {"sentId": 171, "text": "So maybe we need to keep an eye on Georgia, too."}], "speaker": "KING", "secId": 52}, {"sentences": [{"sentId": 172, "text": "One place we can probably stop looking at, to be polite we'll keep looking Don but -- Virginia, Obama won it twice."}, {"sentId": 173, "text": "Republicans wanted to get it back."}, {"sentId": 174, "text": "It used to be reliably red."}, {"sentId": 175, "text": "But this is the latest poll to show a double-digit Clinton lead in the state of Virginia."}, {"sentId": 176, "text": "50 percent to 38 percent."}, {"sentId": 177, "text": "About time to say good-bye to Virginia if you're a Republican thinking that one is going to come back."}], "speaker": "KING", "secId": 53}, {"sentences": [{"sentId": 178, "text": "And down to North Carolina."}, {"sentId": 179, "text": "There's a reason Hillary Clinton decided to use North Carolina for that first joint rally with Michelle Obama."}, {"sentId": 180, "text": "Donald Trump cannot win the White House without North Carolina."}, {"sentId": 181, "text": "47 percent for Clinton, 43 percent for Donald Trump in this new poll."}, {"sentId": 182, "text": "Now that's a narrow lead but this has been persistent, stubborn, you might say."}, {"sentId": 183, "text": "A small Clinton lead in a state absolutely critical to Donald Trump."}, {"sentId": 184, "text": "And again Quinnipiac says its data shows in the early voting Clinton is doing much better than Donald Trump."}], "speaker": "KING", "secId": 54}, {"sentences": [{"sentId": 185, "text": "So now let's come back to this map ."}, {"sentId": 186, "text": "If Iowa was going to fall back into toss-up category, we may do that in the next day or two."}, {"sentId": 187, "text": "Georgia might fall back into toss-up category."}, {"sentId": 188, "text": "We'll look at the date over the next day or two."}, {"sentId": 189, "text": "That would drop Trump down to 157, Don, now."}, {"sentId": 190, "text": "One, two, three, four, five, six, seven, eight, can Donald Trump go eight for eight?"}, {"sentId": 191, "text": "Is it reasonable to expect?"}, {"sentId": 192, "text": "Clinton has more money."}, {"sentId": 193, "text": "Clinton has a better organization."}], "speaker": "KING", "secId": 55}, {"sentences": [{"sentId": 194, "text": "Is it reasonable to think Donald Trump can win all eight of those states?"}, {"sentId": 195, "text": "Of course not."}, {"sentId": 196, "text": "But even if he did, guess what, let's do it."}, {"sentId": 197, "text": "Even if he did, unlikely, but let's just do it."}, {"sentId": 198, "text": "Even then it's not enough."}, {"sentId": 199, "text": "So Donald Trump, in our electoral count, at the moment, is a little closer but when you go state by state, and you look at these states, not impossible, Don, but highly improbable."}], "speaker": "KING", "secId": 56}, {"sentences": [{"sentId": 200, "text": "Hmm."}, {"sentId": 201, "text": "Tough."}, {"sentId": 202, "text": "Thank you, John King, I appreciate that."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 203, "text": "When we come right back new revelations from WikiLeaks about the Clinton Foundation, what will it all mean with just 12 days to go until Election Day?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 204, "text": "This is awkward for Hillary Clinton's campaign."}, {"sentId": 205, "text": "New details from WikiLeaks about the Clinton Foundation and former president Bill Clinton's lucrative speaking career, one former aide dubbing it \"Bill Clinton Inc.\"  And it's hurting him."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 206, "text": "In March 2014, Bill Clinton's favorability rating a whopping 66 percent."}, {"sentId": 207, "text": "It is now down to 47 percent."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 208, "text": "More now from CNN's Joe Johns."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 209, "text": "The stolen e-mails by WikiLeaks appear to contain no smoking gun, but detail just how far President Bill Clinton profited from his role at the Clinton Foundation."}], "speaker": "JOHNS", "secId": 62}, {"sentences": [{"sentId": 210, "text": "The document says nothing about former secretary of state, Hillary Clinton, but that isn't stopping Republicans from linking her to her husband's involvement."}], "speaker": "JOHNS", "secId": 63}, {"sentences": [{"sentId": 211, "text": "If the Clintons were willing to play this fast and loose with their enterprise when they weren't in the White House, just imagine what they'll do given the chance to once again control the Oval Office."}, {"sentId": 212, "text": "And we've had enough, honestly."}, {"sentId": 213, "text": "I think we've had enough of the Clintons in all fairness."}], "speaker": "TRUMP", "secId": 64}, {"sentences": [{"sentId": 214, "text": "The newly released document written in 2011 by Bill Clinton's former longtime aide Douglas Band suggests the former president profited handsomely from speeches, books and advising from some of same big named donors that poured millions of dollars into the family."}, {"sentId": 215, "text": "charity."}], "speaker": "JOHNS", "secId": 65}, {"sentences": [{"sentId": 216, "text": "Bill Clinton's fees from those donors include UBS $900,000, Erickson, $1,150,000, BHP, the mining and petroleum giant, $175,000, and Barclays, $700,000."}, {"sentId": 217, "text": "Since 2001, President Clinton's business arrangements have yielded more than $30 million for him personally, with $66 million to be paid out over the next nine years."}], "speaker": "JOHNS", "secId": 66}, {"sentences": [{"sentId": 218, "text": "Not all of those fees were from Clinton Foundation donors and there's no allegation of criminal conduct, but the RNC calls the arrangement seedy."}], "speaker": "JOHNS", "secId": 67}, {"sentences": [{"sentId": 219, "text": "In a statement the Clinton campaign tonight says then Secretary of State Hillary Clinton's actions were made in the best interest of American foreign policy and that she never made decisions because of donations to the Clinton Foundation."}], "speaker": "JOHNS", "secId": 68}, {"sentences": [{"sentId": 220, "text": "The campaign has adamantly denied there were inappropriate bargains and if Hillary Clinton is elected the foundation says it will no longer accept corporate or foreign donations -- Don?"}], "speaker": "JOHNS", "secId": 69}, {"sentences": [{"sentId": 221, "text": "All right."}, {"sentId": 222, "text": "Thank you, Joe Johns."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 223, "text": "So how may Clinton, Inc. impact a Hillary Clinton White House?"}, {"sentId": 224, "text": "Here to discuss is Alan Dershowitz, the defense attorney and the author of \"Electile Dysfunction: A Guide for Unaroused Voters.\""}, {"sentId": 225, "text": "Michael Isikoff is the chief investigative correspondent for Yahoo News, and CNN presidential historian Douglas Brinkley, the author of \"Rightful Heritage: Franklin D. Roosevelt and the Land of America.\""}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 226, "text": "Good evening, gentlemen."}, {"sentId": 227, "text": "Mr. Dershowitz, I'm going to start with you first."}, {"sentId": 228, "text": "Hillary Clinton has never mentioned this Clinton, Inc. memo."}, {"sentId": 229, "text": "Do the Clintons do anything illegal in what we just saw?"}, {"sentId": 230, "text": "ALAN DERSHOWITZ, DEFENSE ATTORNEY:  No."}, {"sentId": 231, "text": "They've done nothing illegal."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 232, "text": "There is no evidence that she made any single decision as secretary of state based on contributions but I think they have to now look to the future."}, {"sentId": 233, "text": "If I were Hillary Clinton, I would say if elected president, my husband will not accept a single penny for speaking fees during the four or eight years I'm president."}, {"sentId": 234, "text": "The Clinton Foundation will be put into the hands of very objective, world class Nobel Prize winning whatever, and we will have nothing to do with it."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 235, "text": "If she looks -- if she says anything, she should look to the future and assure the American public that whatever happened in the past is no problem for the future."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 236, "text": "So talk, not just be quiet, on this issue?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 237, "text": "I think needs to talk but only about the future."}], "speaker": "DERSHOWITZ", "secId": 76}, {"sentences": [{"sentId": 238, "text": "Of course Donald Trump is using it as an opportunity as he should, right?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 239, "text": "Sure."}], "speaker": "DERSHOWITZ", "secId": 78}, {"sentences": [{"sentId": 240, "text": "As her opponent who was quick to pile on today, look at this."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 241, "text": "Just today we read about Clinton confidante Doug Brand bragging that he had funneled tens of millions of dollars to Bill Clinton, Inc. through foundation donations, paid speeches and consulting contracts."}, {"sentId": 242, "text": "Mr."}, {"sentId": 243, "text": "Band called the arrangement unorthodox."}, {"sentId": 244, "text": "The rest of us call it outright corrupt."}], "speaker": "TRUMP", "secId": 80}, {"sentences": [{"sentId": 245, "text": "If the Clintons were willing to play this fast and loose with their enterprise when they weren't in the White House, just imagine what they'll do given the chance to once again control the Oval Office."}], "speaker": "TRUMP", "secId": 81}, {"sentences": [{"sentId": 246, "text": "Outright corrupt, Alan."}, {"sentId": 247, "text": "Is that accurate or are these practices corrupt?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 248, "text": "No."}, {"sentId": 249, "text": "I think they're unseemly and I think they create an appearance that the American public is entitled to look at but coming from Donald Trump, making these arguments, looking at it his history, if he would bring to the White House the way he has conducted business throughout his career, it would be far, far worse than anything he alleges."}, {"sentId": 250, "text": "So one always has to make comparative judgments."}], "speaker": "DERSHOWITZ", "secId": 83}, {"sentences": [{"sentId": 251, "text": "Michael, so this memo describes how Bill Clinton aide Doug Brand, and you heard Donald Trump mentioned Doug Brand there, he helped -- Doug Band, excuse me."}, {"sentId": 252, "text": "How he helped run what he called Clinton, Inc. pulling in lucrative deals in what he calls -- this is the quote, \"in-kind services for the president and his family for personal travel, hospitality, vacation and the like.\""}, {"sentId": 253, "text": "Is that standard practice, in-kind services?"}, {"sentId": 254, "text": "MICHAEL ISIKOFF, CHIEF INVESTIGATIVE CORRESPONDENT, YAHOO NEWS:  What"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 255, "text": "was going on here was sustaining a lifestyle that Bill Clinton had become accustomed to, flying around the world, collecting large sums of money for talks and speeches, staying at five-star hotels, and yes, it is unseemly, you know, the gap between the rhetoric that Hillary Clinton and Democrats have used about the problem of money and politics, of undue influence for special interests and wealthy donors, and then the reality of special interests and wealthy donors pouring this kind of money into the family foundation, into the pocket of the Clinton family through these sums paid to Bill Clinton is pretty large."}, {"sentId": 256, "text": "And I think that's the -- yes, that's where this is an issue and it's a problem."}, {"sentId": 257, "text": "And it has been for the Clintons for a long time."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 258, "text": "The gap between the high-minded rhetoric that they espouse and Hillary Clinton has certainly espoused, and the reality of these kinds of sums paid to them."}, {"sentId": 259, "text": "And I should point out that much of this took place while Hillary Clinton was secretary of state in which many of these companies, for instance, UBS, had interest before the government."}, {"sentId": 260, "text": "UBS was being investigated by the Justice Department."}, {"sentId": 261, "text": "It required over -- helping its customers evade taxes in the United States."}, {"sentId": 262, "text": "It required an agreement between the State Department and the Swiss government in order for the Justice Department to get some of those records."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 263, "text": "You know, when they talk now about -- and, you know, Alan talked about the future, this was -- you know, these were issues while she was secretary of state."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 264, "text": "OK."}, {"sentId": 265, "text": "I want to get Douglas in."}, {"sentId": 266, "text": "Douglas, how much damage do these hacked memos do to the Clintons?"}, {"sentId": 267, "text": "They seem to reinforce many of the concerns voters have about them."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 268, "text": "It does some damage but it seems like a document dump, an illegal one, meaning WikiLeaks, about people hacking this and dumping it all like before the election."}, {"sentId": 269, "text": "I think the WikiLeaks people or Russia thought this was going to be a big October surprise but with no smoking gun, it -- it has a taint."}, {"sentId": 270, "text": "It puts a taint on the Clintons, but things are running fast."}, {"sentId": 271, "text": "We've got 11 days."}, {"sentId": 272, "text": "The news cycle's moving and this little -- these internal e-mails just aren't having the wallop that I think the Trump campaign would have hoped."}], "speaker": "BRINKLEY", "secId": 89}, {"sentences": [{"sentId": 273, "text": "It doesn't help that a lot of voters have been hearing about Hillary Clinton's e-mails and servers and WikiLeaks for a year now, and they're tired of it so I don't think any one of these is really that damning, but I agree with what Alan said, key point, Don."}, {"sentId": 274, "text": "I think Bill and Hillary Clinton, if she's elected president, have to distance themselves from the Clinton Foundation, turn it over to new management, only send maybe a holiday greeting card and that's about it because this is -- this is a creeping problem if they continue to work with their own foundation when they're in the White House."}], "speaker": "BRINKLEY", "secId": 90}, {"sentences": [{"sentId": 275, "text": "We have lots more to discuss."}, {"sentId": 276, "text": "So, gentlemen, don't go anywhere."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 277, "text": "Up next, if Hillary Clinton is elected will her honeymoon with Congress be over before it even begins?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 278, "text": "If Hillary Clinton makes it to the White House she probably shouldn't expect much of a honeymoon."}, {"sentId": 279, "text": "Back with me now, Mr. Alan Dershowitz, Mr. Michael Isikoff, and Mr. Douglas Brinkley."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 280, "text": "Michael, I'm going to start with you first on this one."}, {"sentId": 281, "text": "Let's talk about Jason Chaffetz, the Republican chairman of the House Oversight Committee, already throwing down the gauntlet, threatening years of investigations even before the election."}, {"sentId": 282, "text": "He told the \"Washington Post\" this."}, {"sentId": 283, "text": "This is the quote, he says, \"It's a target rich environment."}, {"sentId": 284, "text": "Even before we get to day one, we've got two years worth of material already lined up."}, {"sentId": 285, "text": "She has four years of history at the State Department and ain't good -- and it ain't good.\""}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 286, "text": "So what kind of investigations?"}, {"sentId": 287, "text": "More of Benghazi-style smoke or is this a real smoking gun here?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 288, "text": "Well, certainly Chaffetz has already indicated he wants to follow up on the FBI's handling of the e-mail investigation."}, {"sentId": 289, "text": "And you know, the -- there are likely more FBI documents, there's likely more testimony to come on that."}, {"sentId": 290, "text": "I don't see where it goes."}, {"sentId": 291, "text": "I think the more troubling part of that for a Clinton presidency will be on security clearances for some of her top aides."}, {"sentId": 292, "text": "If you remember Jim Comey had indicated he didn't see criminal conduct here but there was -- there would be sanctions for somebody -- for people who engaged in the kind of activity Hillary Clinton did in terms of security clearances."}], "speaker": "ISIKOFF", "secId": 96}, {"sentences": [{"sentId": 293, "text": "So Jake Sullivan, who is her chief policy adviser and very much in line for -- to be National Security adviser, will have to get the highest security clearance from the U.S. intelligence community."}, {"sentId": 294, "text": "Will the FBI go along with that?"}, {"sentId": 295, "text": "Will and other intelligence agencies go along with it?"}, {"sentId": 296, "text": "That's where I think you're going to see some really intense and troubling issues after the election."}], "speaker": "ISIKOFF", "secId": 97}, {"sentences": [{"sentId": 297, "text": "Is it fire or just smoke?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 298, "text": "No, I think there's fire here, and I think this is the best reason for making sure the Democrats have control of the Senate and the House."}, {"sentId": 299, "text": "If you want the next two years or four years to be nothing but investigations to the president then vote Republican, but if you want to see a Congress that gets things done, a Congress that works with the president, that's why it's imperative to vote for a Democratic Congress and Democratic Senate."}], "speaker": "DERSHOWITZ", "secId": 99}, {"sentences": [{"sentId": 300, "text": "I think the Republican leadership has made the best case for why decent Americans ought not to vote to tallow the Republicans to take over Congress if there's going to be a Democratic president."}], "speaker": "DERSHOWITZ", "secId": 100}, {"sentences": [{"sentId": 301, "text": "There were a number of investigations, Douglas, into Bill Clinton as well, as we all know, even impeachment."}, {"sentId": 302, "text": "It rebounded to hurt the Republicans more than it hurt him politically at the time."}, {"sentId": 303, "text": "Is this history repeating or a different situation here?"}, {"sentId": 304, "text": "BRINKLEY:  Well, the hate-Clinton crowd is going to keep going after"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 305, "text": "the Clintons but the Republican Party shouldn't act so full of hubris."}, {"sentId": 306, "text": "Hillary Clinton gets in and boy, we're going to go after her."}, {"sentId": 307, "text": "What is the Republican Party?"}, {"sentId": 308, "text": "I mean, it's two parties and Donald Trump is going to be a giant factor if he loses."}, {"sentId": 309, "text": "He's got all the e-mails of his supporters."}, {"sentId": 310, "text": "He's got diehard people willing to take the sword for him."}, {"sentId": 311, "text": "He is the hot engine of the Republican Party and is Paul Ryan going to be able to stay as speaker of the House when he's taken this tepid view of the Trump campaign?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 312, "text": "Meaning the civil war going on within the Republican Party might be a gift to Hillary Clinton."}, {"sentId": 313, "text": "She might -- we may all be watching Trump versus Ryan and the like while Hillary Clinton is able to track with moderate Republicans that have rejected Trump, people like McCain and Lindsey Graham and the like."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 314, "text": "But remember, too, that Trump has promised if he gets elected, he as president will conduct investigations of Hillary Clinton and try to put her in jail."}, {"sentId": 315, "text": "Now the president doesn't have that power and Hillary Clinton will not do anything like that so it will be very one sided."}, {"sentId": 316, "text": "They will be partisan, the Republicans, and Hillary Clinton as president will not be going after Republicans because she can't."}, {"sentId": 317, "text": "She obeys the law."}, {"sentId": 318, "text": "The Justice Department has to be objective, neutral, nonpartisan."}], "speaker": "DERSHOWITZ", "secId": 104}, {"sentences": [{"sentId": 319, "text": "Michael, there's a lot of revelations that have come out of these WikiLeaks and as you have said and Douglas has said, it's not really, you know, sort of the bombshell that the Republicans had hoped."}, {"sentId": 320, "text": "But the possibility of the Russian government doing this, would Chaffetz want to base his investigates on stolen documents from the Russians?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 321, "text": "No, if it's framed that way he certainly wouldn't but I think, you know, his determination to pursue the Clintons will probably override his reluctance to be seen as doing the Russians' bidding."}, {"sentId": 322, "text": "But you know I -- but that is another area where looking to post election where there could well be investigates and a lot more of -- you know, a lot more to find, which is just what were the Russians up to here and were there associations with people in the Trump camp?"}, {"sentId": 323, "text": "Were they trying to aid and facilitate Donald Trump's election?"}], "speaker": "ISIKOFF", "secId": 106}, {"sentences": [{"sentId": 324, "text": "We do know that Paul Manafort, Trump's former campaign manager, is being investigated by the FBI, grows out of some of those ledgers found in Ukraine for payments."}, {"sentId": 325, "text": "So I wouldn't be so sure that you wouldn't see a Clinton Justice Department going after people in the Trump camp post election because of some of these associations."}], "speaker": "ISIKOFF", "secId": 107}, {"sentences": [{"sentId": 326, "text": "Well, I hope that doesn't happen."}, {"sentId": 327, "text": "I think -- I think criminalizing policy differences, whether by the Democrats or the Republicans, is a serious mistake."}, {"sentId": 328, "text": "I think once the election is over you can have investigations as to whether the Russians were involved but I think it's a terrible mistake for the winner to go after the loser through the Justice Department in a criminal way."}], "speaker": "DERSHOWITZ", "secId": 108}, {"sentences": [{"sentId": 329, "text": "Why -- at least in recent history we have seen Republicans wanting to prosecute Democrats especially if they, you know, get into the office, the promised -- do you remember Donald Trump said he criticized Hillary Clinton for not wanting to prosecute or either -- or go after the former president."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 330, "text": "Right."}], "speaker": "DERSHOWITZ", "secId": 110}, {"sentences": [{"sentId": 331, "text": "For Iraq."}, {"sentId": 332, "text": "Why is it always Republicans wanting to prosecute Democrats?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 333, "text": "They're -- believe me, there are Democrats who want to prosecute Republicans."}], "speaker": "DERSHOWITZ", "secId": 112}, {"sentences": [{"sentId": 334, "text": "But they never follow up on it."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 335, "text": "No."}, {"sentId": 336, "text": "And first of all it's the radical wing of the Democratic Party that loses, that wants that."}], "speaker": "DERSHOWITZ", "secId": 114}, {"sentences": [{"sentId": 337, "text": "If Sanders got elected he would probably do that."}], "speaker": "DERSHOWITZ", "secId": 115}, {"sentences": [{"sentId": 338, "text": "So do you think the same with the Republican Party, it's the radical wing of the Republican Party, nothing would happen?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 339, "text": "I think there is only a radical wing of the Republican Party."}, {"sentId": 340, "text": "These days where is a centrist wing of the Democratic Party."}, {"sentId": 341, "text": "I think that's the difference."}], "speaker": "DERSHOWITZ", "secId": 117}, {"sentences": [{"sentId": 342, "text": "Douglas?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 343, "text": "Don, just to be fair here."}, {"sentId": 344, "text": "I should point out that you have a New York attorney general, Democrat, Clinton supporter, Erik Schneiderman, who has launched an investigation of the Trump Foundation during this election."}, {"sentId": 345, "text": "So, you know, there's plenty of this to go around on both sides."}], "speaker": "ISIKOFF", "secId": 119}, {"sentences": [{"sentId": 346, "text": "Go ahead, Douglas."}, {"sentId": 347, "text": "What do you say to that?"}], "speaker": "LEMON", "secId": 120}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.27.cnnt.02.html.json", "time": "Aired October 27, 2016 - 23:00   ET"}