{"sectionCount": 275, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "ACOSTA", "PRESTON", "HOOVER", "AVLON", "UNIDENTIFIED MALE", "GIULIANI", "HOOVEER", "MCINNES", "SPENCER", "WATSON", "FOREMAN", "LEWIS", "COHEN", "BERNEY", "BEINART", "BERLEY", "OBAMA", "CAMPBELL"], "subTitle": "Donald Trump Picks Cabinet Members; Chris Christie and Mike Rogers Ousted; Trump off From Media's Eyes; Alt-Right Movement Energized by Trump's Election; Organizations Opposing Bannon's Appointment; Democrats Assessing their Party; Restaurant Takes BAck Veteran's Meal; Barack Obama Spoke About Anger and Frustration. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/15/cnnt.01.html", "sentenceCount": 558, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "Thanks for watching."}, {"sentId": 2, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "So, it's the \"Apprentice\" meets the \"Games of Thrones\" meets \"The Purge.\""}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Who is in-charge of Donald Trump's transition?"}, {"sentId": 7, "text": "Is it a son-in-law, Jared Kushner, Trump's incoming Vice President, Mike Pence, huddling with the president-elect inside Trump Tower attempting to bring order to the transition team and fill key cabinet positions in the Trump administration."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Trump's confidant, Rudy Giuliani, is a leading candidate to be secretary of state, the role he is international business ties be an obstacle."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "There's a lot to get to this evening but I want tonight with CNN's Mark Preston, our politics executive director, and senior White House correspondent, Jim Acosta."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "Good evening to both of you, gentlemen."}, {"sentId": 11, "text": "Jim, I'm going to start with you."}, {"sentId": 12, "text": "A lot, you know, coming and going at Trump Tower today amid reports..."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 13, "text": "Right."}], "speaker": "ACOSTA", "secId": 7}, {"sentences": [{"sentId": 14, "text": "... of turmoil behind the scenes."}, {"sentId": 15, "text": "What's the latest on this transition?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 16, "text": "Well, the latest is, Don, that Vice-President elect Mike Pence was at Trump Tower all-day today trying to get a handle on this very important cabinet positions that they need to fill over the coming days."}], "speaker": "ACOSTA", "secId": 9}, {"sentences": [{"sentId": 17, "text": "We can tell you that at this very moment, Donald Trump, the President- elect is pushing back on this talk that this is been a disorganized process marked by in-fighting."}, {"sentId": 18, "text": "He just tweeted a few moments and put this up on screen, \"Very organized process taking place as I decide on cabinet and many other positions."}, {"sentId": 19, "text": "I'm the only one who knows who the finalists are.\""}], "speaker": "ACOSTA", "secId": 10}, {"sentences": [{"sentId": 20, "text": "Donald Trump very proudly saying there that he's holding all the cards when it comes to figuring out who's going to be in this cabinet as we engage in this parlor game."}], "speaker": "ACOSTA", "secId": 11}, {"sentences": [{"sentId": 21, "text": "But, Don, what we can tell you, tough, is that we have talked to several sources here at CNN inside the transition."}, {"sentId": 22, "text": "Sources close to the transition who do describe some in-fighting."}], "speaker": "ACOSTA", "secId": 12}, {"sentences": [{"sentId": 23, "text": "There were these folks who were working for New Jersey Governor Chris Christie when he was in charge of the transition; they have essentially been booted out of the transition team."}, {"sentId": 24, "text": "Mike Pence has come on board, the Vice-President elect as the new transition chair."}, {"sentId": 25, "text": "He is putting his people in charge and, you know, this is -- this is just a part of that process."}], "speaker": "ACOSTA", "secId": 13}, {"sentences": [{"sentId": 26, "text": "Now part of the reason why, you know, Christie is on his way out with several reasons, we've talked about them, of Bridgegate being one of them, this tension between him and Jared Kushner that dates back to Chris Christie jailing of Jared Kushner's father back in 2004 on tax evasion charges."}], "speaker": "ACOSTA", "secId": 14}, {"sentences": [{"sentId": 27, "text": "You know, there is some blood, they are starting to get that out of the system and we are -- I mean, I've been told by several transition officials that they are starting to make progress in terms cleaning up this process and that, hey, you know, as one transition official put to me, look, it's only been a week since a very tough election -- in other words, give us a break."}], "speaker": "ACOSTA", "secId": 15}, {"sentences": [{"sentId": 28, "text": "Yes, yes."}, {"sentId": 29, "text": "And there's always turmoil when there's -- when there's a transition."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 30, "text": "Yes."}], "speaker": "ACOSTA", "secId": 17}, {"sentences": [{"sentId": 31, "text": "So, let's be honest about that."}, {"sentId": 32, "text": "Mark, what can you tell us about the transition and where it all stands right now?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 33, "text": "Look, as Jim said, we're talking about different power structures right now that are trying to come together."}, {"sentId": 34, "text": "First of all, you have Steve Bannon who is obviously what was described as the general behind the scenes, who is putting his mark on the transition."}], "speaker": "PRESTON", "secId": 19}, {"sentences": [{"sentId": 35, "text": "You have Mike Pence who is coming in now as the Vice President."}, {"sentId": 36, "text": "Quite frankly, will have a huge role in helping Donald Trump deal with Capitol Hill and also deal with the policy issues given his term as governor as well, as his time on Capitol Hill."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 37, "text": "You have Reince Priebus who has the trust of the republican leadership on Capitol Hill, who lobbied very hard on his behalf, and then you have Jared Kushner who is the 35-year-old son-in-law of Donald Trump, he respects very much."}, {"sentId": 38, "text": "Somebody who spent a lot of time on the campaign, who we're being told anyway is at the heart of what in- fighting that we're hearing about right now."}, {"sentId": 39, "text": "Now it's interesting as Jim said, is that Jared Kushner's father was prosecuted by Chris Christie that happened back in 2004 for tax evasion and witness tampering in illegal campaign contributions."}], "speaker": "PRESTON", "secId": 21}, {"sentences": [{"sentId": 40, "text": "Now Kushner as well, was said to be against Chris Christie being the running mate for Donald Trump, if you remember intrigue back in the summer."}], "speaker": "PRESTON", "secId": 22}, {"sentences": [{"sentId": 41, "text": "So, we are being told, as Jim said, we're getting pushback now not only from Donald Trump but a high ranking Trump insider tells us that in fact that a lot of this is being mischaracterized."}, {"sentId": 42, "text": "What they are trying to do as far as moving people, Don, was to remove lobbyist out of the transition team that they wanted to have Mike Pence take it over because they are moving into a phase."}], "speaker": "PRESTON", "secId": 23}, {"sentences": [{"sentId": 43, "text": "And they said that a lot of the discussion of in-fighting is being overblown by the media."}, {"sentId": 44, "text": "Somewhere in the middle is probably the truth, Don."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 45, "text": "Yes, always."}, {"sentId": 46, "text": "So, Mark, you're also hearing about the who the next RNC chair could be, what do you know?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 47, "text": "Right."}, {"sentId": 48, "text": "So, there is gentleman by the name of David Urban, he's a lobbyist here in town but he's credited with helping Donald Trump win the state of Pennsylvania."}, {"sentId": 49, "text": "Now, Urban is well-known by those here the political insiders here in Washington, D.C."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 50, "text": "He is somebody who served as Arlington Inspector Chief of Staff during some very tumultuous times here in Washington, during the 50-50 split of the Senate, as well as the impeachment hearings of President Bill Clinton."}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 51, "text": "Somebody who gets along well with democrats, as well as republicans, but he is also somebody who has gained a respect of Donald Trump."}, {"sentId": 52, "text": "He also has very strong ties with the Trump children, as well as with Bannon and others in that orbit."}], "speaker": "PRESTON", "secId": 28}, {"sentences": [{"sentId": 53, "text": "Dana Bash and I were both hearing this today that he is somebody that insiders now in the Trump campaign are looking to head the Republican National Committee as Trump's pick."}, {"sentId": 54, "text": "We'll see what happens but that's what we're hearing right now."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 55, "text": "Hey, Jim, and another sign that Donald Trump may have a lot of adjusting to do to the new routine of being president-elect."}, {"sentId": 56, "text": "He did suppress to go out to dinner, so what he -- what can you tell us?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 57, "text": "Right."}, {"sentId": 58, "text": "What's the big deal, right?"}, {"sentId": 59, "text": "The future leader of the free world sleeping into the dark of night in New York City without the news media aware of this, what could possibly go wrong?"}], "speaker": "ACOSTA", "secId": 31}, {"sentences": [{"sentId": 60, "text": "You know, Don, this is one of those situations where the public has just very little sympathy for us in the news media but I have to just beg our viewers to give us a chance to just explain this."}], "speaker": "ACOSTA", "secId": 32}, {"sentences": [{"sentId": 61, "text": "There is a protective pool that covers the president of the United States or president-elect of the United States, we are kept aware of those movements by and large because you just have to know where the leader of the free world or the future leader of the free world is at all times."}, {"sentId": 62, "text": "That is just sacrosanct in the news media."}], "speaker": "ACOSTA", "secId": 33}, {"sentences": [{"sentId": 63, "text": "Well, tonight, we were told that Donald Trump was not going to be involved in anymore movements tonight."}, {"sentId": 64, "text": "We are given lid as it's called, and then after that lid was called Donald Trump went out to dinner at the 21 Club here in Manhattan, I understand it's a very nice place."}, {"sentId": 65, "text": "I've never been there before."}], "speaker": "ACOSTA", "secId": 34}, {"sentences": [{"sentId": 66, "text": "Very nice and very expensive."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 67, "text": "Don, I'm sure you've been there."}, {"sentId": 68, "text": "And there were people tweeting pictures of Donald Trump at dinner after the news media, was told that, you know, perhaps it was milk and cookies time at Trump Tower and you know, that is -- that is something that is just going to inflame tensions between the news media and the Trump campaign/Trump transition."}, {"sentId": 69, "text": "It is something that he's just going to have to be worked out in time."}], "speaker": "ACOSTA", "secId": 36}, {"sentences": [{"sentId": 70, "text": "Now, Hope Hicks, who is a spokeswoman for Donald Trump said, she was unaware of this movement."}, {"sentId": 71, "text": "That just raises questions as to, you know, what's going on here, why can't we get good information about this but, you know, we are told, you know, rest assured this we all get worked out."}, {"sentId": 72, "text": "Ms. Hicks is going to work out in time."}], "speaker": "ACOSTA", "secId": 37}, {"sentences": [{"sentId": 73, "text": "But a pretty alarming scenario because you could conceivably say what if something happens to the president-elect..."}], "speaker": "ACOSTA", "secId": 38}, {"sentences": [{"sentId": 74, "text": "Exactly."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 75, "text": "... and all of us are unaware of where he is at that very moment."}, {"sentId": 76, "text": "You could understand how that sort of flying blind."}], "speaker": "ACOSTA", "secId": 40}, {"sentences": [{"sentId": 77, "text": "That means the American people are unaware as well."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 78, "text": "Right."}], "speaker": "PRESTON", "secId": 42}, {"sentences": [{"sentId": 79, "text": "And won't have any recording on it."}, {"sentId": 80, "text": "Thank you very much."}, {"sentId": 81, "text": "I appreciate it gentlemen."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 82, "text": "I want to bring it now CNN political commentator Margaret Hoover, who is a republican consultant, and political analyst, John Avlon, editor in chief of the Daily Beast."}, {"sentId": 83, "text": "So good to have both of you here."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 84, "text": "So, this is a -- let's talk about the last thing we've discussed."}, {"sentId": 85, "text": "That is very important that the press be with be the president and the president-elect, at least know where they are at all times."}, {"sentId": 86, "text": "It's important for transparency and for the American people they have the right to know."}, {"sentId": 87, "text": "He works for the American people."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 88, "text": "Not yet."}, {"sentId": 89, "text": "He's got two months."}], "speaker": "HOOVER", "secId": 46}, {"sentences": [{"sentId": 90, "text": "Yes."}, {"sentId": 91, "text": "Well."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 92, "text": "He's got two months."}, {"sentId": 93, "text": "He's got two months to figure it out."}, {"sentId": 94, "text": "He's still president-elect, but still January 20th, lesson learned."}], "speaker": "HOOVER", "secId": 48}, {"sentences": [{"sentId": 95, "text": "Yes."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 96, "text": "But there is been a persistent pattern of this, right?"}], "speaker": "AVLON", "secId": 50}, {"sentences": [{"sentId": 97, "text": "Yes."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 98, "text": "I mean, he has been ditching with protective poll from D.C. to tonight and the reason that matters is transparency, there's accountability."}, {"sentId": 99, "text": "It's also he got something significant happens in the world or to a president or president-elect, you want the press there."}], "speaker": "AVLON", "secId": 52}, {"sentences": [{"sentId": 100, "text": "And without that trying to ditch the press also indicates, not an understanding of the way things been, but the protocols with dealing with the press if you're the president of the United States that's in there to sort of insurance of our democracy or transparency."}], "speaker": "AVLON", "secId": 53}, {"sentences": [{"sentId": 101, "text": "It's the First Amendment, right?"}, {"sentId": 102, "text": "The reason we have freedom of press, the reason we have transparency is because we are, you know, the most free, the most transparent country in the world."}, {"sentId": 103, "text": "I mean, is this, you know, he's going to have to -- it's going to be uncomfortable to transition into living fish bowl."}], "speaker": "HOOVER", "secId": 54}, {"sentences": [{"sentId": 104, "text": "Yes."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 105, "text": "OK. You don't get to be in a three-storey penthouse in on the top of Trump Tower if you're in the White House, you're in a fish bowl and there's part of -- a lot of this is really uncomfortable."}], "speaker": "HOOVER", "secId": 56}, {"sentences": [{"sentId": 106, "text": "The Constitution doesn't measure political parties..."}], "speaker": "AVLON", "secId": 57}, {"sentences": [{"sentId": 107, "text": "But here's -- this is what I have to say very simply is that, do you think that Donald Trump has to get used to."}, {"sentId": 108, "text": "He now works for the American people, he's not others people's boss' anymore, we're his boss."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 109, "text": "Yes."}], "speaker": "AVLON", "secId": 59}, {"sentences": [{"sentId": 110, "text": "Well, he's transitioning."}], "speaker": "HOOVER", "secId": 60}, {"sentences": [{"sentId": 111, "text": "Yes."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 112, "text": "I mean, this is transition."}, {"sentId": 113, "text": "And by the way, this is a man who is the only person to transition into this office without ever holding elective office with the exception of Herbert Hoover."}, {"sentId": 114, "text": "But Herbert Hoover served three presidents so far."}, {"sentId": 115, "text": "I mean, this is very, very new to him."}], "speaker": "HOOVER", "secId": 62}, {"sentences": [{"sentId": 116, "text": "Yes."}, {"sentId": 117, "text": "So, Mark, let's talk about this - this transition."}, {"sentId": 118, "text": "Chris Christie ousted Friday."}, {"sentId": 119, "text": "Today, Mike Rogers and Matthew Friedman are in."}, {"sentId": 120, "text": "Is that -- or I should say, is that to be expected of him?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 121, "text": "No."}, {"sentId": 122, "text": "This is tumultuous."}, {"sentId": 123, "text": "There's no -- there is no precedent for this."}, {"sentId": 124, "text": "There is no precedence for this much change."}, {"sentId": 125, "text": "I mean, Josh Bolton and who is Mike Boston at the Office of Administration Budget in the Bush White House but he was also the chief of staff and managed a transition between President George W. Bush and President Obama said this much."}], "speaker": "HOOVER", "secId": 64}, {"sentences": [{"sentId": 126, "text": "That this is his -- this is more activity and transition and turn over than is normal, than they had in the last transition."}, {"sentId": 127, "text": "And..."}], "speaker": "HOOVER", "secId": 65}, {"sentences": [{"sentId": 128, "text": "Is this something about ego, is there, what is it said?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 129, "text": "I think it says that you've got some new kids in town and they are learning to rap, they are learning how to do it."}], "speaker": "HOOVER", "secId": 67}, {"sentences": [{"sentId": 130, "text": "Well, I think it's a little more profound than that."}, {"sentId": 131, "text": "I mean, of course, they are going to spend and say everything is fine, this is totally normal."}], "speaker": "AVLON", "secId": 68}, {"sentences": [{"sentId": 132, "text": "Yes."}, {"sentId": 133, "text": "What do you expect?"}, {"sentId": 134, "text": "When I saw that tweet, I was like, what do you expect him to tweet."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 135, "text": "Right."}, {"sentId": 136, "text": "Yes."}, {"sentId": 137, "text": "I mean, the impulse is going to be the Baghdad bogged the problem."}, {"sentId": 138, "text": "But the reality is that there was less transitioning work than even the Romney campaign did in 2012, which is a very thorough process to transition the governing."}, {"sentId": 139, "text": "They spoke didn't necessarily expect to win."}], "speaker": "AVLON", "secId": 70}, {"sentences": [{"sentId": 140, "text": "And then the person who was running the nominal process just got kicked to the curb, Chris Christie, which is highly unusual given that he really put his reputation in the line to back Donald Trump early who alleges values loyalty."}], "speaker": "AVLON", "secId": 71}, {"sentences": [{"sentId": 141, "text": "But there is a lot of baggage and then I'm sure they don't want there and especially what's happening with Steve Bannon."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 142, "text": "He's got more baggage than Steve Bannon."}, {"sentId": 143, "text": "I mean, everybody has got baggage."}, {"sentId": 144, "text": "I mean, like, hey..."}], "speaker": "HOOVER", "secId": 73}, {"sentences": [{"sentId": 145, "text": "That's right."}, {"sentId": 146, "text": "Donald Trump has baggage."}, {"sentId": 147, "text": "Everybody."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 148, "text": "... Don, Chris Christie has a lot less baggage than Steve Bannon."}], "speaker": "HOOVER", "secId": 75}, {"sentences": [{"sentId": 149, "text": "Yes."}, {"sentId": 150, "text": "But, look, the Bridgegate -- the Bridgegate convictions are significant new development but the fact to the matter that he put away Jared Kushner's father was pretty known."}, {"sentId": 151, "text": "That's obviously a serious tension that I don't want to diminish that is personal, that is family."}], "speaker": "AVLON", "secId": 76}, {"sentences": [{"sentId": 152, "text": "But it was also known months and months ago, to ditch at this stage the person who has been normally running your transition and that apparently hurt people associated with him, that's unusual behavior that doesn't indicates stability in the transition of government."}], "speaker": "AVLON", "secId": 77}, {"sentences": [{"sentId": 153, "text": "And we're talking about baggage."}, {"sentId": 154, "text": "Rudy Giuliani, John Bolton was very controversial."}, {"sentId": 155, "text": "I mean, let's -- I'm being honest here."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 156, "text": "Sure."}], "speaker": "AVLON", "secId": 79}, {"sentences": [{"sentId": 157, "text": "Rudy Giuliani has not been shy about campaigning for a top job with the -- with the Trump administration."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 158, "text": "Sure."}], "speaker": "AVLON", "secId": 81}, {"sentences": [{"sentId": 159, "text": "He's at the Wall Street Journal this evening and he had to say this about this rival."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 160, "text": "John would be a very good choice, is there anybody better?"}], "speaker": "UNIDENTIFIED MALE", "secId": 83}, {"sentences": [{"sentId": 161, "text": "Maybe me, I don't know."}], "speaker": "GIULIANI", "secId": 84}, {"sentences": [{"sentId": 162, "text": "SO, he's talking about a secretary of state and John Bolton, not so subtle, was it?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 163, "text": "No."}, {"sentId": 164, "text": "But I mean, you know..."}], "speaker": "AVLON", "secId": 86}, {"sentences": [{"sentId": 165, "text": "He wants the top job like, you know."}], "speaker": "HOOVER", "secId": 87}, {"sentences": [{"sentId": 166, "text": "I mean, you know, subtle is not necessarily Rudy's signature move."}], "speaker": "AVLON", "secId": 88}, {"sentences": [{"sentId": 167, "text": "Is he the right for the job?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 168, "text": "Here's what I think folks might not appreciate Rudy."}, {"sentId": 169, "text": "And look, I worked for Rudy's chief speechwriter and, you know, worked on policy with him so I know him well."}, {"sentId": 170, "text": "In different stage of my career and we disagree about this election pretty intensely."}], "speaker": "AVLON", "secId": 90}, {"sentences": [{"sentId": 171, "text": "But I think what people failed to appreciate is in the wake of 9/11 in the interim period between then and now he's been really focused foreign affairs and traveling around the world, not only for his business but I think the natural evolution of 9/11 and leaving the mayoralty has been a real fixation on global issues."}, {"sentId": 172, "text": "And that translates I think to his interest not simply the top job."}], "speaker": "AVLON", "secId": 91}, {"sentences": [{"sentId": 173, "text": "Is it going to be controversial?"}, {"sentId": 174, "text": "Sure, but he certainly seems to be indicating that that's where his heart is."}], "speaker": "AVLON", "secId": 92}, {"sentences": [{"sentId": 175, "text": "There's been a since 9/11 and now, and especially in the recent months, a different Rudy Giuliani has appeared and many people don't know who that Rudy Giuliani is."}, {"sentId": 176, "text": "Is that -- is that right?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 177, "text": "Yes."}, {"sentId": 178, "text": "You know, look, I think that -- I think that's fair."}, {"sentId": 179, "text": "I think one of the things we saw as there was a different way -- I mean, we've seen a different Donald Trump in the last week than we saw campaigning."}], "speaker": "HOOVER", "secId": 94}, {"sentences": [{"sentId": 180, "text": "Yes."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 181, "text": "You know, it was clear that there was a certain formula for campaigning that was incendiary that was really controversial rhetoric."}, {"sentId": 182, "text": "And suddenly you see a man or least for the last week and a half or so has taken on a very different posture and demeanor."}], "speaker": "HOOVER", "secId": 96}, {"sentences": [{"sentId": 183, "text": "You mean Donald Trump."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 184, "text": "At least Donald Trump."}], "speaker": "HOOVER", "secId": 98}, {"sentences": [{"sentId": 185, "text": "Yes."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 186, "text": "You know, the Rudy that I actually had the privilege of working for him early on was a temporary, was a moderate, was the kind of person who would be an excellent secretary of state frankly."}, {"sentId": 187, "text": "And so, you know, he -- Rudy didn't take on the same -- a lot of the same posture that Donald Trump took on when he was campaigning."}, {"sentId": 188, "text": "He spoke very vitriolically, very divisively about Hillary Clinton and about -- but, you know, maybe that was sort of part of -- part of the chaos of the campaign."}], "speaker": "HOOVER", "secId": 100}, {"sentences": [{"sentId": 189, "text": "He also has ties to foreign government, right, that giving speeches and he really hit Hillary Clinton on that."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 190, "text": "Sure."}, {"sentId": 191, "text": "I think, you know, I don't know the details of those ties certainly in his law firm he's has clients that are foreign governments and those will be vetted appropriately should he get the job or presumably by the transition."}, {"sentId": 192, "text": "But you know, we've had treasury secretaries and many of them have been at Goldman Sachs, so I think that all needs to be seen in perspective."}, {"sentId": 193, "text": "But there's no question."}], "speaker": "AVLON", "secId": 102}, {"sentences": [{"sentId": 194, "text": "I mean, look, Rudy was a center right figure certainly in the wake of being Mayor of New York, where you know, pro-immigration, pro-gay rights, pro-choice."}, {"sentId": 195, "text": "And that center right aspect of the Republican Party is sort of MIA."}, {"sentId": 196, "text": "I mean, that's been totally in the wilderness for a long time."}], "speaker": "AVLON", "secId": 103}, {"sentences": [{"sentId": 197, "text": "In this campaign he didn't exactly highlight that."}, {"sentId": 198, "text": "This campaign was all vitriol all the time."}, {"sentId": 199, "text": "That makes it more difficult to unite the nation."}, {"sentId": 200, "text": "And the ore of this -- the more cabinet picks are catering to the far right."}, {"sentId": 201, "text": "And I don't think Rudy Giuliani caters to the far right by the way."}, {"sentId": 202, "text": "I think other picks might."}], "speaker": "AVLON", "secId": 104}, {"sentences": [{"sentId": 203, "text": "It ignores the fact that this is a man who lost the popular vote by almost a million and normally there would an obligation to reach out."}], "speaker": "AVLON", "secId": 105}, {"sentences": [{"sentId": 204, "text": "Yes."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 205, "text": "And to try to bind the nation's wounds."}, {"sentId": 206, "text": "And we're not seeing that."}, {"sentId": 207, "text": "We're seeing it tonally but we're seeing it substantively and that's going to be something we're going to watch for in the coming weeks."}], "speaker": "AVLON", "secId": 107}, {"sentences": [{"sentId": 208, "text": "And we did not even discussed the issue of diversity and..."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 209, "text": "Or lack there."}], "speaker": "AVLON", "secId": 109}, {"sentences": [{"sentId": 210, "text": "Well, not I should discuss yet."}], "speaker": "HOOVEER", "secId": 110}, {"sentences": [{"sentId": 211, "text": "Yes, I know."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 212, "text": "That was that when there's new."}], "speaker": "HOOVER", "secId": 112}, {"sentences": [{"sentId": 213, "text": "Yes."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 214, "text": "But, I mean, where do we really see that kind of treatment ."}], "speaker": "AVLON", "secId": 114}, {"sentences": [{"sentId": 215, "text": "All right."}, {"sentId": 216, "text": "And I have to run."}, {"sentId": 217, "text": "Thank you very much."}, {"sentId": 218, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 219, "text": "Up next, Donald Trump's election energizing the so-called alt-right movement."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 220, "text": "We just won the lottery."}, {"sentId": 221, "text": "We just stole American back from the establishment."}], "speaker": "MCINNES", "secId": 117}, {"sentences": [{"sentId": 222, "text": "We just won the lottery."}, {"sentId": 223, "text": "We just stole American back."}], "speaker": "MCINNES", "secId": 118}, {"sentences": [{"sentId": 224, "text": "A loud assertive, often shocking and never apologetic."}], "speaker": "UNIDENTIFIED MALE", "secId": 119}, {"sentences": [{"sentId": 225, "text": "The alt-right movement has been hugely energized by the election of Donald Trump."}], "speaker": "UNIDENTIFIED MALE", "secId": 120}, {"sentences": [{"sentId": 226, "text": "It's now time for the return of men."}], "speaker": "UNIDENTIFIED MALE", "secId": 121}, {"sentences": [{"sentId": 227, "text": "Alt-right stands for alternative right and it refers to people who think traditional political conservatives are too timid, too tamed to accepting of the status quo unwilling to engage uncomfortable topics like what they call racism against white people."}], "speaker": "UNIDENTIFIED MALE", "secId": 122}, {"sentences": [{"sentId": 228, "text": "And that happens all the time to white people in black neighborhoods."}, {"sentId": 229, "text": "They don't just get uncomfortable."}, {"sentId": 230, "text": "They get screamed at, what the  are you doing in this neighborhood."}, {"sentId": 231, "text": "Get out of here!"}], "speaker": "MCINNES", "secId": 123}, {"sentences": [{"sentId": 232, "text": "But the fact is there is demographics struggle going on."}, {"sentId": 233, "text": "And it's real."}, {"sentId": 234, "text": "And I think we should be real about it."}], "speaker": "SPENCER", "secId": 124}, {"sentences": [{"sentId": 235, "text": "That's Richard Spencer who coined the term alt- right."}], "speaker": "UNIDENTIFIED MALE", "secId": 125}, {"sentences": [{"sentId": 236, "text": "The faith is works from death."}], "speaker": "UNIDENTIFIED MALE", "secId": 126}, {"sentences": [{"sentId": 237, "text": "His web site features a sleek video urging white people to defend America against multiculturalism."}], "speaker": "UNIDENTIFIED MALE", "secId": 127}, {"sentences": [{"sentId": 238, "text": "It's a country for everyone and that's the country for no one."}, {"sentId": 239, "text": "It's a country in which we ourselves have become strangers."}], "speaker": "UNIDENTIFIED MALE", "secId": 128}, {"sentences": [{"sentId": 240, "text": "The Breitbart web site which is been tied to the alt-right movement suggest alt-right adherence are mostly white, mostly male middle-American radicals who are unapologetically embracing a new identity politics that prioritizes the interest of their own demographic."}], "speaker": "UNIDENTIFIED MALE", "secId": 129}, {"sentences": [{"sentId": 241, "text": "So when other American protest the election results, the alt-right sees more of what they've seen all along, an ocean of enemies of white men."}, {"sentId": 242, "text": "And the movement never hesitates to attack its post whether African-American, Latinos, feminist."}], "speaker": "UNIDENTIFIED MALE", "secId": 130}, {"sentences": [{"sentId": 243, "text": "This radical feminism of refugee for fats, ugly women who called attract high-value men."}, {"sentId": 244, "text": "The stereotype generally holds true because they looked like swamp donkeys."}], "speaker": "WATSON", "secId": 131}, {"sentences": [{"sentId": 245, "text": "Only a tiny slice of Trump voters would likely call themselves alt-right."}, {"sentId": 246, "text": "But many share the desire to disrupt Washington."}], "speaker": "UNIDENTIFIED MALE", "secId": 132}, {"sentences": [{"sentId": 247, "text": "I like that voting him in is really sticking it to the establishment."}], "speaker": "UNIDENTIFIED MALE", "secId": 133}, {"sentences": [{"sentId": 248, "text": "And for the alt-right, that matters more than the man."}], "speaker": "UNIDENTIFIED MALE", "secId": 134}, {"sentences": [{"sentId": 249, "text": "This is about a movement."}, {"sentId": 250, "text": "It's not about a demagogue; it's not about Donald Trump."}, {"sentId": 251, "text": "It's about reinvigorating the American dream."}, {"sentId": 252, "text": "It's about ultimately saving western civilization."}], "speaker": "WATSON", "secId": 135}, {"sentences": [{"sentId": 253, "text": "All of this is very disturbing for many people in the rest of the political spectrum and that's the catch, the more they are upset the more the alt-right celebrates."}, {"sentId": 254, "text": "Don?"}], "speaker": "FOREMAN", "secId": 136}, {"sentences": [{"sentId": 255, "text": "Tom Foreman, thank you very much."}, {"sentId": 256, "text": "I want to bring in now CNN political commentator, Peter Beinart, contributor the Atlantic, Liz Berney, director of Special Projects for the Zionist Organizations of America, CNN political commentator, Matt Lewis, senior contributor to the Daily Caller, and Richard Cohen, the president of the Southern Poverty Law Center."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 257, "text": "It's so good to have all of you here."}, {"sentId": 258, "text": "Matt, I need to start with you because you know, you have raise concerns about the alt-right movement going mainstream on the show before."}, {"sentId": 259, "text": "I think you're one of the first people to raise it, and yet you say that maybe it's not a bad idea to have Steve Bannon in the west wing."}, {"sentId": 260, "text": "Explain your thinking for me."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 261, "text": "Right."}, {"sentId": 262, "text": "So, first of all, I think it's fair to say not only I'm one of the first people to talk about the alt-right here and warn about them."}, {"sentId": 263, "text": "I'm probably the person on this panel that they hate the most arguably."}], "speaker": "LEWIS", "secId": 139}, {"sentences": [{"sentId": 264, "text": "Because their big problem are conservatives who are not with their program."}, {"sentId": 265, "text": "So, you know, that sort of where I come from."}], "speaker": "LEWIS", "secId": 140}, {"sentences": [{"sentId": 266, "text": "Having said that, you know, I've known Steve Bannon for like five or six years like we don't -- we don't like go to movies together on weekends or go golfing or anything but I've known him."}, {"sentId": 267, "text": "I think some of the concerns about Breitbart, not my favorite site."}, {"sentId": 268, "text": "I think some of the concerns are over wrought."}], "speaker": "LEWIS", "secId": 141}, {"sentences": [{"sentId": 269, "text": "I think Steve Bannon is a very energetic brilliant and eccentric person."}, {"sentId": 270, "text": "I would not I want him the sole advisor of my president."}, {"sentId": 271, "text": "However, I think that, you know, with a a panel of people was bring in here including Reince Priebus, and Mike Pence, and Kellyanne Conway."}, {"sentId": 272, "text": "I think it would be perfectly fine to have Steve Bannon this eccentric outside the box thinker helping him strategize."}], "speaker": "LEWIS", "secId": 142}, {"sentences": [{"sentId": 273, "text": "Richard, the Southern Poverty Law Center takes a different of that."}, {"sentId": 274, "text": "What's your biggest concern about having someone like Steve Bannon or Steve Bannon himself advising Donald Trump?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 275, "text": "Well, look."}, {"sentId": 276, "text": "I think it makes a mockery of Mr. Trump's first pledge to the American public that he was going to bind the wounds of division."}], "speaker": "COHEN", "secId": 144}, {"sentences": [{"sentId": 277, "text": "Bannon has provided a platform for misogyny, for racism, for xenophobia, for anti-Semitism, he's fanned the flames of division."}, {"sentId": 278, "text": "He shouldn't be in the White House."}, {"sentId": 279, "text": "I think he shouldn't be in the White House."}, {"sentId": 280, "text": "It's disheartening that Mr. Trump would bring him there."}], "speaker": "COHEN", "secId": 145}, {"sentences": [{"sentId": 281, "text": "All right, everyone, stay with me."}, {"sentId": 282, "text": "We're going to talk more about Steve Bannon's role in the Trump administration next."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 283, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 284, "text": "Steve Bannon, the former head of Breitbart News will be one of President Donald Trump's key advisors."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 285, "text": "Back with me now, Peter Beinart, Liz Berney, Matt Lewis, and Richard Cohen."}, {"sentId": 286, "text": "Liz, I want to start with you."}, {"sentId": 287, "text": "Because I interviewed Joel Pollak who"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 288, "text": "is Breitbart's editor-at-large last night and he defended Steve Bannon's appointment and he pointed to the support of your pro-Israel organization as proof that Bannon isn't anti-Semitic."}, {"sentId": 289, "text": "What are people getting wrong about Steve Bannon?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 290, "text": "Well, I think of so many people who actually know Steve Bannon, including people that we know have said that he is a very decent person and from what we -- he actually helped in our difficulties with community with the anti-Semitic protests at community."}], "speaker": "BERNEY", "secId": 151}, {"sentences": [{"sentId": 291, "text": "He was contact -- his Breitbart people were instructed by him to contact Governor Cuomo to see that the New York State would do something about this."}, {"sentId": 292, "text": "We've also analyzed the articles that he has in Breitbart and so many of them have been pro-Israel."}], "speaker": "BERNEY", "secId": 152}, {"sentences": [{"sentId": 293, "text": "He -- just this week he wrote an article talking about the pain of a Jewish student who found a Swastika on her doorway."}, {"sentId": 294, "text": "This is not something that an anti-Semite would write about."}, {"sentId": 295, "text": "He's talked about problems with the Iran deal when many people were criticizing Netanyahu he made sure to have a broadcast of Netanyahu's full web cast about the problems with the Iran deal."}], "speaker": "BERNEY", "secId": 153}, {"sentences": [{"sentId": 296, "text": "Also this week, he had another article on Breitbart about the recent violations of the Iran deal."}, {"sentId": 297, "text": "He's somebody who's been really fighting, fighting for the pro-Israel."}], "speaker": "BERNEY", "secId": 154}, {"sentences": [{"sentId": 298, "text": "So, Liz, let me jump in and ask you this."}, {"sentId": 299, "text": "None of the other things bother you because he's so pro-Israel?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 300, "text": "This is -- we're also talking about anti-Semitism here."}, {"sentId": 301, "text": "And I think a lot of the other things -- it's very painful to see somebody smear who doesn't deserve it and who is a fine human being."}], "speaker": "BERNEY", "secId": 156}, {"sentences": [{"sentId": 302, "text": "OK."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 303, "text": "You know, I read through his alt -- the article about the alt-right and it's a piece of reporting."}, {"sentId": 304, "text": "It's not -- it's not an endorsement of the -- of the alt-right."}], "speaker": "BERNEY", "secId": 158}, {"sentences": [{"sentId": 305, "text": "I got to jump in."}], "speaker": "COHEN", "secId": 159}, {"sentences": [{"sentId": 306, "text": "OK. Who is that, is that Richard?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 307, "text": "Yes, I have to jump in."}, {"sentId": 308, "text": "Look."}, {"sentId": 309, "text": "The ADL, the leading organization fighting anti-Semitism has condemned Mr. Bannon's appointment."}, {"sentId": 310, "text": "Mr. Bannon has said that Breitbart is the platform for the alt-right."}, {"sentId": 311, "text": "It's something he's proud of it."}], "speaker": "COHEN", "secId": 161}, {"sentences": [{"sentId": 312, "text": "The alt-right is basically rebranding white supremacy for the digital age."}, {"sentId": 313, "text": "I don't know what Mr. Bannon does in his personal life, maybe he seems like a good guy to his friends."}, {"sentId": 314, "text": "All I know what is what he's done in his public life and that is to spread white nationalism and white supremacy."}], "speaker": "COHEN", "secId": 162}, {"sentences": [{"sentId": 315, "text": "I think it's important to recognize that a major target of Breitbart has been Muslim, right, to headlines like man bites dog, Muslim nice to non-Muslim, by talking about how Muslim devastates communities, about how they're a ticking time bomb, right?"}], "speaker": "BEINART", "secId": 163}, {"sentences": [{"sentId": 316, "text": "So, it's not surprising that the Zionist Organization for America which is itself a bigoted organization, I guess Muslims which condemned President Obama in February, when he called Islam a religion of peace."}], "speaker": "BEINART", "secId": 164}, {"sentences": [{"sentId": 317, "text": "The ZOA, which had Pamela Geller, whose called Muslim savagist, who's had her speak, whose had Frank Gaffney who called Barack Obama the first Muslim President."}, {"sentId": 318, "text": "It's not surprising that the ZOA, which is also Islamophobic would endorse Steve Bannon's Islamophobia."}], "speaker": "BEINART", "secId": 165}, {"sentences": [{"sentId": 319, "text": "The Southern Poverty Law Council, the Anti-defamation League, the Religious Action Center of Reform Judaism, the Council of American Islamic Relations all oppose Bannon."}, {"sentId": 320, "text": "Those are organizations there."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 321, "text": "These are some of the headlines that Peter mentioned here are Breitbart headlines."}, {"sentId": 322, "text": "\"Hoisted high and proud, the Confederate flag proclaimed a glorious heritage, or an establishment conservative guide to the alt-right, or read the scary descriptions refugees but Idaho Refugee Agency.\""}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 323, "text": "It's like also the section of articles under the tags black crime."}, {"sentId": 324, "text": "How you can separate the man from the web site, Liz?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 325, "text": "I think, well, first of all, as I mentioned, the alt-right is the -- the alt-right article is not particularly complimentary."}, {"sentId": 326, "text": "It spoke -- it speaks about racism."}, {"sentId": 327, "text": "It talks about neo-Nazis, and the organization and certainly not in complimentary terms."}], "speaker": "BERNEY", "secId": 169}, {"sentences": [{"sentId": 328, "text": "The act -- the people who actually work for Breitbart have been very critical of the alt-right -- alt-right movement."}, {"sentId": 329, "text": "I also if -- it's -- and so, and I will give you the example of -- there is a series of newspapers out on Long Island where I live, of guy who runs it is very liberal."}], "speaker": "BERNEY", "secId": 170}, {"sentences": [{"sentId": 330, "text": "The -- his editorials are liberal, however he prints everything from everybody, and this is a business decision that somebody can make that they want to have -- controversy sells."}, {"sentId": 331, "text": "If people choose -- and a lot of people..."}], "speaker": "BERNEY", "secId": 171}, {"sentences": [{"sentId": 332, "text": "There's a difference between..."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 333, "text": "... people read this newspaper because they do have all opinions there."}], "speaker": "BERNEY", "secId": 173}, {"sentences": [{"sentId": 334, "text": "Yes."}, {"sentId": 335, "text": "OK."}, {"sentId": 336, "text": "But people will say there's difference between controversy and promoting -- Matt, you can correct me if I'm wrong, and being -- coming out and saying that you are the platform for the alt-right."}, {"sentId": 337, "text": "Do they just report on it or do you think they promote it?"}, {"sentId": 338, "text": "LEWIS:  Well, I do think there's danger that they've mainstream that"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 339, "text": "and that there's a, you know, it's a fine line."}, {"sentId": 340, "text": "The piece -- the piece that you're referring to I think did try -- it was an explainer to conservatives about what the alt-right is, but I also think that it misrepresented it a little bit."}, {"sentId": 341, "text": "It's right to make it sound like it's what cool young conservatives were doing, not just, you know, white nationalists are doing."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 342, "text": "But look, you know, Steve Bannon run this site to some degree, he bears responsibility for everything in it, but he didn't write that piece."}, {"sentId": 343, "text": "And you -- I'm willing to bet you could find titles from places I've worked and others probably on this panel that they may not agree with 100 percent."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 344, "text": "I think presidents have a right within, you know, within reason to sort of pick the people they want advising them."}, {"sentId": 345, "text": "And I would also say I think that we get up in arms every four or eight years over things like."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 346, "text": "I remember it wasn't that long ago."}, {"sentId": 347, "text": "Our friend Van Jones, who was the -- green jobs or something in the Obama administration, had in his past been more of a liberal activist had been at his organization were truthers."}, {"sentId": 348, "text": "And Glenn Beck, who was on our air not that long ago, went on a Jihad against Van Jones."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 349, "text": "I think he did 14 episodes attacking him."}, {"sentId": 350, "text": "Run him out of the Obama administration."}, {"sentId": 351, "text": "Van Jones happens to be one of the most I think thoughtful liberal commentators and best, you know, sort of analysts that I know."}, {"sentId": 352, "text": "But I think that's what we do."}, {"sentId": 353, "text": "These I think were over blown just a little bit."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 354, "text": "You be hard pressed to see Van Jones promoting racism or anti- Semitism."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 355, "text": "Yes."}], "speaker": "BERLEY", "secId": 181}, {"sentences": [{"sentId": 356, "text": "Yes."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 357, "text": "The analogy doesn't make any sense."}, {"sentId": 358, "text": "Because the reason that Steve Bannon is so disturbing is because of what Donald Trump did."}, {"sentId": 359, "text": "Right?"}, {"sentId": 360, "text": "Barack Obama did not take office and then appoint Van Jones after having run a, you know, run a racist birther campaign."}, {"sentId": 361, "text": "Barack Obama did not call for sites..."}], "speaker": "BEINART", "secId": 183}, {"sentences": [{"sentId": 362, "text": "He went to church -- he went to church with Reverend Wright."}, {"sentId": 363, "text": "To saying that Barack Obama unfairly."}], "speaker": "LEWIS", "secId": 184}, {"sentences": [{"sentId": 364, "text": "Matt, Matt, let me finish."}, {"sentId": 365, "text": "Matt, I didn't -- I didn't -- Matt, let me finish."}], "speaker": "BEINART", "secId": 185}, {"sentences": [{"sentId": 366, "text": "Matt, let him finish."}, {"sentId": 367, "text": "BEINART:  Right."}, {"sentId": 368, "text": "The problem is, what Steve Bannon says about Donald Trump, the man who attacked Judge Curiel of being of Mexican descent, the man who falsely claimed that Muslim celebrated the 9/11."}, {"sentId": 369, "text": "The man who repeated called Elizabeth Warren Pocahontas."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 370, "text": "This is a man who has done a lot of damage by fanning and inciting bigotry during the campaign."}, {"sentId": 371, "text": "He needs out to do to repent for that and to publicly try to bring the country together."}, {"sentId": 372, "text": "Appointing Steve Bannon whose web site Breitbart said a lot of those kinds of things, it makes the situation worse."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 373, "text": "Steve Bannon, you've got to balance this with Mike Pence's Vice President."}], "speaker": "LEWIS", "secId": 188}, {"sentences": [{"sentId": 374, "text": "Why do we need to balance bigotry with non-bigotry?"}], "speaker": "BEINART", "secId": 189}, {"sentences": [{"sentId": 375, "text": "Reince Priebus or I think as widely respected as a mainstream conservative and a member of the establishment, is his chief of staff, we're focusing so much on Bannon who is I think is an eccentric outside the box guy."}, {"sentId": 376, "text": "We don't know he's going to be advising President, I think that's in his purview to have that guy..."}], "speaker": "LEWIS", "secId": 190}, {"sentences": [{"sentId": 377, "text": "There's a difference between being eccentric and promoting, you know, on your web site..."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 378, "text": "It's not my cup of tea."}], "speaker": "LEWIS", "secId": 192}, {"sentences": [{"sentId": 379, "text": "So, let me ask you something."}, {"sentId": 380, "text": "Hang on, Liz, hang on."}, {"sentId": 381, "text": "Matt, I want to ask you something."}, {"sentId": 382, "text": "Because you're a fair guy, and we have you on all the time."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 383, "text": "That's right."}], "speaker": "LEWIS", "secId": 194}, {"sentences": [{"sentId": 384, "text": "That analogy that you're making where you said Breitbart normalized is in danger of normalizing you think they did the alt- right, don't you think that's the same thing that they may be normalizing that by bringing someone into the administration who is said to be the platform for it?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 385, "text": "Well, I would say a couple things."}, {"sentId": 386, "text": "One, I think that Bannon and Breitbart in general are nationalists, they are populists, they are against things that I believe in like free trade."}, {"sentId": 387, "text": "I think that is basically where they live and die."}], "speaker": "LEWIS", "secId": 196}, {"sentences": [{"sentId": 388, "text": "I think that on the fringes they've engaged and flirted with some things that are very unseemingly that I don't like."}, {"sentId": 389, "text": "I'm not convey -- I think that we may be better off having Steve Bannon in the administration than what having him running what could become Pravda for a Trump administration."}], "speaker": "LEWIS", "secId": 197}, {"sentences": [{"sentId": 390, "text": "OK. Everyone stand by."}, {"sentId": 391, "text": "We're going to come back, Liz."}, {"sentId": 392, "text": "I'll let do that right after the break."}, {"sentId": 393, "text": "Don't go anywhere."}, {"sentId": 394, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 395, "text": "Back now with my panel, Liz, you wanted to get first word here."}, {"sentId": 396, "text": "You were taking exception to."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 397, "text": "Yes."}, {"sentId": 398, "text": "I was just taking -- so we just sat here and heard Peter Beinart accuse my organization, smear my organization, the Zionist Organization of America, which is oldest -- the oldest Zionist organization in the country, which day and night combats anti- Semitism, and day and night works."}], "speaker": "BERNEY", "secId": 200}, {"sentences": [{"sentId": 399, "text": "If all over the country, the biggest problem that we have right now is Islamic terrorism and the SJP and the groups on campuses that are running around and screaming death to Jews."}, {"sentId": 400, "text": "This is the -- and we have this problem on the streets right now, and smears are a real, real problem."}], "speaker": "BERNEY", "secId": 201}, {"sentences": [{"sentId": 401, "text": "He sat here and smeared my organization, the same way that ADL and Mr. Beinart smeared -- smeared Mr. Bannon without a single shred of evidence."}, {"sentId": 402, "text": "We've looked at all his e-mails."}, {"sentId": 403, "text": "We know how we are."}, {"sentId": 404, "text": "We know what he says."}, {"sentId": 405, "text": "It's not anti-Semitic."}], "speaker": "BERNEY", "secId": 202}, {"sentences": [{"sentId": 406, "text": "OK."}, {"sentId": 407, "text": "But let me move on."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 408, "text": "But I have three pieces of specific evidence."}, {"sentId": 409, "text": "First, when Barack Obama in February of this year called Islam a religion of peace you put out a press release condemning him for that."}, {"sentId": 410, "text": "Secondly, you had Pamela Geller who has called Muslims savagist, speak for ZOA twice since 2012, and you have Frank Gaffney who called Barack Obama the first Muslim president also speak for the ZOA."}, {"sentId": 411, "text": "So, these are facts, this is not a smear."}], "speaker": "BEINART", "secId": 204}, {"sentences": [{"sentId": 412, "text": "Again, this is smear because first of all we have many different people speak for us and second of all I'm not even -- I'm not familiar with the specific press release that you read..."}], "speaker": "BERNEY", "secId": 205}, {"sentences": [{"sentId": 413, "text": "February 2016."}], "speaker": "BEINART", "secId": 206}, {"sentences": [{"sentId": 414, "text": "OK."}, {"sentId": 415, "text": "But I would have to see the whole context though, because I'm sure -- I'm sure that there were a lot other problems with the statement that Mr. -- Mr. President Obama made."}], "speaker": "BERNEY", "secId": 207}, {"sentences": [{"sentId": 416, "text": "I don't think so."}, {"sentId": 417, "text": "I've read it carefully."}], "speaker": "BEINART", "secId": 208}, {"sentences": [{"sentId": 418, "text": "I would like to get Richards' voice in this."}, {"sentId": 419, "text": "Because Richard, you're an expert in all this, and while we're responding here in the aftermath of last week's election, we have seen hate crimes, churches being vandalized."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 420, "text": "We've even saw that a veteran being denied a meal at a show after a Trump supporter challenged his service record."}, {"sentId": 421, "text": "People are asking how is this happening and why?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 422, "text": "Yes."}, {"sentId": 423, "text": "We're seeing white supremacists celebrate Mr. Trump's victory."}, {"sentId": 424, "text": "The incidents are widespread and they're ugly."}, {"sentId": 425, "text": "We've counted about 500 so far and I'm sure that just a small number of the actual incidents."}], "speaker": "COHEN", "secId": 211}, {"sentences": [{"sentId": 426, "text": "They're anti -- we've seen a lot of anti-black, anti-Muslim, anti- immigrant things, we've seen it in schools especially, but also in places like Wal-Mart, Starbucks, people walking on the street being harassed and intimidated."}, {"sentId": 427, "text": "And some neo-Nazi is basically telling people go out and make people of color feel uncomfortable."}, {"sentId": 428, "text": "Make them feel unwanted."}], "speaker": "COHEN", "secId": 212}, {"sentences": [{"sentId": 429, "text": "There have been calls to action."}, {"sentId": 430, "text": "I would say, Don, I think it's important to note that these things seem to be dying down somewhat and I hope that that's the case."}], "speaker": "COHEN", "secId": 213}, {"sentences": [{"sentId": 431, "text": "Peter, can Steve Bannon and Breitbart News be both pro-Israel and anti-Semitic."}, {"sentId": 432, "text": "That was a viewer who just sent that?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 433, "text": "Yes, absolutely."}, {"sentId": 434, "text": "First I want to all, I don't know Steve Bannon."}, {"sentId": 435, "text": "I'm not accusing him of being anti-Semitic."}], "speaker": "BEINART", "secId": 215}, {"sentences": [{"sentId": 436, "text": "No one is."}, {"sentId": 437, "text": "I'm just asking a question."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 438, "text": "I think that Breitbart has published articles, for instance, when they called an Applebum a liberal lead as Jew."}], "speaker": "BEINART", "secId": 217}, {"sentences": [{"sentId": 439, "text": "That's not -- that's not what they say."}], "speaker": "BERNEY", "secId": 218}, {"sentences": [{"sentId": 440, "text": "OK. You know what?"}, {"sentId": 441, "text": "You know what, I'm glad you mentioned this."}], "speaker": "BEINART", "secId": 219}, {"sentences": [{"sentId": 442, "text": "They called her a Polish-American Jew and it take who want ..."}], "speaker": "BERNEY", "secId": 220}, {"sentences": [{"sentId": 443, "text": "You know, I got the quote."}], "speaker": "BEINART", "secId": 221}, {"sentences": [{"sentId": 444, "text": "OK."}, {"sentId": 445, "text": "I had the quote, too."}], "speaker": "BERNEY", "secId": 222}, {"sentences": [{"sentId": 446, "text": "She said, \"Hell, hath new theory like a Polish Jewish- American elitist scorn.\""}, {"sentId": 447, "text": "Now it seems to me it is problematic."}, {"sentId": 448, "text": "And then you can talk."}], "speaker": "BEINART", "secId": 223}, {"sentences": [{"sentId": 449, "text": "This is not the description..."}], "speaker": "BERNEY", "secId": 224}, {"sentences": [{"sentId": 450, "text": "It does to me it is problematic to refer to her as Jewish in that regard, also when Bill Kristol was called a renegade Jew."}, {"sentId": 451, "text": "Again, I don't think -- I'm not accusing Steve Bannon of being anti-Semite."}], "speaker": "BEINART", "secId": 225}, {"sentences": [{"sentId": 452, "text": "I think that Breitbart as it is trafficked in anti-African -- anti- black racism and misogyny has it time instructive anti-Semitism."}, {"sentId": 453, "text": "And it is entirely possible to be a supporter of Israel and Zionism and also to be an anti-Semite."}], "speaker": "BEINART", "secId": 226}, {"sentences": [{"sentId": 454, "text": "A quick example."}, {"sentId": 455, "text": "The Polish government before World War II, which wanted to get rid of its Jews, didn't want them in Poland was extremely pro-Zionist because it hopes that the Jews would go Israel."}, {"sentId": 456, "text": "There's a -- for 100 years, you could find example after example of people who both trafficked and anti-Semitism and also support the state of Israel."}, {"sentId": 457, "text": "That's easy."}], "speaker": "BEINART", "secId": 227}, {"sentences": [{"sentId": 458, "text": "Hey, Matt, I want to play because this is the president..."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 459, "text": "Hey, excuse me, that's a very small, you know..."}], "speaker": "BERNEY", "secId": 229}, {"sentences": [{"sentId": 460, "text": "You want ore examples?"}], "speaker": "BEINART", "secId": 230}, {"sentences": [{"sentId": 461, "text": "The Polish example -- the Polish example is a very asserted example."}, {"sentId": 462, "text": "Today -- today -- the support -- excuse me."}, {"sentId": 463, "text": "Today the supporters of Israel are also not anti-Semitic and the reason they support Israel is because they support the Jewish people."}], "speaker": "BERNEY", "secId": 231}, {"sentences": [{"sentId": 464, "text": "Some of them are anti-Semitic."}, {"sentId": 465, "text": "The Christian right, do they some of them are?"}], "speaker": "BEINART", "secId": 232}, {"sentences": [{"sentId": 466, "text": "Yes, the Christian right is very supportive and not anti- Semitic."}], "speaker": "BERNEY", "secId": 233}, {"sentences": [{"sentId": 467, "text": "OK."}, {"sentId": 468, "text": "I want to get this in."}, {"sentId": 469, "text": "I want to play the president speaking today warning of the rise of the crude nationalism."}, {"sentId": 470, "text": "Listen to this."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 471, "text": "I do believe separate and apart from any particular election or movement, that we are going to have to guard against a raise in -- a crude sort of nationalism, or ethnic identity, or tribalism, that is built around us and of them."}], "speaker": "OBAMA", "secId": 235}, {"sentences": [{"sentId": 472, "text": "And I will never apologize for saying that the future of humanity, and the future of the world is to be defined by what we have in common as opposed to those things that separate us and ultimately lead us into conflict."}], "speaker": "OBAMA", "secId": 236}, {"sentences": [{"sentId": 473, "text": "So, Matt, he chose his words very carefully, but he's warning against this and on the campaign trail, the Trump -- Donald Trump campaign on America first, building a wall, and so on, what's your reaction?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 474, "text": "I think President Obama's absolutely right about this."}, {"sentId": 475, "text": "I think his rhetoric has been spot on and sort of calming things right now as we have this transition of power, and I think he's also right when he said that Donald Trump is more of a pragmatist and ideologue."}], "speaker": "LEWIS", "secId": 238}, {"sentences": [{"sentId": 476, "text": "And I'm happy that President Obama is going to be spending a lot of time hopefully mentoring Donald Trump in the coming weeks."}], "speaker": "LEWIS", "secId": 239}, {"sentences": [{"sentId": 477, "text": "And Richard, what are you looking for as we -- because we've got to run but what are you looking for in the coming weeks?"}, {"sentId": 478, "text": "What should the -- what should Donald Trump, the President-elect do to calm this down?"}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 479, "text": "Trump should publicly denounce all forms of bigotry, and assure the American public that bigots, extremists, members of hate groups, people who have flirted with extremism will have no place in his administration."}, {"sentId": 480, "text": "Unfortunately, he's not off to a good start with Bannon."}], "speaker": "COHEN", "secId": 241}, {"sentences": [{"sentId": 481, "text": "Yes."}, {"sentId": 482, "text": "Thank you, all."}, {"sentId": 483, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 484, "text": "Coming up, the democrats have one last hope to pick up a Senate seat in the election cycle."}, {"sentId": 485, "text": "We'll meet their candidate next."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 486, "text": "After a stunning defeat, democrats are assessing the future of their party."}, {"sentId": 487, "text": "But first one Senate seat is still up for grabs and the last hope for the democrats in this election cycle."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 488, "text": "And he joins me now."}, {"sentId": 489, "text": "His name is Foster Campbell, the candidate for U.S. Senate in my home state of Louisiana."}, {"sentId": 490, "text": "It always comes down to Louisiana it seems like."}, {"sentId": 491, "text": "So, thank you so much for joining us Mr. Campbell."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 492, "text": "You're being hailed as democrat's last hope this election season a chance to send the message against the election of Donald Trump a week ago."}, {"sentId": 493, "text": "What do you think about that?"}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 494, "text": "Well, I hope I'm everybody's last hope."}, {"sentId": 495, "text": "I've been a politician in Louisiana for a long time and I've represented the people, I have a strong record of representing consumers from taking on payday loan companies to reducing electric rates from utility companies."}], "speaker": "CAMPBELL", "secId": 247}, {"sentences": [{"sentId": 496, "text": "I'm on the public service commission right now."}, {"sentId": 497, "text": "I've been a strong voice for the people and I wear that badge proudly."}], "speaker": "CAMPBELL", "secId": 248}, {"sentences": [{"sentId": 498, "text": "Yes."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 499, "text": "So, I want to go to Washington to help the people in Louisiana."}, {"sentId": 500, "text": "We're a poor state."}, {"sentId": 501, "text": "We should have been."}, {"sentId": 502, "text": "A lot of our politicians throughout the years have sold the people out, more interested in getting re-elected than doing the right things for our folks."}], "speaker": "CAMPBELL", "secId": 250}, {"sentences": [{"sentId": 503, "text": "Yes."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 504, "text": "We need to improve that we need better jobs."}, {"sentId": 505, "text": "And I have the record and I have the backbone to get that done."}, {"sentId": 506, "text": "LEMON:  All right."}, {"sentId": 507, "text": "That was a good sell of your resume and what you"}], "speaker": "CAMPBELL", "secId": 252}, {"sentences": [{"sentId": 508, "text": "want you want to do."}, {"sentId": 509, "text": "So here's my question then, if you win on December 10th..."}], "speaker": "CAMPBELL", "secId": 253}, {"sentences": [{"sentId": 510, "text": "All right."}], "speaker": "CAMPBELL", "secId": 254}, {"sentences": [{"sentId": 511, "text": "... would you work with President-elect Donald Trump and the republicans in the Senate?"}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 512, "text": "Yes, I certainly would if they come up with some things that I like."}, {"sentId": 513, "text": "I'm for term limits, if they're for that."}, {"sentId": 514, "text": "I heard President-elect Trump talks about infrastructure."}, {"sentId": 515, "text": "I'm all about building new roads, bridges and ports in Louisiana."}, {"sentId": 516, "text": "Certainly I'll vote with it."}], "speaker": "CAMPBELL", "secId": 256}, {"sentences": [{"sentId": 517, "text": "There's an old saying in the south there's no wrong way to do the right thing, and if he's right I'm going to be with him, but when he was wrong I'm going to step up and declare that he's wrong."}], "speaker": "CAMPBELL", "secId": 257}, {"sentences": [{"sentId": 518, "text": "I've worked with republican governors in the state legislature, I was a senator and when they were right I was with them, but when they're wrong I'm against them."}, {"sentId": 519, "text": "And I think that's what this election is about."}, {"sentId": 520, "text": "Sending somebody to Washington to stand up and do the right thing."}, {"sentId": 521, "text": "I know what's right, I know what's wrong and I am for the people of the state of Louisiana and the country."}], "speaker": "CAMPBELL", "secId": 258}, {"sentences": [{"sentId": 522, "text": "Let me ask you..."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 523, "text": "But when he said that he wants to -- yes, go ahead."}, {"sentId": 524, "text": "Excuse me."}], "speaker": "CAMPBELL", "secId": 260}, {"sentences": [{"sentId": 525, "text": "Go ahead, finish your thought."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 526, "text": "If he's wanting to build roads and bridges and getting our infrastructure up, I'm all about that."}], "speaker": "CAMPBELL", "secId": 262}, {"sentences": [{"sentId": 527, "text": "OK."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 528, "text": "I'm for it because it gives jobs and things, yes, sir."}], "speaker": "CAMPBELL", "secId": 264}, {"sentences": [{"sentId": 529, "text": "The current President, Barack Obama spoke today about the feelings of anger and frustration felt that propelled Trump to victory."}, {"sentId": 530, "text": "I want you to listen to this."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 531, "text": "You've seen some of the rhetoric among republican elected officials and activists and media."}, {"sentId": 532, "text": "Some of it pretty troubling and not necessarily connected to facts, but being used effectively to mobilize people."}], "speaker": "OBAMA", "secId": 266}, {"sentences": [{"sentId": 533, "text": "And obviously, President-elect Trump tapped into that particular strain within the Republican Party and then was able to broaden that enough and get enough votes to win the election."}], "speaker": "OBAMA", "secId": 267}, {"sentences": [{"sentId": 534, "text": "So, one of your primary opponents, David Duke, praises Trump hiring of Bannon and says, \"His people,\" and this is -- that's a quote from him, \"played a huge role in electing Trump.\""}, {"sentId": 535, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 536, "text": "I don't know anything about Mr. Duke."}, {"sentId": 537, "text": "I'm not for Mr. Duke and never been for Mr. Duke."}, {"sentId": 538, "text": "I never listened too much of what he has to say."}, {"sentId": 539, "text": "He ran in this race and did absolutely nothing, 1 or 2 percent or something like that."}], "speaker": "CAMPBELL", "secId": 269}, {"sentences": [{"sentId": 540, "text": "People are tired of hearing from David Duke preaching hate, dividing people."}, {"sentId": 541, "text": "I'm about uniting people, not dividing people."}, {"sentId": 542, "text": "I want to go to Washington to work with people to help our state of Louisiana."}, {"sentId": 543, "text": "We're a poor state and we need help."}, {"sentId": 544, "text": "I'm not interested in spreading hate."}], "speaker": "CAMPBELL", "secId": 270}, {"sentences": [{"sentId": 545, "text": "Yes."}, {"sentId": 546, "text": "Good answer."}, {"sentId": 547, "text": "Not interested in spreading hate."}, {"sentId": 548, "text": "So, thank you for making my hometown proud by saying that."}, {"sentId": 549, "text": "I appreciate it."}, {"sentId": 550, "text": "Thank you."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 551, "text": "Thank you so much, and I'd like to see you when you come back to Baton Rouge sometimes, thank you."}], "speaker": "CAMPBELL", "secId": 272}, {"sentences": [{"sentId": 552, "text": "All right."}, {"sentId": 553, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 554, "text": "Straight ahead in the next hour, why would a restaurant take away a veteran's meal?"}, {"sentId": 555, "text": "It started when a man wearing a Trump shirt challenge the vet's service record."}, {"sentId": 556, "text": "We're going to meet the veteran and hear his story."}], "speaker": "LEMON", "secId": 274}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.15.cnnt.01.html.json", "time": "Aired November 15, 2016 - 22:00   ET"}