{"sectionCount": 207, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "TRUMP", "CLINTON", "BASH", "PRESTON", "SABATO", "SESNO", "RADDATZ", "BUSH", "BLACKBURN", "ROSEN", "AVLON", "HOOVER", "ULRICH", "URLICH"], "subTitle": "Analyzing the Second Presidential Debate; Donald Trump Brings Clinton Accusers to Debate; House Speaker Paul Ryan Says He Will Not Campaign for Trump; Body Language the Debate. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/10/cnnt.01.html", "sentenceCount": 510, "sections": [{"sentences": [{"sentId": 0, "text": "OK, that does it for us."}, {"sentId": 1, "text": "Thanks for watching."}, {"sentId": 2, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Open warfare and not just with Hillary Clinton, Donald Trump taking aim at the very top of his party."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Just as soon as the most powerful Republican on Capitol Hill, the House Speaker, Paul Ryan announces he won't defend or campaign for the GOP nominee."}, {"sentId": 7, "text": "Trump fires back, treating that Ryan should spend more time on jobs and the legal immigration than fighting him."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "All this is a new poll taken after the release of the now infamous access Hollywood video showing Trump making rude comments about women, gives Hillary Clinton a double-digit lead."}, {"sentId": 9, "text": "Trump on the campaign trail ramping up his new line of attack."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 10, "text": "Bill Clinton sexually assaulted innocent women and Hillary Clinton attacked those women viciously, one of them said more viciously than he attacked them."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 11, "text": "And Hillary Clinton firing back hitting Trump while campaigning in Michigan."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "He just doubled down on his excuse that it's just \"locker-room banter\"."}, {"sentId": 13, "text": "Well, I'll tell you what, women and men across America know that is just a really weak excuse for behaving badly and mistreating people."}], "speaker": "CLINTON", "secId": 7}, {"sentences": [{"sentId": 14, "text": "As usual, there's a lot to get through tonight, so let's begin with CNNs Mark Preston, he is our politics executive editor; Dana Bash, our chief political correspondent, Frank Sesno, Director of the School of Media and Public Affairs at George Washington University who is a former CNN Washington Bureau Chief; and Larry Sabato, Director of the Center for Politics at the University of Virginia."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 15, "text": "I should say, as usual, because these are strange times that we are living in right now especially when it comes to politics."}, {"sentId": 16, "text": "So, we all sat and watched that debate last night, a lot of people more sober than others."}, {"sentId": 17, "text": "Dana, I mean get us up to speed on the House Speaker, Paul Ryan he held a call today about Donald Trump and his good friend, Reince Priebus, Chair of RNC held another."}, {"sentId": 18, "text": "What is going on here?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 19, "text": "It's kind of the tale of two Republican leaders and how these Republican leaders, we've known that happened to be best friends, both from Wisconsin that have very different jobs to do, are handling the fallout and sort of the free fall of Donald Trump in very different ways."}], "speaker": "BASH", "secId": 10}, {"sentences": [{"sentId": 20, "text": "Reince Priebus, the RNC Chair had a call with his RNC committee men, the members who elected him and report to the constituencies back home, who elected Donald Trump he said to them, you know, we're all on the same page, the RNC, the Republican National Committee and the Trump campaign, we're still working hand in glove and we're going to work to get him elected."}], "speaker": "BASH", "secId": 11}, {"sentences": [{"sentId": 21, "text": "Now, I will tell you that my reporting leading up to yesterday's debate was it wasn't so sure that was going to be the case."}, {"sentId": 22, "text": "It just depended on whether or not Donald Trump could kind of stop the bleeding for lack of a better word he did, so that's what Reince Priebus' felt he had to do because again his job is to make sure that he can try to elect Republicans down the ballot starting with the top of the ticket."}], "speaker": "BASH", "secId": 12}, {"sentences": [{"sentId": 23, "text": "House Speaker, Paul Ryan very different, he needs to worry about his own rank and file in the house."}, {"sentId": 24, "text": "And because he certainly has a lot of Republicans from Ruby Red Districts who have a lot of Trump supporters at home, they, you know, want him to be more supportive of Donald Trump."}, {"sentId": 25, "text": "But he told them he's not going to do it."}, {"sentId": 26, "text": "He's going to stay in this weird gray area which is he's not going to take back his endorsement, but he's also not going to be defending Donald Trump anymore."}], "speaker": "BASH", "secId": 13}, {"sentences": [{"sentId": 27, "text": "Yes."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 28, "text": "There's a lot of push back from those really conservative members on the call, but he feels that he has to do this to try to save some of the Republicans in more vulnerable districts who are worried and a lot of Republicans have talked to then says that they're worried that they are going to get pulled down one-by-one by Donald Trump..."}], "speaker": "BASH", "secId": 15}, {"sentences": [{"sentId": 29, "text": "By Donald Trump."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 30, "text": "...even if, yes."}, {"sentId": 31, "text": "LEMON: I know that you say it's a gray area, but Mark I'm going to ask you how you responded but is it a really -- is it a gray area, because I think most people understand what Paul Ryan is doing here, right?"}, {"sentId": 32, "text": "Because he -- I think in his heart of hearts he would like to say I can't stand by this guy, but he has a much bigger job to do when it comes to other people he needs to get elected."}], "speaker": "BASH", "secId": 17}, {"sentences": [{"sentId": 33, "text": "Yes, yes three things."}, {"sentId": 34, "text": "I mean as Dana said look, he has to get all of his Republicans re- elected, OK?"}, {"sentId": 35, "text": "And he has to hold-on to the house majority that is his number one job..."}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 36, "text": "Is that apparent to voters to what's going on with him?"}, {"sentId": 37, "text": "Because some people would say, he's just -- he is going -- he is electing Hillary Clinton by doing what he's doing."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 38, "text": "Certainly, and you're hearing that a lot from the Trump side as well."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 39, "text": "Yes."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 40, "text": "In some ways, you know, maybe he is in some ways, but it's not really fair, because the bottom line is that Paul Ryan -- he's got to elect all those Republicans and he has also done -- personally, he's got to look down to 20/20 where he perhaps he could run for president himself."}], "speaker": "PRESTON", "secId": 22}, {"sentences": [{"sentId": 41, "text": "...president himself, what did -- what did Trump say?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 42, "text": "So, Donald Trump of course, you know, I was surprised that Donald Trump would come out swinging today at multiple people including journalists just a few hours ago in Pennsylvania."}, {"sentId": 43, "text": "He decided to go after Paul Ryan, not by name, but let's take a listen to what he said."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 44, "text": "Isn't it too bad that we don't have stronger leadership on both sides -- on both sides?"}, {"sentId": 45, "text": "I mean, you know, you have people that can't fix a budget, but then they start talking about their nominee but they can't fix the budget?"}, {"sentId": 46, "text": "Isn't it really sad that we don't have stronger leadership on both sides?"}, {"sentId": 47, "text": "But that will change if we win on November 8th believe me I'm just going to change the best."}, {"sentId": 48, "text": "I'm going to change the best."}], "speaker": "TRUMP", "secId": 25}, {"sentences": [{"sentId": 49, "text": "And there you have Donald Trump just a few hours ago in the Great State of Pennsylvania, a state that he has to win that but again I said multiple fronts, not only is he fighting Paul Ryan, not only is he fighting Hillary Clinton, but he spent a lot of that rally fighting the media including CNN continually attacking the media we saw last night."}, {"sentId": 50, "text": "He was attacking moderators."}, {"sentId": 51, "text": "He said he wasn't treated very fairly."}, {"sentId": 52, "text": "LEMON: Yes, which is interesting, we'll get to that but when you --"}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 53, "text": "when you said the people in the Great State of Pennsylvania because Larry Sabato, he needs to reach out to those voters especially those, you know, educated women and the undecided there and if you look at his performance last night, at least what he said, it didn't appear that he was reaching out to those voters."}, {"sentId": 54, "text": "And, you know, do you think that Speaker, Ryan first of all before we get to the poll numbers, do you think that he made any headway when it comes to those undecided?"}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 55, "text": "Absolutely not."}, {"sentId": 56, "text": "He made headway with his own base and with Republicans who were flaking away because of that sex talked tape."}, {"sentId": 57, "text": "He was able to go after Clinton hard enough to attract those people back."}, {"sentId": 58, "text": "That's what stabilized him."}, {"sentId": 59, "text": "Of course, it also pleased the Clinton campaign because the last thing they want is instability that might somehow some way inexplicably perhaps result in another candidate substituting for Trump."}], "speaker": "SABATO", "secId": 28}, {"sentences": [{"sentId": 60, "text": "OK."}, {"sentId": 61, "text": "So, to that point, this NBC Wall Street Journal Poll, because Speaker Ryan clearly here, this has more to do with -- his responses more to do with the numbers that are coming out."}, {"sentId": 62, "text": "This is a poll, Clinton is up 11 points and this is, you know, this -- after this, the thing on Friday, right this lewd sex tape, this is after that -- after that was released, explain these numbers to us, Larry."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 63, "text": "Well, you identified the most important fact, which is this poll was taken Saturday and Sunday, so it's almost a pure sample of public opinion reaction to the release of that pretty shocking sex talked tape and not surprisingly, the reaction wasn't good."}, {"sentId": 64, "text": "And it was especially bad among women -- suburban women who are college educated."}], "speaker": "SABATO", "secId": 30}, {"sentences": [{"sentId": 65, "text": "We have this tremendous educational gap this year, and a tremendous gender gap, so combine those two in reactions to that tape and you can see why in this one poll Clinton was ahead 11 points."}, {"sentId": 66, "text": "But remember, it's going to close somewhat, the normal number, if there is such a thing as normal in this campaign is that Clinton lead of four or five points and we may see that again before November 8th."}], "speaker": "SABATO", "secId": 31}, {"sentences": [{"sentId": 67, "text": "Right."}, {"sentId": 68, "text": "Let's get Frank Sesno in here."}, {"sentId": 69, "text": "Frank, you know, Trump continued on the same scorched Earth path today at least last night, let's listen to this."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 70, "text": "I was getting beaten up for 72 hours on all the networks for inappropriate words 12 years ago \"locker-room talk\" whatever you want to call it, but I said to myself, wait a minute, and I just saw a very inappropriate words."}], "speaker": "TRUMP", "secId": 33}, {"sentences": [{"sentId": 71, "text": "But Bill Clinton sexually assaulted innocent women and Hillary Clinton attacked those women viciously."}, {"sentId": 72, "text": "One of them said more viciously than he attacked them."}, {"sentId": 73, "text": "If they want to release more tapes saying inappropriate things we'll continue to talk about Bill and Hillary Clinton doing inappropriate things."}, {"sentId": 74, "text": "There are so many of them folks."}], "speaker": "TRUMP", "secId": 34}, {"sentences": [{"sentId": 75, "text": "OK."}, {"sentId": 76, "text": "So, the same scorched Earth as he did last night he did today."}, {"sentId": 77, "text": "What is -- what is with -- what is his strategy Frank?"}, {"sentId": 78, "text": "Is it going to work by, you know, bringing up the '90s in Bill Clinton's indiscretions?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 79, "text": "Well, look it works just as Larry said to galvanize debate -- his base."}, {"sentId": 80, "text": "I was at the debate last night I was in the hall and I was sitting next to one of Trump's supporters."}, {"sentId": 81, "text": "And every time a subject came up about the defections from the Republican Party, well, those are the elite they're not good anyway."}], "speaker": "SESNO", "secId": 36}, {"sentences": [{"sentId": 82, "text": "You have to keep in mind that Trump's fundamental, you know, crowd, his supporters basically want to burn the house down."}, {"sentId": 83, "text": "They're furious at Washington."}, {"sentId": 84, "text": "They're furious at the establishment, politicians on both sides."}, {"sentId": 85, "text": "When you want to burn the house down, you hire the arsonist."}, {"sentId": 86, "text": "The arsonist here is playing with, you know, live fire and that's what we heard."}], "speaker": "SESNO", "secId": 37}, {"sentences": [{"sentId": 87, "text": "Does it add to the base?"}, {"sentId": 88, "text": "Probably not, as Larry said."}, {"sentId": 89, "text": "That snapshot, that poll, that's a big gap."}, {"sentId": 90, "text": "What it, you know, what it does after the debate is going to be very, very interesting to see."}, {"sentId": 91, "text": "But there's something else that I want to point out and that is that, you know, he -- Donald Trump rails at the media."}], "speaker": "SESNO", "secId": 38}, {"sentences": [{"sentId": 92, "text": "The media in all its forms are not going away, they're riveted by this."}, {"sentId": 93, "text": "And they're going to continue to magnify his words, his actions, his inconsistencies and his attacks, and he will live by that or he will perish by that."}, {"sentId": 94, "text": "Right now, he's banging -- as I said, he's gambling on the base."}], "speaker": "SESNO", "secId": 39}, {"sentences": [{"sentId": 95, "text": "I was sitting with some people who watched some of them were decided, some of them were undecided."}, {"sentId": 96, "text": "And when, you know, the subject of Bill Clinton or those three women who were in the audience came up, some of the undecided people said it seems desperate to them that they wish that he would at least try to, you know, be above the fray and not below the fray."}, {"sentId": 97, "text": "Dana, is that the consensus you think from people who have not decided who they're going to vote for in this election?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 98, "text": "I think just -- this people who are undecided are just flat out disgusted by this particular issue."}, {"sentId": 99, "text": "It is really hard to imagine that bringing those four women into the debate hall, never mind having the political stunt photo app, I mean it was a stunt doing what he did beforehand with them right before a major presidential debate."}, {"sentId": 100, "text": "Hard to imagine that that is going to make undecided voters say, oh, wow."}, {"sentId": 101, "text": "I'm going to vote for Donald Trump that makes sense to me."}], "speaker": "BASH", "secId": 41}, {"sentences": [{"sentId": 102, "text": "It's just hard to imagine."}, {"sentId": 103, "text": "Just as Larry and Frank were saying, that was all about making sure that the bottom doesn't really fall out, because that poll that we were talking about if we can put it backup not only it's an 11 point gap, it is well below what has been his standard floor, which is kind of in the 40s, 40%-41%."}, {"sentId": 104, "text": "And that means he lost his supporters, which he needed to get back before he could start to build on the undecided voters you talked about then."}], "speaker": "BASH", "secId": 42}, {"sentences": [{"sentId": 105, "text": "Go ahead."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 106, "text": "Don, could I just jump in very quickly."}], "speaker": "SESNO", "secId": 44}, {"sentences": [{"sentId": 107, "text": "Yes."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 108, "text": "You asked the question about the desperation of bringing up these old claims against Bill Clinton."}, {"sentId": 109, "text": "It's not just desperation perhaps it's also a distraction."}, {"sentId": 110, "text": "You could argue that Trump's strongest line against Hillary Clinton is that she's old news, she's failed policy, she can't be trusted all of that and instead of taking time going after -- there were a few effective attacks last night."}, {"sentId": 111, "text": "But instead of really focusing his fire on that, now he is scattering the shots around these other things that has Dana said it disgust a lot of people."}, {"sentId": 112, "text": "So, you could also argue that he's missing opportunities here by filling up the air with some of this other stuff."}], "speaker": "SESNO", "secId": 46}, {"sentences": [{"sentId": 113, "text": "All right, we're going to talk more about the debate last night, what did and did not happen, and also behind the scenes when these four women were, you know, trying -- they were trying to figure out where they we're going to sit."}, {"sentId": 114, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 115, "text": "Two down and one to go."}, {"sentId": 116, "text": "The third and final presidential debate takes place Thursday, October 19th, back with me now Mark Preston, Dana Bash, Frank Sesno, and Larry Sabato."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 117, "text": "Dana Bash, so let's pick up where we left off, tell us what was going on behind the scenes last night with Trump Family, Juanita Broaddrick, Paula Jones, Kathleen Willey, Kathy Shelton and where the four women ended up sitting?"}, {"sentId": 118, "text": "What happened?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 119, "text": "OK."}, {"sentId": 120, "text": "So, where CNN's platform was we could see right before the debate started that these -- that these women walked in, excuse me, and sat in what ended up being dark during the debate, where Frank also sat in -- because the entire real audience was dark."}], "speaker": "BASH", "secId": 50}, {"sentences": [{"sentId": 121, "text": "They sat there because they were forbidden from sitting where the Trump campaign wanted them to sit, which was with the families, which would have meant that if you remember at the beginning of the debate, the families kind of came out at the same time."}, {"sentId": 122, "text": "It turned out to be a large Trump Family and just Bill Clinton on his side."}], "speaker": "BASH", "secId": 51}, {"sentences": [{"sentId": 123, "text": "But what the Trump campaign was planning was for it to be a dramatic moment for Bill Clinton to have these women actually confront him on live TV."}, {"sentId": 124, "text": "Frank Fahrenkopf, the -- one of the co-moderator -- co-chair I should say of the Presidential Debate Commission got wind of it."}, {"sentId": 125, "text": "He knocked on the staff door of the Trump Campaign and said listen I heard you're trying to do this, don't even think about it."}, {"sentId": 126, "text": "If you think about bringing them in, I'm going to make sure that security guards prevent that from happening."}], "speaker": "BASH", "secId": 52}, {"sentences": [{"sentId": 127, "text": "And at that point the motorcade hadn't even gotten there, so he wasn't sure if he had been successful in stopping them, but he had to go on the stage to welcome everybody to the debate."}, {"sentId": 128, "text": "And it turns out that he was successful and his aides prevented them from coming and that's when we all saw them coming around the back."}, {"sentId": 129, "text": "And then they ended up sitting right in front of a whole row of Democrats."}, {"sentId": 130, "text": "They were sitting in front of Dick Durbin, for example, the number two Democrat in the senate."}, {"sentId": 131, "text": "It was so bizarre."}], "speaker": "BASH", "secId": 53}, {"sentences": [{"sentId": 132, "text": "Yes, yes."}, {"sentId": 133, "text": "All right, I have a lot more question, so we'll move on because I want to get to ask..."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 134, "text": "...Frank, yes, you know."}, {"sentId": 135, "text": "I want to get to the electoral map and I want to bring Larry back in but Frank, real quickly I want to ask you, you were in the audience last night."}, {"sentId": 136, "text": "And I want you to tell us what the audience's reaction was to this right here, listen."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 137, "text": "Now, I'll tell you what, I didn't think I'd say this, but I'm going to say it."}, {"sentId": 138, "text": "And I hate to say it, but if I win, I am going to instruct my attorney general to get a special prosecutor to look into your situation because there has never been so many lies, so much deception."}, {"sentId": 139, "text": "There has never been anything like it and we're going to have a special prosecutor."}, {"sentId": 140, "text": "We're going to get a special prosecutor, and we're going to look into it, because, you know what, people have been -- their lives have been destroyed for doing one-fifth of what you've done and it's a disgrace and honestly you ought to be ashamed of yourself."}], "speaker": "TRUMP", "secId": 56}, {"sentences": [{"sentId": 141, "text": "Yes, Secretary Clinton..."}], "speaker": "RADDATZ", "secId": 57}, {"sentences": [{"sentId": 142, "text": "It's awfully good that someone with the temperament of Donald Trump is not in-charge of the law in our country."}], "speaker": "CLINTON", "secId": 58}, {"sentences": [{"sentId": 143, "text": "Because you'd be in jail."}], "speaker": "TRUMP", "secId": 59}, {"sentences": [{"sentId": 144, "text": "Secretary Clinton..."}], "speaker": "RADDATZ", "secId": 60}, {"sentences": [{"sentId": 145, "text": "So, Frank you hear a lot of noise, but what was the real sense in the room?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 146, "text": "Sort of turbine , it's sort of took everybody's breath away."}, {"sentId": 147, "text": "There were gasps, clasps, and boos."}, {"sentId": 148, "text": "I heard the gentleman I was sitting next to who was a pro-Trump burst into applause."}, {"sentId": 149, "text": "The guy behind me who is pro-Clinton had led out his gasp."}, {"sentId": 150, "text": "I still have the recorder in me right so I'm writing all this stuff down taking my notes."}, {"sentId": 151, "text": "I practically dropped my pen."}, {"sentId": 152, "text": "I mean..."}], "speaker": "SESNO", "secId": 62}, {"sentences": [{"sentId": 153, "text": "...to say that we've never heard this is debates that we've covered since 1960 when they were televised, is an understatement."}, {"sentId": 154, "text": "I mean nothing even close to this and so that was the moment and it's going to be one of the moments that resonate that was remembered."}], "speaker": "SESNO", "secId": 63}, {"sentences": [{"sentId": 155, "text": "OK. Well, another moment about, you know, what happened last night."}, {"sentId": 156, "text": "Here's what Ari Fleischer tweeted."}, {"sentId": 157, "text": "He said, winning candidates don't threaten to put opponents in jail."}, {"sentId": 158, "text": "Presidents don't threaten the prosecution of individuals."}, {"sentId": 159, "text": "Trump is wrong on this."}, {"sentId": 160, "text": "Larry Colder  added, in the U.S. we do not threaten to jail political opponents."}, {"sentId": 161, "text": "Donald Trump said he would."}, {"sentId": 162, "text": "He is promising to abuse the power of his office."}, {"sentId": 163, "text": "I have to ask you Larry Sabato, does this win him any points or any, you know, on that electoral map is this helping at all this kind of comment?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 164, "text": "Absolutely, not."}, {"sentId": 165, "text": "Once again, this excites his base."}, {"sentId": 166, "text": "It's a very banana republic ask thing to say because in banana republic's of course the winner usually jails or sometimes even executes the opponent."}, {"sentId": 167, "text": "Why does it appeal to his base so much?"}], "speaker": "SABATO", "secId": 65}, {"sentences": [{"sentId": 168, "text": "Well, there is a tremendous amount of hatred for Hillary Clinton, but good good research has shown that if you want to see why the Trump base is so excited about Trump, you need to understand that they like authoritarianism and goodness knows Trump is an authoritarian candidate."}], "speaker": "SABATO", "secId": 66}, {"sentences": [{"sentId": 169, "text": "Is there -- so, what does this do?"}, {"sentId": 170, "text": "Let's look at -- let's put the roadmap up on the road to 270 for Donald Trump and Hillary Clinton -- if you -- is this the -- the election were held today, this is where it would be to 273, is that right?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 171, "text": "Right, I mean..."}], "speaker": "PRESTON", "secId": 68}, {"sentences": [{"sentId": 172, "text": "She is president right now if it was held today."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 173, "text": "Right."}], "speaker": "PRESTON", "secId": 70}, {"sentences": [{"sentId": 174, "text": "So, you know, listening to what Larry said and then as you are analyzing this, where does this lead us to the road 270?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 175, "text": "Well, I mean here's the difficulty right now for Donald Trump and if we could put the map back up we'll just show you where it goes."}, {"sentId": 176, "text": "If you look at the yellow right there, Florida Donald Trump needs to pick up Florida, North Carolina and Ohio, OK?"}, {"sentId": 177, "text": "He needs to pick up those three states."}], "speaker": "PRESTON", "secId": 72}, {"sentences": [{"sentId": 178, "text": "And then, after that, he needs to pick up states such as Pennsylvania which is blue, Michigan which is blue, or Colorado which right now is blue as well."}, {"sentId": 179, "text": "So, to the point, which has been our discussion this whole night is that Donald Trump did not add anyone to his coalition."}], "speaker": "PRESTON", "secId": 73}, {"sentences": [{"sentId": 180, "text": "He has lost people in his base, and in order to win people in all those states, you need a lot of money and you need support."}, {"sentId": 181, "text": "That's just the hard map for him and a hard road for him to be successfully go down."}], "speaker": "PRESTON", "secId": 74}, {"sentences": [{"sentId": 182, "text": "Especially with, you know, with the establishment that he said not really -- a lot of them not really backing up because he needs that money, right?"}, {"sentId": 183, "text": "He needs money more than anything."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 184, "text": "Well, and he also needs the support and quite frankly, if you were in the State of Pennsylvania and you have the congressman of the local district coming out and saying, I can't support Donald Trump, I mean endorsements don't mean necessarily mean everything, but bad headlines certainly do."}], "speaker": "PRESTON", "secId": 76}, {"sentences": [{"sentId": 185, "text": "OK."}, {"sentId": 186, "text": "So, if we look at -- if you look at Dana -- if you look at the map now, according to Mark he says, if the election were held today, Hillary Clinton is president."}, {"sentId": 187, "text": "What are you learning those tonight because they're not just sitting there going, OK we've got it here."}, {"sentId": 188, "text": "They're trying to expand this map, correct?"}, {"sentId": 189, "text": "What are you hearing?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 190, "text": "Right."}, {"sentId": 191, "text": "Thinking about expanding the map, but that's -- they're following the numbers, just for example, Georgia."}, {"sentId": 192, "text": "Georgia is at least in recent history, as red as it gets, it's just something that Democrats don't even really think about in terms of going down there and winning on a presidential level."}], "speaker": "BASH", "secId": 78}, {"sentences": [{"sentId": 193, "text": "But the Clinton Campaign and a source who's outside of the campaign but doing polling, who I talked to tonight said that they have her up in Georgia."}, {"sentId": 194, "text": "Because among the Republicans who are traditionally reliable votes for presidential candidates, a lot of them look at Trump and say, he's not one of us."}, {"sentId": 195, "text": "So, they're going to potentially going to go down there and try to actually compete there."}], "speaker": "BASH", "secId": 79}, {"sentences": [{"sentId": 196, "text": "Now, there's also a lot of head faking going on at this state of the game -- state of the race where Democrats are going to be tried -- to try to force Republicans to spend their resources down there, and that means that they wouldn't spend it in other traditional battleground states."}, {"sentId": 197, "text": "A lot of that goes on when we're so close to it."}, {"sentId": 198, "text": "But I think in this case states like Georgia, it could be real."}], "speaker": "BASH", "secId": 80}, {"sentences": [{"sentId": 199, "text": "Yes."}, {"sentId": 200, "text": "I was asked by Mark McKinnon, you know, Mark McKinnon on the circus, the guy who doesn't show the circus."}, {"sentId": 201, "text": "He said, what two states do you think?"}, {"sentId": 202, "text": "And I said Georgia and Florida and everyone on the show looked at me like what, are you kidding me?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 203, "text": "But, I think I'm right."}, {"sentId": 204, "text": "Larry, I think I -- I think could be right."}, {"sentId": 205, "text": "Larry Sabato, that could be the two big deciding, you know..."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 206, "text": "It's always Florida."}], "speaker": "BASH", "secId": 83}, {"sentences": [{"sentId": 207, "text": "There's no way for Donald Trump to win without Florida."}], "speaker": "SABATO", "secId": 84}, {"sentences": [{"sentId": 208, "text": "Yes."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 209, "text": "And Dana -- well, Dana suggested Georgia and I agree with that, but I think one -- another state is even more vulnerable..."}, {"sentId": 210, "text": "LEMON: Ohio?"}], "speaker": "SABATO", "secId": 86}, {"sentences": [{"sentId": 211, "text": "...to take on to -- no, Arizona."}], "speaker": "SABATO", "secId": 87}, {"sentences": [{"sentId": 212, "text": "Arizona."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 213, "text": "Yes."}], "speaker": "BASH", "secId": 89}, {"sentences": [{"sentId": 214, "text": "If you take any states out of Romney's 206 electoral-vote base and give it to Clinton, then the mountain that Trump has to climb is really Mount Everest."}], "speaker": "SABATO", "secId": 90}, {"sentences": [{"sentId": 215, "text": "All right, panel -- great panel, thank you so much."}, {"sentId": 216, "text": "I appreciate it."}, {"sentId": 217, "text": "Get some sleep now."}, {"sentId": 218, "text": "Until tomorrow when we wake up and do it all over again."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 219, "text": "What is this sleep you speak of?"}], "speaker": "BASH", "secId": 92}, {"sentences": [{"sentId": 220, "text": "You'll find out on November 9th, you will."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 221, "text": "You will."}, {"sentId": 222, "text": "Thank you everyone."}, {"sentId": 223, "text": "I appreciate it."}, {"sentId": 224, "text": "Up next, Trump going after Hillary Clinton by ramping up his attacks on Bill Clinton bringing four of the former president's accusers to last night's debate, but did it help him win any votes?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 225, "text": "Donald Trump dismissing these lewd comments about women which were caught on video as \"locker-room talk\"."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 226, "text": "I better use some Tic Tacs, just in case he started kissing her."}, {"sentId": 227, "text": "You know, I'm automatically attracted to beautiful."}, {"sentId": 228, "text": "I just start kissing them."}, {"sentId": 229, "text": "It's like a magnet."}, {"sentId": 230, "text": "Just kiss."}], "speaker": "TRUMP", "secId": 96}, {"sentences": [{"sentId": 231, "text": "I don't even wait."}, {"sentId": 232, "text": "And when you're a star, they let you do it."}, {"sentId": 233, "text": "You can do anything."}], "speaker": "TRUMP", "secId": 97}, {"sentences": [{"sentId": 234, "text": "Whatever you want?"}], "speaker": "BUSH", "secId": 98}, {"sentences": [{"sentId": 235, "text": "Grab them by the pussy."}], "speaker": "TRUMP", "secId": 99}, {"sentences": [{"sentId": 236, "text": "You can do anything."}], "speaker": "TRUMP", "secId": 100}, {"sentences": [{"sentId": 237, "text": "I want to bring in the Republican Congresswoman, Marsha Blackburn of Tennessee who is a Trump supporter and political contributor, Hilary Rosen who is a Clinton supporter."}, {"sentId": 238, "text": "Good evening."}, {"sentId": 239, "text": "Thank you both for joining us."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 240, "text": "Congresswoman, I want to start with you."}, {"sentId": 241, "text": "I want to get your reaction first to those remarks about Donald Trump since I haven't spoken to you on whether you think he fixed it to your satisfaction with his debate performance last night."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 242, "text": "Don, I think his remarks are indefensible, and I thought it was interesting that the women came last night, talked to a couple of people today with completely different reactions."}], "speaker": "BLACKBURN", "secId": 103}, {"sentences": [{"sentId": 243, "text": "One a millennial, who's wanting to travel for the next five years with her husband and start her family."}, {"sentId": 244, "text": "And she said, Miss Blackburn, tell me where I go to find out just the facts on where these two are on making the world safe."}, {"sentId": 245, "text": "And concerned about ISIS and terrorism."}, {"sentId": 246, "text": "And so for her, she watched the debate, but she didn't get detail, and that's what she was looking for."}], "speaker": "BLACKBURN", "secId": 104}, {"sentences": [{"sentId": 247, "text": "Another, a 60 something Nashville, had been a big Clinton/Gore supporter in '92, and said seeing that reminded her of some of the issues that existed in the '92 campaign and how many were saying, you know, Al Gore needed to be at the top of the..."}], "speaker": "BLACKBURN", "secId": 105}, {"sentences": [{"sentId": 248, "text": "Directly to the question, did he fix it to your satisfaction with this debate performance..."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 249, "text": "I said his remarks were indefensible."}], "speaker": "BLACKBURN", "secId": 107}, {"sentences": [{"sentId": 250, "text": "No, not his remarks."}, {"sentId": 251, "text": "Did he fix it to your satisfaction last night?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 252, "text": "His debate performance -- Don, his debate performance was solid."}], "speaker": "BLACKBURN", "secId": 109}, {"sentences": [{"sentId": 253, "text": "Okay."}, {"sentId": 254, "text": "And so to your satisfaction, you think he fixed the comments and you're..."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 255, "text": "I -- I -- I think you know what, I don't share all of Donald Trump's values, but I do agree with him on the big issues that are before us, national security, jobs, and economic security."}], "speaker": "BLACKBURN", "secId": 111}, {"sentences": [{"sentId": 256, "text": "Okay."}, {"sentId": 257, "text": "Fair enough."}, {"sentId": 258, "text": "Fair enough."}, {"sentId": 259, "text": "I get it."}, {"sentId": 260, "text": "Okay."}, {"sentId": 261, "text": "Hilary, team Trump attempted to put Bill Clinton's accusers in the Trump family box last night."}, {"sentId": 262, "text": "We were speaking about it in the last segment apparently hoping for an even more direct confrontation with the former president."}, {"sentId": 263, "text": "The debates' republican coach chairman put a stop to it."}, {"sentId": 264, "text": "What was your reaction to that, and do you think it unnerved the Clintons?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 265, "text": "You know, I'm gonna have a love fest here with my friend congresswoman Blackburn because I too think that people really just wanted to talk about the issues."}, {"sentId": 266, "text": "I think that the stunt that Donald Trump hold at the outset of the debate yesterday afternoon was nauseating."}, {"sentId": 267, "text": "I don't think people want to talk about it."}, {"sentId": 268, "text": "Hillary Clinton absolutely didn't want to talk about it."}, {"sentId": 269, "text": "She, as you know, ignored Trump's attempts to try and get her to talk about it."}], "speaker": "ROSEN", "secId": 113}, {"sentences": [{"sentId": 270, "text": "Do you think it unnerved the clintons, though?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 271, "text": "No, I think it pissed her off, and I think it just made her feel like this is not where we want to go."}, {"sentId": 272, "text": "She said several times during the debate, you can run any kind of campaign you want to run, but I'm going to talk about the campaign I want to run."}, {"sentId": 273, "text": "And so, if he thought it was unsettling to them, I think it backfired in many ways."}], "speaker": "ROSEN", "secId": 115}, {"sentences": [{"sentId": 274, "text": "First of all, it was clear that it disgusted the media as much as it disgusted, you know, the -- the Clinton team, and so it didn't get the kind of coverage that I think that they had hoped it would get."}, {"sentId": 275, "text": "And it is not getting the kind of coverage today that he's hoping it will get."}], "speaker": "ROSEN", "secId": 116}, {"sentences": [{"sentId": 276, "text": "Okay, congresswoman."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 277, "text": "All it's doing is sort of distracting them..."}], "speaker": "ROSEN", "secId": 118}, {"sentences": [{"sentId": 278, "text": "Yeah, I..."}], "speaker": "BLACKBURN", "secId": 119}, {"sentences": [{"sentId": 279, "text": "... from what he needs to do."}], "speaker": "ROSEN", "secId": 120}, {"sentences": [{"sentId": 280, "text": "I think what it did do was to remind people of what transpired in the '90s with the Clintons."}], "speaker": "BLACKBURN", "secId": 121}, {"sentences": [{"sentId": 281, "text": "Why does that help?"}], "speaker": "ROSEN", "secId": 122}, {"sentences": [{"sentId": 282, "text": "You saw that -- you know, Hilary, but I saw that in the 60- year-old that had -- at one point been a Clinton/Gore supporter."}, {"sentId": 283, "text": "And much of that had been forgotten, and then that was a reminder of the unseemliness."}, {"sentId": 284, "text": "Now, they're not going to vote for Hillary Clinton, and she made that clear."}], "speaker": "BLACKBURN", "secId": 123}, {"sentences": [{"sentId": 285, "text": "And just like the millennial today said, I want just the facts and they were very upset that Hillary Clinton would not name radical Islamic extremism and terrorism as an enemy and very upset about Hillary wanting to bring Syrian refugees into the country and very upset..."}], "speaker": "BLACKBURN", "secId": 124}, {"sentences": [{"sentId": 286, "text": "Well, let's remind people then."}, {"sentId": 287, "text": "Congresswoman, you're saying remind people."}, {"sentId": 288, "text": "Hold on, Hilary."}, {"sentId": 289, "text": "Hold on."}, {"sentId": 290, "text": "You say -- you say -- no, I will give you a chance, Hilary."}, {"sentId": 291, "text": "I will give you a chance."}, {"sentId": 292, "text": "Let's remind people of the '90s because here is an interview with Donald Trump and Wolf Blitzer about Hillary Clinton back in 1999."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 293, "text": "I think she's gone through terrible times, I think she's been through more than any woman should have to bare, everything public."}, {"sentId": 294, "text": "Women go through this on a private basis and can't take it."}, {"sentId": 295, "text": "She's on the front page of every newspaper every week in Washington."}, {"sentId": 296, "text": "I think she's a wonderful woman."}], "speaker": "TRUMP", "secId": 126}, {"sentences": [{"sentId": 297, "text": "Congressman, but he also went on to say very disparaging things"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 298, "text": "about those women."}, {"sentId": 299, "text": "You know, even making, you know, calling them names and not very attractive and saying that, you know, Bill Clinton was sort of being harassed by those women."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 300, "text": "And Don, you've heard me say before, I am less worried about Donald Trump says, and more worried about what Hillary Clinton has done or will do."}], "speaker": "BLACKBURN", "secId": 129}, {"sentences": [{"sentId": 301, "text": "But it doesn't seem like he's changing what he's saying for political expediency?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 302, "text": "He's not."}, {"sentId": 303, "text": "And go through -- and go through the list."}, {"sentId": 304, "text": "We have a binary choice here."}, {"sentId": 305, "text": "And the issues of national security, jobs, and economic security."}, {"sentId": 306, "text": "What is going to happen with open borders which Hillary Clinton is saying that she would like."}, {"sentId": 307, "text": "I think we need to be focusing on Hillary Clinton's e-mails."}, {"sentId": 308, "text": "Hilary, it is in the e-mails..."}], "speaker": "BLACKBURN", "secId": 131}, {"sentences": [{"sentId": 309, "text": "You know, let me ask you this."}], "speaker": "ROSEN", "secId": 132}, {"sentences": [{"sentId": 310, "text": "Go read these e-mails."}], "speaker": "BLACKBURN", "secId": 133}, {"sentences": [{"sentId": 311, "text": "You're a smart politician."}, {"sentId": 312, "text": "Let me ask you this."}, {"sentId": 313, "text": "Why when I agree with you that people should be talking about the issues today, why all day long is Donald Trump instead of talking about where he is on the issues, still talking about Bill Clinton?"}, {"sentId": 314, "text": "Why is he doing that?"}, {"sentId": 315, "text": "I mean, he is the one taking this campaign off the rails."}, {"sentId": 316, "text": "Hillary Clinton would be perfectly happy to have a conversation about Syrian refugees or..."}], "speaker": "ROSEN", "secId": 134}, {"sentences": [{"sentId": 317, "text": "Well..."}], "speaker": "BLACKBURN", "secId": 135}, {"sentences": [{"sentId": 318, "text": "... other things, but really it's Donald Trump that keeps creating these side shows."}, {"sentId": 319, "text": "So, you know..."}], "speaker": "ROSEN", "secId": 136}, {"sentences": [{"sentId": 320, "text": "I think Hillary -- both campaigns..."}], "speaker": "BLACKBURN", "secId": 137}, {"sentences": [{"sentId": 321, "text": "Listen to you..."}], "speaker": "ROSEN", "secId": 138}, {"sentences": [{"sentId": 322, "text": "Both campaigns have created plenty of side shows because Hillary does not want people looking through all of these e-mails that got dumped last week, and we know there are more to come."}, {"sentId": 323, "text": "Look at Facebook, working with Sheryl Sandberg with Facebook, and that set of e-mails, the Podesta e-mails."}], "speaker": "BLACKBURN", "secId": 139}, {"sentences": [{"sentId": 324, "text": "The admission in their -- some of the information on Benghazi."}, {"sentId": 325, "text": "That is not what Hillary Clinton wants to talk about, and of course I would rather Donald Trump be talking about these e-mails, you could read them from start to finish, and I think that is something that would cause many people to change their mind about who they're even thinking about voting for."}], "speaker": "BLACKBURN", "secId": 140}, {"sentences": [{"sentId": 326, "text": "I got to go, Hilary, quickly, please."}, {"sentId": 327, "text": "ROSEN: I'll just say this, which is, Hillary Clinton is trying to run"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 328, "text": "this campaign on the issues, not about the past, but about the future, that's what she is focused on."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 329, "text": "Try angulation."}], "speaker": "BLACKBURN", "secId": 143}, {"sentences": [{"sentId": 330, "text": "I hear -- I hear Congresswoman Blackburn saying that's what she wants this campaign to focus on."}, {"sentId": 331, "text": "Donald Trump is not taking nobody's advice and trashing his own campaign."}], "speaker": "ROSEN", "secId": 144}, {"sentences": [{"sentId": 332, "text": "I got to go."}, {"sentId": 333, "text": "Thank you, Hilary."}, {"sentId": 334, "text": "Thank you, Congressman Blackburn."}, {"sentId": 335, "text": "I appreciate it."}, {"sentId": 336, "text": "Just ahead, Donald Trump has had a contentious relationship with republican leaders from day one."}, {"sentId": 337, "text": "But we're just four weeks to go until election day."}, {"sentId": 338, "text": "Can it possibly get worse?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 339, "text": "Do what is best for you, the unprecedented advice from house speaker Paul Ryan to his fellow republican lawmakers regarding support of his party's nominee, and Donald Trump isn't pleased."}, {"sentId": 340, "text": "Let's discuss now, Margaret Hoover is here."}, {"sentId": 341, "text": "I always love having Margaret, republican consultant and SiriusXM host, and John Avlon, editor-in- chief."}, {"sentId": 342, "text": "I'm kidding, it's good to have both of you."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 343, "text": "So, John, tell me what's the truth here because Reince Priebus is saying there's no change in the support at least for the party for Donald Trump, despite this public  feud between Paul Ryan and Donald Trump."}, {"sentId": 344, "text": "These defections that were on tape."}, {"sentId": 345, "text": "One of which was Reince Priebus who came on the show on Friday night and said, I can't do it any more, Don, which I hear Donald Trump was watching and was not happy about."}, {"sentId": 346, "text": "What is the truth?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 347, "text": "The truth is, Reince Priebus is desperately trying to keep up appearances, but reality is getting in his way."}, {"sentId": 348, "text": "When Paul Ryan leads a call with the republicans in the house and basically says, run away, every man for himself."}, {"sentId": 349, "text": "That is not a sign of strength or confidence in the top of the ticket."}], "speaker": "AVLON", "secId": 148}, {"sentences": [{"sentId": 350, "text": "What we have is a party that is trying to keep itself together, realizing the top of the ticket is dragging swing state senators and congressmen down."}, {"sentId": 351, "text": "And that is a real problem that they can't ignore, but it's baking the cake right now."}], "speaker": "AVLON", "secId": 149}, {"sentences": [{"sentId": 352, "text": "Does Donald Trump, Margaret, understand the turmoil he's causing or does he really care?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 353, "text": "I don't think he cares at all."}, {"sentId": 354, "text": "I mean, I don't believe that anyone has asked more of the republican party than Donald Trump actually as a candidate ever in American history."}, {"sentId": 355, "text": "The republican party has done so much more for Donald Trump than Donald Trump has done for the republican party."}], "speaker": "HOOVER", "secId": 151}, {"sentences": [{"sentId": 356, "text": "And there are still republicans who have wildly different vision for what the what the republican party should stand for, a party that is inviting to immigrants, a party that, you know, believes in economic mobility."}, {"sentId": 357, "text": "A party that has a poverty agenda."}, {"sentId": 358, "text": "I mean, this is what's so tragic about the latest episode with Paul Ryan, right?"}], "speaker": "HOOVER", "secId": 152}, {"sentences": [{"sentId": 359, "text": "Paul Ryan has gone around the country holding his brochure that says a better way on it, right?"}, {"sentId": 360, "text": "It's got like really well thought out, serious policy positions on how the conservative solution for alleviating serious economic poverty issues in our cities."}], "speaker": "HOOVER", "secId": 153}, {"sentences": [{"sentId": 361, "text": "And you know what, but it's just to the point that there really is a contrast for what the republican party could be, and that's what was so sad today about Paul Ryan coming out and saying, everybody, you're on the -- run for the exits, do what you need to do."}], "speaker": "HOOVER", "secId": 154}, {"sentences": [{"sentId": 362, "text": "The only reason he was tepid in his support about Donald Trump beforehand, that he believed the only way his agenda could get through is if there's a republican president."}, {"sentId": 363, "text": "When he essentially told everyone is there's not going to be a republican president."}], "speaker": "HOOVER", "secId": 155}, {"sentences": [{"sentId": 364, "text": "Did you hear what she just said?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 365, "text": "Yeah."}], "speaker": "AVLON", "secId": 157}, {"sentences": [{"sentId": 366, "text": "I'm so glad you said that."}, {"sentId": 367, "text": "He doesn't think that Donald Trump can win."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 368, "text": "He acknowledged -- he's skating to where the puck is going."}, {"sentId": 369, "text": "He basically acknowledged."}], "speaker": "HOOVER", "secId": 159}, {"sentences": [{"sentId": 370, "text": "Look, the trend is not Donald Trump's friend."}, {"sentId": 371, "text": "I mean, look, this is all based in something fundamental that we've seen over the past couple months."}, {"sentId": 372, "text": "Donald Trump rose because the republican party base has gotten more and more extreme and less and less the general electorate."}], "speaker": "AVLON", "secId": 160}, {"sentences": [{"sentId": 373, "text": "And he never pivoted to a general electorate where he tried to build beyond the base and he did that again in the debate last night."}, {"sentId": 374, "text": "It was all about rallying the base, not about reaching out."}, {"sentId": 375, "text": "That is not a winning strategy."}, {"sentId": 376, "text": "So, Paul Ryan has a pamphlet with well thought out policies and Donald Trump has screaming about us against them."}], "speaker": "AVLON", "secId": 161}, {"sentences": [{"sentId": 377, "text": "Let's talk about some of his advisers."}, {"sentId": 378, "text": "I watched last night."}, {"sentId": 379, "text": "I watched, you know, the response to his campaign managers, his advisers, Rudy Giuliani though."}, {"sentId": 380, "text": "I mean, when it comes to his response after this tape, he's going after Bill Clinton which is scorched earth."}, {"sentId": 381, "text": "Do you think that he's sort of, you know, the guy is a good old boy adviser."}, {"sentId": 382, "text": "Are they giving him the right advice on this?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 383, "text": "No."}], "speaker": "HOOVER", "secId": 163}, {"sentences": [{"sentId": 384, "text": "Bill Clinton strategy because pretty much 99.9 percent of people I's speak say -- I don't know -- republicans."}, {"sentId": 385, "text": "Republicans saying, what is he doing?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 386, "text": "Well, I mean..."}], "speaker": "HOOVER", "secId": 165}, {"sentences": [{"sentId": 387, "text": "Heaven forbid that."}, {"sentId": 388, "text": "I mean, we both have a very strong opinion about Rudy's role in this."}, {"sentId": 389, "text": "Rudy Giuliani is my husband's former boss."}], "speaker": "HOOVER", "secId": 166}, {"sentences": [{"sentId": 390, "text": "By the way, you are still married."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 391, "text": "We know we are married."}, {"sentId": 392, "text": "We love Rudy, but Rudy is not the one whose driving the strategy."}, {"sentId": 393, "text": "Driving the strategy is David Bossie and Steve Bannon, the guys from Breitbart, who have frankly honestly been replaying this '90s strategy against the Clintons."}], "speaker": "HOOVER", "secId": 168}, {"sentences": [{"sentId": 394, "text": "You say Bossie -- Bossie -- Bossie."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 395, "text": "Rudy Giuliani is the face, he's the one that's going on every show and defending this strategy."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 396, "text": "Look, Rudy is enthusiastically embracing his role as the number one defender and surrogate."}, {"sentId": 397, "text": "I don't think he's doing himself any favors, but good people can disagree honestly."}, {"sentId": 398, "text": "Here's the larger point, Donald Trump in campaign has basically surrounded himself with an alt-right Rogue's gallery."}], "speaker": "AVLON", "secId": 171}, {"sentences": [{"sentId": 399, "text": "And the collusion between his campaign and hyperpartisan media, particularly Breitbart and David Bossie, Citizens United, who back in the '90s was doing the investigations against Bill Clinton."}, {"sentId": 400, "text": "This stuff is marrow deep."}], "speaker": "AVLON", "secId": 172}, {"sentences": [{"sentId": 401, "text": "They're getting their fantasy baseball game about blowing up all of their conspiracy theories because it's what they know, that's the play they got."}, {"sentId": 402, "text": "And it has everything to do with the past and very little to do with the future."}], "speaker": "AVLON", "secId": 173}, {"sentences": [{"sentId": 403, "text": "I wonder if this is similar to you that your wife is a smart one here because..."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 404, "text": "She is."}], "speaker": "AVLON", "secId": 175}, {"sentences": [{"sentId": 405, "text": "... if you look at Matt Borges, right?"}, {"sentId": 406, "text": "Who is the Ohio COP chairman, is saying that his wife was right all along, wouldn't even allow him to put a Donald Trump sign in the front yard, I wonder how many people are going back and forth seriously after this tape, because Chav  had said the same thing, I spoke to my wife and she said, you can't do it."}, {"sentId": 407, "text": "How do I deal with it..."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 408, "text": "You know what?"}, {"sentId": 409, "text": "Actually, it's really an interesting point because offense after offense after offense..."}], "speaker": "HOOVER", "secId": 177}, {"sentences": [{"sentId": 410, "text": "So goes Ohio, so goes the rest of the country."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 411, "text": "I mean, even John McCain in his statement when he came out."}, {"sentId": 412, "text": "He mentioned his wife, Cindy McCain, and her work against human trafficking."}, {"sentId": 413, "text": "I mean, suddenly the Trump tapes got to people on a really deep and guttural level in a way that -- even him having been called not a hero for serving five years in a Viet Cong prison."}, {"sentId": 414, "text": "I mean, it was the talk about their daughters and the way we talk about our women in this country."}, {"sentId": 415, "text": "AVLON: These are the choices, right?"}, {"sentId": 416, "text": "At this point, republicans are"}], "speaker": "HOOVER", "secId": 179}, {"sentences": [{"sentId": 417, "text": "realizing that party loyalty sometimes asks too much."}, {"sentId": 418, "text": "And backing Donald Trump isn't just a political decision, it ends up being a moral decision."}, {"sentId": 419, "text": "If you think other shoes are dropping, that's gonna be constant source of embarrassment that undercuts your own principles, your own integrity, your own independence."}, {"sentId": 420, "text": "At some point, you got to say, I declare my independence from a train wreck of a campaign nominee."}], "speaker": "HOOVER", "secId": 180}, {"sentences": [{"sentId": 421, "text": "And actually to said that Ohio which is a must win state for Trump, he has been completely disavowed now by the governor of Ohio."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 422, "text": "Which is longstanding."}], "speaker": "AVLON", "secId": 182}, {"sentences": [{"sentId": 423, "text": "They were opponents, rivals on that stage."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 424, "text": "Yeah."}], "speaker": "AVLON", "secId": 184}, {"sentences": [{"sentId": 425, "text": "Thank you very much."}, {"sentId": 426, "text": "Coming up, what Trump and Clinton said last night that you didn't hear, our body language expert breaks it down."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 427, "text": "It wouldn't be a Trump/Clinton debate if it wasn't filled with eye rolls, smirks, and sniffs."}, {"sentId": 428, "text": "But what does it all mean?"}, {"sentId": 429, "text": "Here to discuss is Chris Ulrich."}, {"sentId": 430, "text": "He is the body language expert who was in attendance at last night's debate."}, {"sentId": 431, "text": "I'm so glad you were there."}, {"sentId": 432, "text": "I'm so glad that you're here for us this evening."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 433, "text": "Everybody expected, Chris, that a big apology, first thing, from Donald Trump regarding his sexually aggressive words in the 2005 statement."}, {"sentId": 434, "text": "What can you say about Trump's body language while apologizing?"}, {"sentId": 435, "text": "Did he seem remorseful?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 436, "text": "Don, that's a great observation."}, {"sentId": 437, "text": "When we're talking about body language, we're really talking about perception."}, {"sentId": 438, "text": "How is he coming across in those moments?"}, {"sentId": 439, "text": "And with him in the moment where he's giving his apologies, one adage is show me, don't tell me."}, {"sentId": 440, "text": "So as he's walking through and as he's apologizing and saying he's embarrassed, we don't see any of that sadness."}], "speaker": "ULRICH", "secId": 188}, {"sentences": [{"sentId": 441, "text": "We don't see any of that embarrassment in his face."}, {"sentId": 442, "text": "We don't see him looking down, experiencing any internal dialogue over it."}, {"sentId": 443, "text": "For us, instead we see more defiance, his body language is more open, it's a broad display, almost defying."}], "speaker": "ULRICH", "secId": 189}, {"sentences": [{"sentId": 444, "text": "And as he finishes his apology especially in the debate, he twists his lip to one side, a little bit of distaste for the topic and some disgust in the apology the night before around the topic where we'll see the nose wrinkle, we see the teeth flash."}, {"sentId": 445, "text": "It's a micro expression that happened in one-fifteenth of a second, Don."}], "speaker": "ULRICH", "secId": 190}, {"sentences": [{"sentId": 446, "text": "Yeah, would you say that last night when he was up on the stage, which was probably a more real moment than him reading off a teleprompter at Trump tower was more telling last night than the teleprompter words?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 447, "text": "Very much so."}, {"sentId": 448, "text": "In those moments when he was speaking to us, it's interesting, because he says, as he's pressed on the subject, when he apologizes, he says, I was embarrassed about it, so there's some distancing language, the actual language he's using."}, {"sentId": 449, "text": "It's not I am embarrassed by this, I'm embarrassed, I apologize to my family."}, {"sentId": 450, "text": "So, literally trying to distance himself from it in that moment."}], "speaker": "ULRICH", "secId": 192}, {"sentences": [{"sentId": 451, "text": "Rather than get small or implode in his body language, where we might see some embarrassment or him feeling emotional about it, we instead see him very broad shouldered, open in his body language."}, {"sentId": 452, "text": "So it's an interesting contrast, we're not seeing any of the remorse."}, {"sentId": 453, "text": "And some of the comments later were, we didn't see that remorse."}], "speaker": "ULRICH", "secId": 193}, {"sentences": [{"sentId": 454, "text": "All right."}, {"sentId": 455, "text": "I want to get to a lot here."}, {"sentId": 456, "text": "So let's move on now."}, {"sentId": 457, "text": "There was one moment last night which caused the internet to explode."}, {"sentId": 458, "text": "Let's watch this."}, {"sentId": 459, "text": "He's kind of looming closely behind Hillary Clinton."}, {"sentId": 460, "text": "What do you make of this?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 461, "text": "Well, this is a very aggressive posture."}, {"sentId": 462, "text": "He's literally in her personal space."}, {"sentId": 463, "text": "We talk about proxemics, the distance in which we interact with each other."}, {"sentId": 464, "text": "It's intimate space which is very close with your partner, 0 to 18 inches and beyond that, 2 to 4 feet, still personal space."}, {"sentId": 465, "text": "And he stepped into her personal space."}, {"sentId": 466, "text": "It's a very aggressive posture."}, {"sentId": 467, "text": "Maybe meant to intimidate or have that aggressive moment there."}], "speaker": "URLICH", "secId": 195}, {"sentences": [{"sentId": 468, "text": "So -- afterward, he will then literally walk around the chair and distance himself."}, {"sentId": 469, "text": "Almost looking down, resetting in that particular moment."}, {"sentId": 470, "text": "And it's a very odd posture."}, {"sentId": 471, "text": "She's unaware of it, she's done what a lot of politicians will do, when they connect with their voter, they walk over, they build that connection."}], "speaker": "URLICH", "secId": 196}, {"sentences": [{"sentId": 472, "text": "But for him to step in -- almost looks bored and disinterested as he's doing it, but here he is almost in a bullying gesture, very highly aggressive and he's swaying back and forth in these type of movements, it's almost -- just exemplifies a lot of aggression."}], "speaker": "URLICH", "secId": 197}, {"sentences": [{"sentId": 473, "text": "It's an interesting dance they're doing on the stage."}, {"sentId": 474, "text": "She crosses across him also as possibly strategy move in order to kind of intensify and walk into his personal space."}], "speaker": "URLICH", "secId": 198}, {"sentences": [{"sentId": 475, "text": "I want to ask you."}, {"sentId": 476, "text": "She did go over to his side of the stage several times, generally to get closer to the questioner."}, {"sentId": 477, "text": "What does that say about her strategy?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 478, "text": "Well, it may have been something that they practiced or coached getting into his space and maybe throw him off."}, {"sentId": 479, "text": "We've seen other debates, with Romney and Obama, for example, that dance back and forth where they would step into each other personal space to throw their opponent off."}, {"sentId": 480, "text": "And so they may have had that intent behind it as well."}, {"sentId": 481, "text": "As well as to connect to the voter."}, {"sentId": 482, "text": "Really if you connect to the voter, you can connect to the larger audience."}], "speaker": "ULRICH", "secId": 200}, {"sentences": [{"sentId": 483, "text": "What about the sniffing, Chris, which has been much question?"}, {"sentId": 484, "text": "What about that?"}, {"sentId": 485, "text": "ULRICH: It's a very interesting topic."}, {"sentId": 486, "text": "I don't think he's ever dealt with it."}, {"sentId": 487, "text": "He didn't speak about it."}, {"sentId": 488, "text": "In the first time, he said he had no cold."}, {"sentId": 489, "text": "Personally, Don, I think when you don't speak to something, it becomes the elephant in the room."}, {"sentId": 490, "text": "So it becomes a distraction."}, {"sentId": 491, "text": "So he's trying to give his message, the constant sniffling."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 492, "text": "It was back in debate two."}, {"sentId": 493, "text": "And debate one had its own Twitter feed."}, {"sentId": 494, "text": "And so we see it here again."}, {"sentId": 495, "text": "It's a distraction."}, {"sentId": 496, "text": "He's not dealing with it."}, {"sentId": 497, "text": "And so he tells us we'd be mind reading if we were speculating, what is actually hopping, but if we press him, we might find out what's going on for him."}, {"sentId": 498, "text": "Maybe we'll find out after this is all over."}, {"sentId": 499, "text": "What's going on in those."}, {"sentId": 500, "text": "It's a distraction, gets in the way of his message."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 501, "text": "Chris Ulrich, body language expert."}, {"sentId": 502, "text": "Thank you, sir, appreciate it."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 503, "text": "Don, thank you for having me."}], "speaker": "ULRICH", "secId": 204}, {"sentences": [{"sentId": 504, "text": "Just ahead, Donald Trump dismissing his lewd comments about women which were caught on video as locker room talk."}, {"sentId": 505, "text": "But will voters accept that explanation?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 506, "text": "So much for apologizing."}, {"sentId": 507, "text": "This is CNN TONIGHT."}, {"sentId": 508, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 206}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.10.cnnt.01.html.json", "time": "Aired October 10, 2016 - 22:00   ET"}