{"sectionCount": 238, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "WEISS", "KAYYEM", "SERFATY", "ZITO", "DOUGHERTY", "BRINKLEY", "HAWES", "TOOBIN", "SANDERS", "SELLERS", "MCENANY", "DENNARD", "ROMNEY", "LUDDEN"], "subTitle": "Attack on Ohio State University Campus; Trump Claims Massive Voter Fraud With Zero Proof; Who Will Be Secretary of State?; Did Russia Meddle in U.S. Elections?; Dylann Roof to Represent Himself. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/28/cnnt.02.html", "sentenceCount": 567, "sections": [{"sentences": [{"sentId": 0, "text": "From Russia with love."}, {"sentId": 1, "text": "How will Donald Trump deal with Vladimir Putin?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Are reports of Russia's meddling in our election just the tip of the iceberg?"}, {"sentId": 5, "text": "And what's Putin's goal?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Plus, a car plows into pedestrians at Ohio State University."}, {"sentId": 7, "text": "The driver jumps out and begins stabbing."}, {"sentId": 8, "text": "The attacker of Somali descent is dead now."}, {"sentId": 9, "text": "Eleven people are hospitalized."}, {"sentId": 10, "text": "And what appears to be the attacker's Facebook page is filled with threats and a warning to America."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 11, "text": "So was this terrorism?"}, {"sentId": 12, "text": "We'll discuss that."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 13, "text": "And the man accused of killing nine people at a black church in Charleston, South Carolina, a judge says Dylann Roof can represent himself."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "Will survivors and family members be forced to come face to face with Dylann Roof?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 15, "text": "Let's begin, though, with the attack at Ohio State University today."}, {"sentId": 16, "text": "Here to discuss that is CNN contributor Michael Weiss, the author of \"ISIS: Inside the Army of Terror, \" and CNN national security analyst Juliette Kayyem, the author of \"Security Mom.\""}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 17, "text": "Good having both of you on."}, {"sentId": 18, "text": "Juliette, I want to start with you."}, {"sentId": 19, "text": "The new Facebook post tonight is disturbing so let me read a portion of it."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 20, "text": "\"Seeing my fellow Muslims being tortured, raped and killed in Burma led to a boiling point."}, {"sentId": 21, "text": "I can't take it anymore."}, {"sentId": 22, "text": "If you want us Muslims to stop carrying lone wolf attacks -- carrying out lone wolf attacks, then make peace with Ahrar al-Sham."}, {"sentId": 23, "text": "By al-Sham, we will not let you sleep unless you give peace to the Muslims."}, {"sentId": 24, "text": "You will not celebrate or enjoy any holiday.\""}, {"sentId": 25, "text": "And by the way, or BTW says, \"Every single Muslim who disapproves of my actions is a sleeper cell waiting for a signal."}, {"sentId": 26, "text": "I am warning you, oh, America.\""}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 27, "text": "So, Juliette, what does this tell us about how investigators proceed with this kind of information?"}, {"sentId": 28, "text": "JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST:  Well, this is a lot"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 29, "text": "of proof, at least from suspect himself, that he was motivated by some form of terrorism."}, {"sentId": 30, "text": "But what we don't know, Don, at this stage is, is this the rantings of a guy who has self-radicalized, has no contact with anyone, or has he been in contact or motivated and directed by ISIS and those abroad?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 31, "text": "That's where the investigation is going to lead."}, {"sentId": 32, "text": "So we can call it terrorism because it looks like it is."}, {"sentId": 33, "text": "And he's certainly pronounced something akin to terrorism at least in his Facebook posts."}, {"sentId": 34, "text": "But that is -- that does not prove that this was directed by some terrorist organization."}, {"sentId": 35, "text": "That's the challenging, if not chilling aspect of this form of violence that we're seeing throughout the United States, which is -- it's just these -- you know, let's be honest, just these guys online, waking up, you know, expressing some sentiment and then using a car, a very easy weapon to get, and a soft target like a university which is clearly cannot be made harder because you want students to be able to walk around and engage in all the things that happen at colleges and universities."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 36, "text": "And, Michael, this man also had spoken back in August with the campus magazine for a brief profile."}, {"sentId": 37, "text": "\"Humans of Ohio State,\" and here's what he said."}, {"sentId": 38, "text": "He said, and it was from a quote from \"The Lantern.\""}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 39, "text": "He said, \"I wanted to pray in the open but I was scared with everything going on in the media."}, {"sentId": 40, "text": "I'm a Muslim."}, {"sentId": 41, "text": "It's not what the media portrays me to be."}, {"sentId": 42, "text": "If people look at me, a Muslim praying, I don't know what they're going to think."}, {"sentId": 43, "text": "What's going to happen?"}, {"sentId": 44, "text": "But I don't blame them.\""}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 45, "text": "So the tone of his comments is so different."}, {"sentId": 46, "text": "Does this speak to how he became radicalized or the process of becoming radicalized, this process?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 47, "text": "Well, there's also, you know, the internal thinking versus what he wanted to externally express to a campus publication."}, {"sentId": 48, "text": "Right?"}, {"sentId": 49, "text": "We don't know enough about his psychology."}, {"sentId": 50, "text": "Based on that Facebook quote that you just read, Daala al-Sham, the state in Syria or the Levant."}, {"sentId": 51, "text": "That would lead me to suspect that ISIS and its propaganda had something to do with this, and the fact that he was quoting and praising Anwar al-Awlaki."}, {"sentId": 52, "text": "I mean, this is cookie cutter jihad stuff."}, {"sentId": 53, "text": "Everybody who commits an ISIS inspired attack, al-Awlaki is sort of the gateway drug, if you like."}, {"sentId": 54, "text": "The starter."}], "speaker": "WEISS", "secId": 16}, {"sentences": [{"sentId": 55, "text": "Look, I would say this is an open and shut jihad, you know, active jihad or terrorism."}, {"sentId": 56, "text": "However, you know, Juliette is partly right."}, {"sentId": 57, "text": "ISIS directed?"}, {"sentId": 58, "text": "We don't know."}, {"sentId": 59, "text": "The likelihood of that is small."}, {"sentId": 60, "text": "ISIS inspired?"}, {"sentId": 61, "text": "Probably greater."}, {"sentId": 62, "text": "I will say this, though, and I mentioned this on CNN, on your show many months ago, the ISIS defector Abu Khaled, who I keep referring to, who is part of ISIS' state security apparatus trained up some foreign fighters and has informants and people on the inside who feed him information told me that ISIS is always looking to hit the United States."}, {"sentId": 63, "text": "Particularly Minnesota and particularly drawing from the Somali Diaspora community there."}, {"sentId": 64, "text": "Then we saw the attack in St."}, {"sentId": 65, "text": "Cloud by a Somali American."}, {"sentId": 66, "text": "Now we're seeing this."}], "speaker": "WEISS", "secId": 17}, {"sentences": [{"sentId": 67, "text": "I asked Abu Khaled today, do you know anything about this, he said, all I know is ISIS is trying to set up recruitment centers in North America."}, {"sentId": 68, "text": "Not necessarily people who have been to Syria and Iraq, but people who are remotely radicalized, become agents of the caliphate who then go around and cultivate and recruit more people."}, {"sentId": 69, "text": "Now that's not to say this is what happened here."}, {"sentId": 70, "text": "But --"}], "speaker": "WEISS", "secId": 18}, {"sentences": [{"sentId": 71, "text": "They're looking to --"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 72, "text": "If you ask me, and we did, I mean, I was on CNN six hours ago, and I said not enough information."}, {"sentId": 73, "text": "This is pretty dispositive."}], "speaker": "WEISS", "secId": 20}, {"sentences": [{"sentId": 74, "text": "Do you agree, Juliette?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 75, "text": "Yes, I do."}, {"sentId": 76, "text": "I mean, and I think it's -- you know, so the investigation is now going to be, are there foreign ties, you know, was there conversations with people abroad or other people here, so I think, you know, he's given us enough information to suggest what his motivation is."}, {"sentId": 77, "text": "But if I can just add one thing here."}, {"sentId": 78, "text": "During this time in which you're going to get ISIS to try to inspire people to do these kinds of attacks, one of the things we have to look at, and I have to just applaud them publicly, is the response apparatus at this university."}], "speaker": "KAYYEM", "secId": 22}, {"sentences": [{"sentId": 79, "text": "The text that went out, the communication, the quick response to kill him, all of those are part of how we need to think about our counter terrorism strategy, which is, no one else died, thankfully, and there was a very strong response."}, {"sentId": 80, "text": "So I'm not -- because you're not going to be able to stop every single one of these guys."}, {"sentId": 81, "text": "So it's just part of the narrative of what's going on right now."}, {"sentId": 82, "text": "And I just think it's important to say, look, this was a horrible incident."}, {"sentId": 83, "text": "But also, a plot in the investments we've made in public safety, first responders, the community, the college, the university to engage the students, to protect themselves."}, {"sentId": 84, "text": "And on earlier segments, you showed pictures of what the students were doing."}], "speaker": "KAYYEM", "secId": 23}, {"sentences": [{"sentId": 85, "text": "Yes."}, {"sentId": 86, "text": "And Juliette, that being said, what you just mentioned, more bloodshed was prevented by this heroic office."}, {"sentId": 87, "text": "His name is Alan Horujko who stopped the armed attacker."}, {"sentId": 88, "text": "Without that, this could have been much worse and we owe him a debt of gratitude for sure."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 89, "text": "Yes."}], "speaker": "KAYYEM", "secId": 25}, {"sentences": [{"sentId": 90, "text": "All right, thank you --"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 91, "text": "That's exactly right."}, {"sentId": 92, "text": "And -- thank you."}], "speaker": "KAYYEM", "secId": 27}, {"sentences": [{"sentId": 93, "text": "Go on."}, {"sentId": 94, "text": "Go on."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 95, "text": "No, that's exactly right."}, {"sentId": 96, "text": "And I think -- you know, when you think about a homeland security strategy, given the terrorist threat that we have now, there's going to be a focus on immigration, refugees, preventing this, cyber controls, making sure they don't have access to training or radicalization."}, {"sentId": 97, "text": "But there has to be an equal emphasis on preparing ourselves for these kinds of attacks."}, {"sentId": 98, "text": "And the university did what many universities have done, it's clearly put investments in the technology, communication and the active shooter protocols to minimize the harms, and that's unfortunately in the world that Michael and I are in, that is also a success, right, that no one else died."}], "speaker": "KAYYEM", "secId": 29}, {"sentences": [{"sentId": 99, "text": "Michael, Juliette, thank you very much."}, {"sentId": 100, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 101, "text": "And I want to turn to the latest on the presidential election."}, {"sentId": 102, "text": "Donald Trump's search for a secretary of State."}, {"sentId": 103, "text": "CNN's Sunlen Serfaty is at Trump Tower for us."}, {"sentId": 104, "text": "And CNN contributor Salena Zito is here with me in studio."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 105, "text": "Good evening to both of you."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 106, "text": "Sunlen, today's attack in Ohio is a reminder of whoever Donald Trump picks for secretary of State is going to have to deal with terror in so many ways."}, {"sentId": 107, "text": "Are we closer to learning who's likely to get the job?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 108, "text": "Well, Don, I think it's safe to say that the pace of these meetings and these interviews surrounding the secretary of State job really is picking up, certainly indicating that Trump is right now putting a large focus on filling out this top spot."}, {"sentId": 109, "text": "Over the course of today and tomorrow combined, he will have met with three of the top contenders for this job."}, {"sentId": 110, "text": "Today meeting with General Petraeus, tomorrow meeting with Tennessee Senator Bob Corker and having a dinner meeting with Mitt Romney."}], "speaker": "SERFATY", "secId": 34}, {"sentences": [{"sentId": 111, "text": "We also know, of course, that Rudy Giuliani still is under contention for this -- this post as well."}, {"sentId": 112, "text": "And it's really this Giuliani versus Romney infighting within the Trump transition team that really is ruling the headlines right now."}, {"sentId": 113, "text": "That said, Trump transition officials emphasized that the decision over secretary of State is Donald Trump's and Donald Trump's alone."}, {"sentId": 114, "text": "And he has not yet made that decision."}], "speaker": "SERFATY", "secId": 35}, {"sentences": [{"sentId": 115, "text": "He is however moving forward with other Cabinet picks."}, {"sentId": 116, "text": "Transition officials confirming that he has chosen for HHS secretary, Health and Human Services secretary, Congressman Tom Price, and we expect that announcement to be made tomorrow -- Don."}], "speaker": "SERFATY", "secId": 36}, {"sentences": [{"sentId": 117, "text": "Sunlen, in the meantime, he's tweeting about voter fraud in election results, re-tweeting angry posts about, quote, \"journalists reporting on,\" including CNN's Jeff Zeleny."}, {"sentId": 118, "text": "What's he saying?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 119, "text": "That's right."}, {"sentId": 120, "text": "Trump for a day has been claiming that of course even though he won the election that he believes that he is a victim of voter fraud, claiming that he believes he should have won the popular vote."}, {"sentId": 121, "text": "We know that Hillary Clinton is ahead in the popular vote by more than two million votes at this point."}, {"sentId": 122, "text": "But these are baseless allegations, one that my colleague, CNN's Jeff Zeleny, has reported, doing some great reporting on all day, saying that no one on the Trump transition team nor Donald Trump himself producing any evidence whatsoever to back up these claims."}], "speaker": "SERFATY", "secId": 38}, {"sentences": [{"sentId": 123, "text": "Trump seems to be not too happy about that and he's taking to Twitter, re-tweeting, a whole series of people online, complaining about this sort of reporting by CNN's Jeff Zeleny."}, {"sentId": 124, "text": "One, notably, according to their Twitter, by only a 16-"}], "speaker": "SERFATY", "secId": 39}, {"sentences": [{"sentId": 125, "text": "year-old, that person @filibuster, tweeting to Jeff Zeleny tonight, \"Pathetic, you have no sufficient evidence."}, {"sentId": 126, "text": "Donald Trump did not suffer from voter fraud."}, {"sentId": 127, "text": "Shame, bad reporter.\""}], "speaker": "SERFATY", "secId": 40}, {"sentences": [{"sentId": 128, "text": "Donald Trump also re-tweeting someone else, talking about Jeff Zeleny's reporting, quote, \"What proof do you have Donald Trump did not suffer from millions of fraud votes?\""}], "speaker": "SERFATY", "secId": 41}, {"sentences": [{"sentId": 129, "text": "Now, to note, again, CNN has been reporting on this all day."}, {"sentId": 130, "text": "No one from the Trump transition team has produced any evidence to back up these claims, and very notably, the election officials in all three states where Donald Trump himself is claiming voter fraud says, that is baseless as well -- Don."}], "speaker": "SERFATY", "secId": 42}, {"sentences": [{"sentId": 131, "text": "Salena?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 132, "text": "Donald."}], "speaker": "ZITO", "secId": 44}, {"sentences": [{"sentId": 133, "text": "It's just Don, by the way."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 134, "text": "OK.  Just Don."}], "speaker": "ZITO", "secId": 46}, {"sentences": [{"sentId": 135, "text": "My legal name is Don."}, {"sentId": 136, "text": "It's not Donald."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 137, "text": "Just Don."}], "speaker": "ZITO", "secId": 48}, {"sentences": [{"sentId": 138, "text": "So despite there's no evidence that any of this -- there's a voter fraud, he's sending out these tweets."}, {"sentId": 139, "text": "They do appeal, you say, to his supporters."}, {"sentId": 140, "text": "Why?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 141, "text": "They do."}, {"sentId": 142, "text": "Back in September when I interviewed him, I quoted my friend saying, voters take him seriously, but not literally."}], "speaker": "ZITO", "secId": 50}, {"sentences": [{"sentId": 143, "text": "Yes."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 144, "text": "But we take him literally, but not seriously."}], "speaker": "ZITO", "secId": 52}, {"sentences": [{"sentId": 145, "text": "It's great reporting, by the way."}, {"sentId": 146, "text": "And it all made sense after that."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 147, "text": "Well, thank you."}], "speaker": "ZITO", "secId": 54}, {"sentences": [{"sentId": 148, "text": "Well, as much as it could make sense but go on."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 149, "text": "We kind of need to think about that because words mean completely different things not only to him, but to his supporters and his voters."}, {"sentId": 150, "text": "So we as reporters and politicians, we take words incredibly seriously."}, {"sentId": 151, "text": "We -- that's how we conduct our business in how we report, in how we look at things, and how we tell stories and how we find facts."}], "speaker": "ZITO", "secId": 56}, {"sentences": [{"sentId": 152, "text": "But let me ask you, but don't you think leaders around the world, they may not be able to make that distinction?"}, {"sentId": 153, "text": "I mean, because, you know, I think it's -- you know, it's an interesting distinction on your part and explains in part the election result."}, {"sentId": 154, "text": "Don't you think that's important for leaders around the world to take him literally and seriously?"}, {"sentId": 155, "text": "And --"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 156, "text": "Absolutely."}], "speaker": "ZITO", "secId": 58}, {"sentences": [{"sentId": 157, "text": "Yes."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 158, "text": "But I'm --"}], "speaker": "ZITO", "secId": 60}, {"sentences": [{"sentId": 159, "text": "You're just explaining -- yes, right."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 160, "text": "I'm just explaining what's going on, right?"}, {"sentId": 161, "text": "And that's how people view him."}, {"sentId": 162, "text": "After, you know, he went on his rampage tweet about \"Hamilton,\" and when he was talking about these millions of voters, I reached out to the Trump voters that supported him."}, {"sentId": 163, "text": "They're fine with it, they want -- they like this guy."}, {"sentId": 164, "text": "They feel as though he has their back and they also feel like they're speaking -- he's speaking to power."}], "speaker": "ZITO", "secId": 62}, {"sentences": [{"sentId": 165, "text": "Yes."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 166, "text": "And he's just letting them know."}], "speaker": "ZITO", "secId": 64}, {"sentences": [{"sentId": 167, "text": "But he's also gotten a lot of press because he appears to be backing away from the campaign promises, which they may not care about either."}, {"sentId": 168, "text": "About Obamacare, about building a wall, about prosecuting Hillary Clinton."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 169, "text": "They don't."}], "speaker": "ZITO", "secId": 66}, {"sentences": [{"sentId": 170, "text": "They don't care."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 171, "text": "Well, about Obamacare, I interviewed him in April, he did say that back then, that he wanted to keep the 26-year-old part in the Obamacare, he thought that that was important."}, {"sentId": 172, "text": "And he thought that the pre-existing conditions was very important to keep in place."}, {"sentId": 173, "text": "And -- what was the other question, I forgot?"}], "speaker": "ZITO", "secId": 68}, {"sentences": [{"sentId": 174, "text": "We're talking about Obamacare."}, {"sentId": 175, "text": "We talked about building the wall or prosecuting Hillary Clinton."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 176, "text": "I did a piece for the \"Washington Post\" about a week ago."}, {"sentId": 177, "text": "I called a lot of voters that I interviewed across the country and said, so what about this wall?"}], "speaker": "ZITO", "secId": 70}, {"sentences": [{"sentId": 178, "text": "We never thought he was going to build it anyway."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 179, "text": "We never really expected him to build a wall."}], "speaker": "ZITO", "secId": 72}, {"sentences": [{"sentId": 180, "text": "And then that's what people I think don't understand about this election."}], "speaker": "ZITO", "secId": 73}, {"sentences": [{"sentId": 181, "text": "Yes."}, {"sentId": 182, "text": "ZITO:  People don't think we heard them."}, {"sentId": 183, "text": "We didn't listen enough to"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 184, "text": "them."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 185, "text": "Yes."}, {"sentId": 186, "text": "Yes."}, {"sentId": 187, "text": "And all of it is really just a big distraction from maybe conflicts of interest because he is a master at manipulating the media in a sense."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 188, "text": "He is a businessman first."}], "speaker": "ZITO", "secId": 77}, {"sentences": [{"sentId": 189, "text": "Yes."}, {"sentId": 190, "text": "Yes."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 191, "text": "Whether he will be a good or not good president, it's way too soon to tell."}, {"sentId": 192, "text": "But he will always be a businessman first."}, {"sentId": 193, "text": "And it is going to be something incredibly different to cover."}], "speaker": "ZITO", "secId": 79}, {"sentences": [{"sentId": 194, "text": "Yes."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 195, "text": "Sorry."}], "speaker": "ZITO", "secId": 81}, {"sentences": [{"sentId": 196, "text": "You could say that again."}, {"sentId": 197, "text": "Thank you, Salena."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 198, "text": "Thank you."}], "speaker": "ZITO", "secId": 83}, {"sentences": [{"sentId": 199, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 200, "text": "When we come right back, did Russia influence our election, and what's Vladimir Putin's end game?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 201, "text": "Did Russia influence our election?"}, {"sentId": 202, "text": "What does Vladimir Putin want and how will President-elect Trump deal with him?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 203, "text": "Here to discuss, Jill Dougherty from the International Center for Defense and Security, and CNN presidential historian, Douglas Brinkley."}, {"sentId": 204, "text": "And as I understand, Jill, we have a delay, so I just want to warn our viewers and you as well."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 205, "text": "So, Jill, tell us about these reports of Russians trying to influence our election through the spread of fake news on social media."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 206, "text": "You know, you've got a lot of things going on."}, {"sentId": 207, "text": "OK.  Let's back up, we've got the allegations that they hacked into computers for election officials."}, {"sentId": 208, "text": "We also had the hacking definitely of e-mails by the DNC, and John Podesta."}, {"sentId": 209, "text": "And then finally you have this really murky world which is fake news."}], "speaker": "DOUGHERTY", "secId": 89}, {"sentences": [{"sentId": 210, "text": "And I think that's the thing that people are talking about right now."}, {"sentId": 211, "text": "It's a very complex world in which yes, Russia has an operation, a very big operation to kind of spew these stories."}, {"sentId": 212, "text": "Sometimes they're blatant lies, sometimes they're half truths, all mixed up."}, {"sentId": 213, "text": "They put them out and then they kind of get into this circular situation of fake news being put out by other people for their own purposes."}], "speaker": "DOUGHERTY", "secId": 90}, {"sentences": [{"sentId": 214, "text": "It could be alt-right, it could be white nationalists, it could be European people on the right as well."}, {"sentId": 215, "text": "So I think overall the question is, did this really affect the election?"}, {"sentId": 216, "text": "It's very hard to really pin that down because how do you say how many fake stories does a person believe?"}], "speaker": "DOUGHERTY", "secId": 91}, {"sentences": [{"sentId": 217, "text": "So what do experts think happen?"}, {"sentId": 218, "text": "Is it hard for them to pin it down?"}, {"sentId": 219, "text": "Do they have an idea of what happened, the experts?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 220, "text": "You know, there are a couple of reports that have come out, actually, I would say three pretty new and very interesting reports."}, {"sentId": 221, "text": "And what they have done is, they've taken the metadata for all of these fake news stories, and they've kind of traced them back and they've said, OK, there's some people out there who are using click bait, and you know what that is, basically getting people to click on and making money from it, so eliminate those."}], "speaker": "DOUGHERTY", "secId": 93}, {"sentences": [{"sentId": 222, "text": "But look at the people or look at the conversations that are engendered by fake news."}, {"sentId": 223, "text": "Are they designed to kind of, you know, attract people, get them talking about fake stories?"}, {"sentId": 224, "text": "Let's say Hillary's illness was a very good example."}], "speaker": "DOUGHERTY", "secId": 94}, {"sentences": [{"sentId": 225, "text": "Some of the earliest reports of her when she fell were -- came out from the Russian media, from Russian tweets."}, {"sentId": 226, "text": "So they analyze this metadata and then they can kind of say, OK, this probably came from an organized source."}], "speaker": "DOUGHERTY", "secId": 95}, {"sentences": [{"sentId": 227, "text": "But, Don, you know, and we can talk about this more, but the overall purpose is not always individual tweets about individual facts or non- facts."}, {"sentId": 228, "text": "It's really, at least for the Russians, is to give the impression to people that American democracy is chaotic, that it's not working, that the system is a mess, and therefore don't believe in American democracy."}], "speaker": "DOUGHERTY", "secId": 96}, {"sentences": [{"sentId": 229, "text": "It's not hard to make that point, by the way, when you have a candidate, in fact, Donald Trump himself saying that the system is rigged."}], "speaker": "DOUGHERTY", "secId": 97}, {"sentences": [{"sentId": 230, "text": "So, Douglas, then what does Putin want?"}, {"sentId": 231, "text": "What does Russia want to get out of this?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 232, "text": "Well, traditional Russian expansionism."}, {"sentId": 233, "text": "We tried to contain it in the Cold War, but it's rearing its head again."}, {"sentId": 234, "text": "They want more of a free rein in the Ukraine."}, {"sentId": 235, "text": "They like to have Assad back power in Syria."}, {"sentId": 236, "text": "They'd like to be kind of left alone by the United States in doing that."}, {"sentId": 237, "text": "And they see in Donald Trump somebody that -- that's going to treat them as a partner."}], "speaker": "BRINKLEY", "secId": 99}, {"sentences": [{"sentId": 238, "text": "Barack Obama has zero love lost for the Putin."}, {"sentId": 239, "text": "He actually despises the Putin government."}, {"sentId": 240, "text": "George W. Bush, if you'll recall, flirted with Putin for a moment, saying I saw the soul in him, and then backtracked big time from that."}], "speaker": "BRINKLEY", "secId": 100}, {"sentences": [{"sentId": 241, "text": "So for Putin, who is feeling the economic sanctions, who's feeling isolated, oil prices have dropped, he'd like to get back into the game with the United States, but on his term and what we have -- what the Trump administration is going to have going for them, is that both of us have the same enemy in ISIS."}, {"sentId": 242, "text": "And so there is a possibility of seeing us do joint military exercises."}, {"sentId": 243, "text": "It might be Russia doing the bombings that kill civilians, not us."}], "speaker": "BRINKLEY", "secId": 101}, {"sentences": [{"sentId": 244, "text": "As a historian, have you ever seen this kind of thing before?"}, {"sentId": 245, "text": "A foreign country meddling in U.S. elections and news coverage?"}, {"sentId": 246, "text": "Or is this a new online world with news spreading by clicks and shares and meddling by foreign governments, Douglas?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 247, "text": "Well, Don, there used to be -- I mean, famously with Woodrow Wilson, there was a Zimmerman telegram that got kind of inciting Mexico to declare war on the United States in the World War I era."}, {"sentId": 248, "text": "You know, if they would do that, Germany would give them back Arizona and New Mexico."}, {"sentId": 249, "text": "So this kind of intrigue has gone on but not in this sort of way where Russia very brazenly is supporting WikiLeaks, damaging Hillary Clinton, going after the Democratic Party."}], "speaker": "BRINKLEY", "secId": 103}, {"sentences": [{"sentId": 250, "text": "And this strange love affair between Donald Trump and Putin, there's never been anything like it."}, {"sentId": 251, "text": "Yes, there was always interest with Khrushchev and Eisenhower."}, {"sentId": 252, "text": "Yes, Nixon and Brezhnev."}, {"sentId": 253, "text": "Yes, Reagan and Gorbachev."}, {"sentId": 254, "text": "But what's going on with Donald Trump and Putin is one of the stranger developments of 2016."}], "speaker": "BRINKLEY", "secId": 104}, {"sentences": [{"sentId": 255, "text": "Yes."}, {"sentId": 256, "text": "Just the average person in Russia, Jill."}, {"sentId": 257, "text": "What are they saying about this?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 258, "text": "Well, I think it goes along with what they're getting from their own domestic media which is the United States is a mess."}, {"sentId": 259, "text": "So if I'm sitting here as a Russian, I might say, OK, yes, there are allegation that we here in Russia have elections and many, you know, Russians would agree, that have not been totally above board."}, {"sentId": 260, "text": "But look at those Americans, it's even worse."}], "speaker": "DOUGHERTY", "secId": 106}, {"sentences": [{"sentId": 261, "text": "And their own presidential candidate is saying that that's the system that exists there."}, {"sentId": 262, "text": "So should I, you know, think that the United States is a paragon of virtue?"}, {"sentId": 263, "text": "And that I want that?"}, {"sentId": 264, "text": "And I think this more than anything, Don, is what Russian propaganda, if you want to put it that way, is trying to do which is not so much say, hey, our system is a lot better."}, {"sentId": 265, "text": "Watch Russia do what we're doing."}, {"sentId": 266, "text": "But to say that the United States is a mess, that the United States is weak and falling apart and democracy is just a fake."}, {"sentId": 267, "text": "And so don't believe it."}, {"sentId": 268, "text": "It's more tearing down than building up an alternative message."}], "speaker": "DOUGHERTY", "secId": 107}, {"sentences": [{"sentId": 269, "text": "All right, Jill."}, {"sentId": 270, "text": "Jill and Douglas, thank you very much."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 271, "text": "When we come right back, Dylann Roof accused of a brutal shocking crime, the killings of nine people at a black church in Charleston, South Carolina."}, {"sentId": 272, "text": "Now he is being allowed to represent himself at trial."}, {"sentId": 273, "text": "Is that right?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 274, "text": "Dylann Roof is accused of killing nine people at a predominantly black church in Charleston, South Carolina, last year."}, {"sentId": 275, "text": "Jury selection, his trial resumes at 9:00 tomorrow morning."}, {"sentId": 276, "text": "But there are already questions about the proceedings."}, {"sentId": 277, "text": "Let's discuss now with Jeffrey Toobin, CNN senior legal analyst, and"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 278, "text": "Jennifer Berry Hawes is a reporter for the \"Charleston Post and Courier.\""}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 279, "text": "It's good to have both of you on."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 280, "text": "Jennifer, I want to start with you because you were inside that courtroom today."}, {"sentId": 281, "text": "What happened?"}, {"sentId": 282, "text": "Tell us about the proceedings."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 283, "text": "Well, the morning had started pretty predictably."}, {"sentId": 284, "text": "People were arriving, expecting for jury selection to begin."}, {"sentId": 285, "text": "The proceedings had been delayed for three weeks at that point waiting for a competency hearing and the judge's ruling on Roof's mental state."}, {"sentId": 286, "text": "On Friday, the judge ruled that he was competent to stand trial and so most people arriving in the courtroom this morning were expecting for that to go forward."}], "speaker": "HAWES", "secId": 114}, {"sentences": [{"sentId": 287, "text": "When the judge took his seat, he discussed the fact that he had received a last-minute motion for Roof to represent himself and he moved forward with that and pretty quickly made a decision that Roof had the right and the capacity to represent himself, and so suddenly the entire nature of the day and the proceedings changed."}], "speaker": "HAWES", "secId": 115}, {"sentences": [{"sentId": 288, "text": "What was his demeanor?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 289, "text": "You know, he was like he always is when I've seen him in court."}], "speaker": "HAWES", "secId": 117}, {"sentences": [{"sentId": 290, "text": "He was quiet, respectful, answered the judge with \"yes, sirs\" and really did not elaborate a whole lot on much of anything other than to ask the judge questions."}, {"sentId": 291, "text": "So he was dressed in his gray jail jumpsuit and so he really looked a lot like he's looked whenever we've seen him, which is somewhat docile and even a bit shy seeming, didn't communicate a whole lot with his attorneys, didn't say much other than to answer the judge's questions in very succinct manners."}, {"sentId": 292, "text": "Really just seemed very -- docile is really kind of the best way I can think to put it."}], "speaker": "HAWES", "secId": 118}, {"sentences": [{"sentId": 293, "text": "Jeffrey, he was granted the right to represent himself after the judge declared him competent."}, {"sentId": 294, "text": "From a legal perspective, I would ask you if that's a smart move."}, {"sentId": 295, "text": "It's not a smart move."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 296, "text": "It's a ridiculous move if you are trying to limit your punishment to try to get acquitted."}, {"sentId": 297, "text": "I think -- you know, the paradox here is, we all know Dylann Roof actually committed this crime."}, {"sentId": 298, "text": "Anyone who could commit such a heinous, horrific crime has to be crazy in some colloquial sense."}, {"sentId": 299, "text": "You know, in just sort of the way you and I would describe crazy."}], "speaker": "TOOBIN", "secId": 120}, {"sentences": [{"sentId": 300, "text": "Legally, he is probably not insane because that's a very difficult standard to meet, if you're trying to meet it."}, {"sentId": 301, "text": "So the fact that he committed this crime, makes it somewhat understandable that he would want the focus of attention to be on himself as the lawyer in the trial, when everyone knows he's not going to be acquitted and it is a virtual certainty he'll get the death penalty, too."}, {"sentId": 302, "text": "LEMON:  And if you want to know, you know, I asked Jennifer to take us"}], "speaker": "TOOBIN", "secId": 121}, {"sentences": [{"sentId": 303, "text": "inside the courtroom, what he's like inside of a courtroom, remember the emotional moment during his bond hearing?"}, {"sentId": 304, "text": "It was on television, let's listen to this to take this back."}], "speaker": "TOOBIN", "secId": 122}, {"sentences": [{"sentId": 305, "text": "We welcome you Wednesday night in our bible study with open arms."}, {"sentId": 306, "text": "You have killed some of the most beautifulest people I know."}, {"sentId": 307, "text": "Every fiber in my body hurts."}, {"sentId": 308, "text": "And I'll never be the same."}], "speaker": "SANDERS", "secId": 123}, {"sentences": [{"sentId": 309, "text": "Tywanza Sanders is my son."}, {"sentId": 310, "text": "Tywanza was my hero."}, {"sentId": 311, "text": "Tywanza was my hero."}, {"sentId": 312, "text": "But as we say in the bible study, we enjoyed you."}, {"sentId": 313, "text": "May God have mercy on you."}], "speaker": "SANDERS", "secId": 124}, {"sentences": [{"sentId": 314, "text": "It's really just sort of surreal to watch it."}, {"sentId": 315, "text": "Jennifer -- go ahead."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 316, "text": "I mean, it's just so awful."}, {"sentId": 317, "text": "You know, this whole case."}, {"sentId": 318, "text": "I'm sorry, I didn't mean to interrupt."}], "speaker": "TOOBIN", "secId": 126}, {"sentences": [{"sentId": 319, "text": "No, that's OK."}, {"sentId": 320, "text": "I mean -- because, Jennifer, you have been very close to some of the family members of these victims."}, {"sentId": 321, "text": "What do you think of him being able to represent themselves?"}, {"sentId": 322, "text": "What do they think?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 323, "text": "Well, I think that a lot of them feel like this is his attempt to make sort of a circus out of this trial and to deprive their loved ones of any real justice."}, {"sentId": 324, "text": "I think, however, that if Dylann Roof is imagining that he'll be able to question them on the witness stand and that they may fall apart or they may be frail, weak people, I think he's going to find he's wrong."}], "speaker": "HAWES", "secId": 128}, {"sentences": [{"sentId": 325, "text": "The woman whose voice you just heard, Felicia Sanders, is one of the survivors of the shooting."}, {"sentId": 326, "text": "And she and Polly Sheppard, the other woman who was in the bible study during the shooting, they both were in the courtroom Monday and they're both very, very strong, wise women of faith and I think that they have some things to say to Dylann Roof as well."}, {"sentId": 327, "text": "And so his decision to represent himself may in fact open some doors for them to speak their minds on some issues."}, {"sentId": 328, "text": "But they are just remarkably resilient and strong."}], "speaker": "HAWES", "secId": 129}, {"sentences": [{"sentId": 329, "text": "And I think that that's what we may wind up seeing."}, {"sentId": 330, "text": "I'm not sure I would concede the turf to Roof, there's been some discussion that, you know, perhaps he wants to have control and the power in this trial, but I think what you'll find is that the survivors of the shooting in particular are extremely wise and grounded strong women."}, {"sentId": 331, "text": "So he may find that that approach backfires if that's what he's thinking."}], "speaker": "HAWES", "secId": 130}, {"sentences": [{"sentId": 332, "text": "There's another factor as well, and Jennifer can certainly correct me if I'm wrong."}, {"sentId": 333, "text": "But I think the judge is going to take a very firm hand here and not let Dylann Roof turn this case into a circus."}, {"sentId": 334, "text": "LEMON:  A circus."}], "speaker": "TOOBIN", "secId": 131}, {"sentences": [{"sentId": 335, "text": "Federal court tends to be a place where the judge exercises a lot of control."}, {"sentId": 336, "text": "The judge undoubtedly gets what's going on here and he is not going to let these victims suffer unduly beyond of course what they have already suffered."}], "speaker": "TOOBIN", "secId": 132}, {"sentences": [{"sentId": 337, "text": "So I think to the extent Dylann Roof thinks he is, you know, smarter than everyone in the courtroom by, you know, making this effort, it's wrong."}, {"sentId": 338, "text": "You know, serial -- mass murderers often do this."}], "speaker": "TOOBIN", "secId": 133}, {"sentences": [{"sentId": 339, "text": "Yes, we saw Ted Bundy."}, {"sentId": 340, "text": "We saw Charles Manson with the --"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 341, "text": "Zacarias Moussaoui, the 10th hijacker, tried to represent himself."}, {"sentId": 342, "text": "You know, the narcissism involved in committing a crime like this also manifests itself in trying to draw attention at the trial as well."}, {"sentId": 343, "text": "It's not about trying to get acquitted."}], "speaker": "TOOBIN", "secId": 135}, {"sentences": [{"sentId": 344, "text": "Yes."}, {"sentId": 345, "text": "Jeffrey, Jennifer, thank you."}, {"sentId": 346, "text": "Appreciate it."}, {"sentId": 347, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 348, "text": "Donald Trump won the election so why is he questioning the vote?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 349, "text": "Here to discuss CNN political commentator Kayleigh McEnany, Paris Dennard, the former White House director of black outreach, and CNN political commentator Bakari Sellers."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 350, "text": "To you, Mr."}, {"sentId": 351, "text": "Sellers, first."}, {"sentId": 352, "text": "So let's get into some of these incendiary tweets that Donald Trump sent out."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 353, "text": "First he claimed that millions of people voted illegally saying, \"In addition to winning the electoral college in a landslide, I won the popular vote if you deduct the millions of people who voted illegally.\""}, {"sentId": 354, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 355, "text": "Well, I think that we can just call that a bold faced, bold faced lie."}, {"sentId": 356, "text": "Donald Trump needs to focus on governing and running the country instead of sending out and falling into these Twitter wars every moment, every breath."}], "speaker": "SELLERS", "secId": 141}, {"sentences": [{"sentId": 357, "text": "But this brings up another point."}, {"sentId": 358, "text": "Donald Trump, we can see the fervor in which he tweets about this voter fraud, which is a flat-out lie."}, {"sentId": 359, "text": "We can see the fervor in which he attacks Jeff Zeleny."}, {"sentId": 360, "text": "We can see the fervor in which he tweets various incendiary things."}, {"sentId": 361, "text": "But we don't see that same fervor when we're talking and asking him to repudiate the hate attacks that are going on."}], "speaker": "SELLERS", "secId": 142}, {"sentences": [{"sentId": 362, "text": "We don't see that same fervor when we're asking him to actually dedicate some energy to bringing this country together."}, {"sentId": 363, "text": "We don't see that same fervor when we talk about uplifting the ideals that make this country so great."}, {"sentId": 364, "text": "And so when people question us about what more do we want Donald Trump to do?"}, {"sentId": 365, "text": "I want Donald Trump to repudiate the attacks or the hateful attacks that are going on in this country the same way that he talks about voter fraud."}], "speaker": "SELLERS", "secId": 143}, {"sentences": [{"sentId": 366, "text": "Bakari, let me stop you there because he -- he probably never will do it."}, {"sentId": 367, "text": "Do you think then that he tweets more as a distraction than anything of substance and we should just start ignoring the tweets?"}, {"sentId": 368, "text": "Because they really don't mean anything."}, {"sentId": 369, "text": "Because -- many times they don't -- they're not the truth."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 370, "text": "I had a conversation with a mentor of mine."}, {"sentId": 371, "text": "She probably doesn't even know she's a mentor but I think that we're giving Donald Trump too much credit because I felt it was a distraction from conflicts of interest, I thought it was a distraction from the Bloomberg article about the state-owned -- state controlled Bank of China which is his largest tenant having to renegotiate."}, {"sentId": 372, "text": "But I think that Donald Trump is just a scared man."}, {"sentId": 373, "text": "I think he's scared that someone is going to take this away from him, and I think that he's tweeting in reaction to that."}], "speaker": "SELLERS", "secId": 145}, {"sentences": [{"sentId": 374, "text": "OK.  Well, Kayleigh -- Kayleigh, you and I have discussed this a little bit."}, {"sentId": 375, "text": "Let's put this other tweet up and then we can talk about it."}, {"sentId": 376, "text": "This also without evidence, \"Serious voter fraud in Virginia, New Hampshire, and California, so why isn't the media reporting on this?"}, {"sentId": 377, "text": "Serious bias, big problem.\""}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 378, "text": "Is he at risk of undermining his own legitimacy and a very successful election for him?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 379, "text": "I don't think so, and to Paris' point that he made the last hour, which I think is significant, you have people trying to delegitimize the president-elect of the United States right now."}, {"sentId": 380, "text": "Not only saying oh, you lost the popular vote over and over again."}, {"sentId": 381, "text": "This isn't a system designed to win the popular vote if that was the way the system, Donald Trump would have won it."}], "speaker": "MCENANY", "secId": 148}, {"sentences": [{"sentId": 382, "text": "But he didn't it --"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 383, "text": "He would have won it because he would have campaigned differently."}, {"sentId": 384, "text": "But you have people out there calling for recounts that are unsubstantiated based on no evidence."}, {"sentId": 385, "text": "You have Jill Stein coming on our network an hour or so ago suggesting that there were hacks or potentially hacks and we won't know until we count the votes."}, {"sentId": 386, "text": "There are people trying to delegitimize the president-elect of the United States?"}], "speaker": "MCENANY", "secId": 150}, {"sentences": [{"sentId": 387, "text": "Why would he care?"}, {"sentId": 388, "text": "And here's the other thing."}, {"sentId": 389, "text": "Here's the other thing, though."}, {"sentId": 390, "text": "I mean, don't you think that people are going on maybe even the current president is sitting there going, now you know how it feels to have people try to delegitimize you as a president?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 391, "text": "I think you do."}, {"sentId": 392, "text": "And in some ways the president of the United States is sticking up for Donald Trump on this and saying --"}], "speaker": "MCENANY", "secId": 152}, {"sentences": [{"sentId": 393, "text": "But he did it for years with the whole birther thing."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 394, "text": "He asked the question and he got his answer."}], "speaker": "MCENANY", "secId": 154}, {"sentences": [{"sentId": 395, "text": "This is karma."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 396, "text": "And he moved on."}, {"sentId": 397, "text": "But no, the president of the United States --"}], "speaker": "MCENANY", "secId": 156}, {"sentences": [{"sentId": 398, "text": "No, he never moved on."}], "speaker": "SELLERS", "secId": 157}, {"sentences": [{"sentId": 399, "text": "I have to praise President Obama because he has actually slapped this down, and said, hey, you know what, the people spoke, let's give him a chance."}, {"sentId": 400, "text": "And that's commendable."}], "speaker": "MCENANY", "secId": 158}, {"sentences": [{"sentId": 401, "text": "I don't know -- I don't know - wait a minute."}, {"sentId": 402, "text": "I don't have -- I have no idea what you're saying."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 403, "text": "I'm saying President Obama has been really great in all of this, and I want to commend him for really standing up for the people's vote and saying let's give this guy a chance."}, {"sentId": 404, "text": "I think it's fantastic."}], "speaker": "MCENANY", "secId": 160}, {"sentences": [{"sentId": 405, "text": "OK."}, {"sentId": 406, "text": "But my question was, now he knows how it feels to have people say, you know, or at least insinuate that you're not a legitimate president."}, {"sentId": 407, "text": "Because he did it for so many years."}, {"sentId": 408, "text": "What does that have to do with the president saying, you know --"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 409, "text": "Well, I think --"}], "speaker": "MCENANY", "secId": 162}, {"sentences": [{"sentId": 410, "text": "Because he was being gracious and class in saying --"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 411, "text": "Sure."}], "speaker": "MCENANY", "secId": 164}, {"sentences": [{"sentId": 412, "text": "We must accept the outcome of the election."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 413, "text": "Absolutely."}, {"sentId": 414, "text": "And I'm making the point that the president is doing that, but elements of the left won't do that."}, {"sentId": 415, "text": "Jill Stein namely, now Hillary Clinton is jumping on board with this apparently, and I wish they'd follow the lead of the president of the United States."}], "speaker": "MCENANY", "secId": 166}, {"sentences": [{"sentId": 416, "text": "OK.  Go ahead, Paris."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 417, "text": "That's not --"}], "speaker": "SELLERS", "secId": 168}, {"sentences": [{"sentId": 418, "text": "Yes, and I think -- I think Kayleigh is absolutely right."}, {"sentId": 419, "text": "When you look at Secretary Clinton, I think this is a moment for her to be the senior statesman -- stateswoman if you will that she is, and not entertain this radical belief that Mr. Trump is not going to be or is not the president- elect, and these silly frivolous recounts."}], "speaker": "DENNARD", "secId": 169}, {"sentences": [{"sentId": 420, "text": "OK."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 421, "text": "And I think that she should not be doing this because it takes her down another rabbit that is just not tasteful and it's frankly beneath her."}, {"sentId": 422, "text": "She should --"}], "speaker": "DENNARD", "secId": 171}, {"sentences": [{"sentId": 423, "text": "Let Bakari get in."}, {"sentId": 424, "text": "Go ahead, Bakari."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 425, "text": "But I think both Kayleigh and Paris are fundamentally incorrect and wrong."}, {"sentId": 426, "text": "I mean, Hillary Clinton is not doing anything."}, {"sentId": 427, "text": "The Hillary Clinton campaign is not doing anything other than sending lawyers to monitor a recount that's going to happen anyway."}, {"sentId": 428, "text": "She didn't commence this recount, she didn't ask for this recount."}, {"sentId": 429, "text": "She's not spending any money or resources on this -- on this recount."}], "speaker": "SELLERS", "secId": 173}, {"sentences": [{"sentId": 430, "text": "All she's doing is going to send lawyers to monitor a recount that's happening anyway."}, {"sentId": 431, "text": "So to say that somehow this is Hillary Clinton's recount, or that she's not being a statesman or she's supposed to do more is just completely outrageous."}], "speaker": "SELLERS", "secId": 174}, {"sentences": [{"sentId": 432, "text": "But I absolutely enjoy the hypocrisy and somewhat -- it's a good giggle for me when people say, people are trying to delegitimize Donald Trump after year after year after year in which Donald Trump made his political stone --"}], "speaker": "SELLERS", "secId": 175}, {"sentences": [{"sentId": 433, "text": "Did you not just hear me ask that question, Bakari?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 434, "text": "There's a big difference."}], "speaker": "MCENANY", "secId": 177}, {"sentences": [{"sentId": 435, "text": "I know."}, {"sentId": 436, "text": "But you have to appreciate the irony."}, {"sentId": 437, "text": "You have to appreciate the irony of it."}], "speaker": "SELLERS", "secId": 178}, {"sentences": [{"sentId": 438, "text": "I see it and I think people at home see it and I think most of the voters see it."}, {"sentId": 439, "text": "But I have to ask this."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 440, "text": "Paris, it's also false for Trump to say that the electoral college vote was a landslide."}, {"sentId": 441, "text": "It was certainly an upset, but it was far from a landslide."}, {"sentId": 442, "text": "If you go back to 1980, his 306 electoral votes gives him a smaller margin than both the Reagan elections, the George H. W. Bush, Bill Clinton's two elections, Barack Obama's two elections."}, {"sentId": 443, "text": "He tops only George W. Bush's two narrow wins."}, {"sentId": 444, "text": "So can he call this a landslide?"}, {"sentId": 445, "text": "Why is he calling this a landslide?"}, {"sentId": 446, "text": "It's not a landslide."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 447, "text": "He did very well."}, {"sentId": 448, "text": "He did win."}, {"sentId": 449, "text": "He got way more than most people thought."}, {"sentId": 450, "text": "But you can't really call this a landslide."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 451, "text": "Well, I think you can call it a landslide if you look at how much he -- how better he did than Secretary Clinton."}], "speaker": "DENNARD", "secId": 182}, {"sentences": [{"sentId": 452, "text": "So you're changing the definition of landslide?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 453, "text": "Well, I think it --"}], "speaker": "DENNARD", "secId": 184}, {"sentences": [{"sentId": 454, "text": "You can say he did better because he won, but can you call something a landslide when it's not actually a landslide?"}, {"sentId": 455, "text": "Is that what you're doing?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 456, "text": "I'm saying that if you look at how well he did against Secretary Clinton in the electoral vote -- electoral college, it was a landslide."}, {"sentId": 457, "text": "So you can go back and say --"}], "speaker": "DENNARD", "secId": 186}, {"sentences": [{"sentId": 458, "text": "It wasn't a landslide, Paris."}, {"sentId": 459, "text": "A landslide is only a landslide when it's the definition of a landslide."}, {"sentId": 460, "text": "That's not the definition of a landslide."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 461, "text": "Well, I think that --"}], "speaker": "DENNARD", "secId": 188}, {"sentences": [{"sentId": 462, "text": "That's you changing the definition of a landslide because it's Hillary Clinton."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 463, "text": "No, that -- it's you not liking my explanation that I think it's a landslide."}], "speaker": "DENNARD", "secId": 190}, {"sentences": [{"sentId": 464, "text": "No, I'm telling you the truth."}, {"sentId": 465, "text": "If you look at the definition of a landslide, this is not one."}, {"sentId": 466, "text": "I just gave you evidence."}, {"sentId": 467, "text": "Let me read this again."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 468, "text": "OK."}], "speaker": "DENNARD", "secId": 192}, {"sentences": [{"sentId": 469, "text": "It is also false to say that the electoral college vote was a landslide."}, {"sentId": 470, "text": "If you go back to 1980, his 306 electoral votes give him a smaller margin than both Reagan, George W. Bush, Bill Clinton's two elections, Barack Obama's two elections."}, {"sentId": 471, "text": "He only tops George W. Bush's -- two narrow wins."}, {"sentId": 472, "text": "It's not a landslide."}, {"sentId": 473, "text": "I'm just asking you the definition of a landslide."}, {"sentId": 474, "text": "The truth about a landslide it's not."}, {"sentId": 475, "text": "Yes, he won."}, {"sentId": 476, "text": "He won by a big margin, but it wasn't a landslide."}, {"sentId": 477, "text": "Why is he saying that?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 478, "text": "Because it was a landslide."}], "speaker": "DENNARD", "secId": 194}, {"sentences": [{"sentId": 479, "text": "OK."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 480, "text": "I believe it was a landslide."}], "speaker": "DENNARD", "secId": 196}, {"sentences": [{"sentId": 481, "text": "Thank you, Paris."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 482, "text": "The American people believes it was a landslide."}], "speaker": "DENNARD", "secId": 198}, {"sentences": [{"sentId": 483, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 484, "text": "It was a landslide."}], "speaker": "DENNARD", "secId": 200}, {"sentences": [{"sentId": 485, "text": "Back with me now, Kayleigh McEnany, Paris Dennard, and Bakari Sellers."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 486, "text": "And Paris did come back."}, {"sentId": 487, "text": "Paris and I actually like each other."}, {"sentId": 488, "text": "We're just having a little fun."}, {"sentId": 489, "text": "Everybody at home, don't take this so seriously."}, {"sentId": 490, "text": "Gees."}, {"sentId": 491, "text": "It's just a -- you know."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 492, "text": "Don knows he won by a landslide."}], "speaker": "DENNARD", "secId": 203}, {"sentences": [{"sentId": 493, "text": "All right."}, {"sentId": 494, "text": "OK."}, {"sentId": 495, "text": "If it makes you happy, it was a landslide."}, {"sentId": 496, "text": "We're going to --"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 497, "text": "Yes."}, {"sentId": 498, "text": "It's --"}], "speaker": "DENNARD", "secId": 205}, {"sentences": [{"sentId": 499, "text": "We're going to change the definition of a landslide."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 500, "text": "I'll tweet it."}], "speaker": "DENNARD", "secId": 207}, {"sentences": [{"sentId": 501, "text": "But serious stuff now."}, {"sentId": 502, "text": "Let's talk about, you know, people on the Trump camp being opposed to Mitt Romney because of his speech in March."}, {"sentId": 503, "text": "Listen."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 504, "text": "There's plenty of evidence that Mr. Trump is a con man, a fake."}, {"sentId": 505, "text": "His promises are as worthless as a degree from Trump University."}, {"sentId": 506, "text": "He's playing the members of the American public for suckers."}, {"sentId": 507, "text": "He gets a free ride to the White House and all we get is a lousy hat."}], "speaker": "ROMNEY", "secId": 209}, {"sentences": [{"sentId": 508, "text": "All right."}, {"sentId": 509, "text": "So, Kayleigh, if Trump picks Mitt Romney, will this grassroots supporter, also be -- you know, are his grassroots supporters going to forgive and forget?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 510, "text": "I think they'll need some reassurances that President-elect Trump is still going to govern like he campaigned because Mitt Romney was so opposed to his viewpoint."}, {"sentId": 511, "text": "I'm not saying that Mitt Romney should be taken off the table, but I think the person who should be put in place is the person who most closely wants to advocate for Trump's foreign policy."}], "speaker": "MCENANY", "secId": 211}, {"sentences": [{"sentId": 512, "text": "Do you think that's Rudy Giuliani?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 513, "text": "For me, that's Rudy Giuliani."}], "speaker": "MCENANY", "secId": 213}, {"sentences": [{"sentId": 514, "text": "So you don't think he'll be --"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 515, "text": "I think it would be Rudy Giuliani."}], "speaker": "MCENANY", "secId": 215}, {"sentences": [{"sentId": 516, "text": "Paris?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 517, "text": "I think the challenge for Governor Romney is how does he walk back all the things that he said and then say, I'm going to wear that lousy hat, as he called it, and champion the Trump administration's vision for not only this country but worldwide."}, {"sentId": 518, "text": "It's going to be a tall order for him to do that and seemed credible or seemed like he had good judgment back then or seemed like he was not just being a political opportunist right now."}, {"sentId": 519, "text": "But I think he could do it but it's just going to be very difficult for him."}], "speaker": "DENNARD", "secId": 217}, {"sentences": [{"sentId": 520, "text": "But he's not the only one, Bakari."}, {"sentId": 521, "text": "I mean, people who are very close to Donald Trump now and people who are, you know, even on his team who criticized Donald Trump very harshly during this election."}, {"sentId": 522, "text": "Why is Mitt Romney so different?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 523, "text": "Well, I'm not necessarily sure what they're doing with Mitt Romney other than publicly tormenting him."}, {"sentId": 524, "text": "I mean, I'm not --"}], "speaker": "SELLERS", "secId": 219}, {"sentences": [{"sentId": 525, "text": "You think he should he withdraw himself, his name, and just say, you know, guys, I don't really want this?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 526, "text": "Yes."}, {"sentId": 527, "text": "I mean, withdraw his name and keep some dignity."}, {"sentId": 528, "text": "I mean, Mitt Romney doesn't need this job by any stretch."}, {"sentId": 529, "text": "Mitt Romney can still contribute to the world."}, {"sentId": 530, "text": "He can still contribute to peace throughout the world and can continue to be a diplomat if he so chooses."}, {"sentId": 531, "text": "But to take this lashing that he took from Kellyanne Conway on \"STATE OF THE UNION,\" from various supporters around the country, Trump supporters around the country, I'm just not sure why he's going through this public embarrassment."}], "speaker": "SELLERS", "secId": 221}, {"sentences": [{"sentId": 532, "text": "But the fact of the matter is, I truly hope that Rudy Giuliani is the pick because those confirmation hearings are going to be so exciting."}, {"sentId": 533, "text": "We can probably put him on pay-per-view."}, {"sentId": 534, "text": "I don't know see how Rudy Giuliani even gets through screening."}, {"sentId": 535, "text": "But you have Rudy Giuliani for secretary of State, you have an attorney general who doesn't believe in the Voting Rights Act, you have a secretary of Education who doesn't believe in public education."}], "speaker": "SELLERS", "secId": 222}, {"sentences": [{"sentId": 536, "text": "And you know, you just look at the long litany of things that are going on in this administration, and it's off to a bumpy start to say the least."}], "speaker": "SELLERS", "secId": 223}, {"sentences": [{"sentId": 537, "text": "And it gives us a lot to report about over the next four years to say the least."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 538, "text": "Thank you, all."}, {"sentId": 539, "text": "Have a good evening."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 540, "text": "Thanks, Don."}], "speaker": "DENNARD", "secId": 226}, {"sentences": [{"sentId": 541, "text": "Thanks, Don."}], "speaker": "MCENANY", "secId": 227}, {"sentences": [{"sentId": 542, "text": "Thank you."}], "speaker": "SELLERS", "secId": 228}, {"sentences": [{"sentId": 543, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 544, "text": "Voting is underway for the CNN Hero of the Year."}, {"sentId": 545, "text": "Here is one of this year's Top Ten Heroes."}, {"sentId": 546, "text": "Meet Brad Ludden."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 547, "text": "Rivers are amazing teachers."}, {"sentId": 548, "text": "I've definitely learned a lot about what makes me happy and what I want to pursue and what I want to do each day."}], "speaker": "LUDDEN", "secId": 231}, {"sentences": [{"sentId": 549, "text": "The idea for First Descents came to me really when I was 18."}, {"sentId": 550, "text": "That's when I started working on it."}, {"sentId": 551, "text": "My aunt was diagnosed with cancer as a young adult and that really affected my entire family, me included."}], "speaker": "LUDDEN", "secId": 232}, {"sentences": [{"sentId": 552, "text": "A few years later I chose to continue pursuing kayaking professionally as opposed to going to college."}, {"sentId": 553, "text": "And so I came to this crossroad and realized that I wanted to find a way to give that sport, that experience of kayaking back to other people who can benefit from it."}, {"sentId": 554, "text": "And the natural choice for me was to give this to people with cancer after seeing what my aunt when through."}], "speaker": "LUDDEN", "secId": 233}, {"sentences": [{"sentId": 555, "text": "Young adults with cancer are definitely the most underserved population affected by the disease, and they're facing their own unique psychosocial challenges."}, {"sentId": 556, "text": "For all of these reasons and so many more, this population deserves attention."}], "speaker": "LUDDEN", "secId": 234}, {"sentences": [{"sentId": 557, "text": "You see it at the bottom of the rapids."}, {"sentId": 558, "text": "That look of accomplishment and pride on their faces."}, {"sentId": 559, "text": "You can't teach that and give that to someone."}, {"sentId": 560, "text": "It's something they have to go earn and this program seemed to allow them that opportunity."}], "speaker": "LUDDEN", "secId": 235}, {"sentences": [{"sentId": 561, "text": "And you can vote for Brad or any of your favorite Top 10 Heroes now at CNNheroes.com."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 562, "text": "So glad you could join us this morning."}, {"sentId": 563, "text": "That's it for us tonight."}, {"sentId": 564, "text": "Thanks for watching."}, {"sentId": 565, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 237}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.28.cnnt.02.html.json", "time": "Aired November 28, 2016 - 23:00   ET"}