{"sectionCount": 260, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "CLINTON", "TRUMP", "SCIUTTO", "BORGER", "AXELROD", "BRGER", "ZAKARIA", "GERGEN", "PAINTER", "DERSHOWITZ", "PATE", "PAGE"], "subTitle": "Hillary Clinton Continues Leading in Polls; FBI Says Unlikely to Finish Review of New E-mails Before Election; Battle for Ohio; Criticism of FBI Director James Comey; NYT Report: Trump May Have Committed Criminal Tax Fraud. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/31/cnnt.01.html", "sentenceCount": 509, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us, thanks for watching."}, {"sentId": 1, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 2, "text": "October surprise, or is it?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "There is no case here."}], "speaker": "CLINTON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "A defiant Hillary Clinton still leading in the polls in spite of e- mails that may or may not be related to her use of a private server."}, {"sentId": 7, "text": "The FBI saying, we're unlikely to find out before the election."}, {"sentId": 8, "text": "But that's not stopping Donald Trump from saying this."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "We can be sure that what is in those e-mails is absolutely devastating."}, {"sentId": 10, "text": "And I think we're going to find out, by the way, for the first time."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 11, "text": "All with just eight days to go until the election, and 20 million early votes already cast."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "So, let's get right to it, shall we?"}, {"sentId": 13, "text": "CNN's Jim Sciutto is here with the very latest."}, {"sentId": 14, "text": "So, Jim, what's the latest on this investigation?"}, {"sentId": 15, "text": "What's the FBI doing right now, and is there any chance voters are going to get more information before Election Day?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 16, "text": "So, really there are two steps now."}, {"sentId": 17, "text": "Because keep in mind you have thousands of e- mails here to look through."}, {"sentId": 18, "text": "With what they're doing now they're working hard in Quantico on this and using technology to do it is sort through these e-mails in effect to see how many of them are new."}], "speaker": "SCIUTTO", "secId": 8}, {"sentences": [{"sentId": 19, "text": "Because keep in mind many of the e-mails they believed that were found on this laptop of Anthony Weiner, could have been e-mails that they've already scrubbed in the previous investigation."}, {"sentId": 20, "text": "Things that went through and the Clinton e-mail server so that they might be duplicate."}], "speaker": "SCIUTTO", "secId": 9}, {"sentences": [{"sentId": 21, "text": "So that they could do that now with technology."}, {"sentId": 22, "text": "But the second part, the judgment part, that requires human beings to get involve, whether there is classified information in here, whether the various intelligence agencies agree that that information is classified."}], "speaker": "SCIUTTO", "secId": 10}, {"sentences": [{"sentId": 23, "text": "Because that's a judgment call in itself, there's also possibility that there might be evidence or at least they have to look to see if there's evidence of on obstruction of justice, e-mails talking about how Abedin or Clinton how might want to handle the e-mails."}], "speaker": "SCIUTTO", "secId": 11}, {"sentences": [{"sentId": 24, "text": "We don't know."}, {"sentId": 25, "text": "There's no evidence that that exists, but that is a judgment that would have to be made by human beings and there would be disagreements about that."}, {"sentId": 26, "text": "That takes longer than just sorting through these e-mails."}, {"sentId": 27, "text": "And that's why the belief is, you're not going to have a final judgment on this, certainly in the next eight days before the election."}], "speaker": "SCIUTTO", "secId": 12}, {"sentences": [{"sentId": 28, "text": "And timing is also important with this, Jim Sciutto."}, {"sentId": 29, "text": "We're learning now though, that the FBI discovered these new Clinton related e-mails weeks ago, why did it take so long?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 30, "text": "Well, that's right."}, {"sentId": 31, "text": "Apparently, in terms of the very existence of these e-mails that's something that the FBI director Comey learned in mid-October."}, {"sentId": 32, "text": "As to greater substance whether there might be something pertinent to the investigation, he only got that briefing, we're told, on Thursday."}], "speaker": "SCIUTTO", "secId": 14}, {"sentences": [{"sentId": 33, "text": "Of course, it was on Friday then that he came out with his statement reporting or rather his letter to Congress saying that he has found out that these e-mails might have some sort of connection and it requires further investigation."}], "speaker": "SCIUTTO", "secId": 15}, {"sentences": [{"sentId": 34, "text": "So, really like so many things in this case from the beginning, a judgment call."}], "speaker": "SCIUTTO", "secId": 16}, {"sentences": [{"sentId": 35, "text": "Yes."}, {"sentId": 36, "text": "So Huma Abedin responded to a new e-mail review tonight."}, {"sentId": 37, "text": "What did she say, Jim?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 38, "text": "That's right."}, {"sentId": 39, "text": "We have her statement here, and I'm just going to read part of it that's pertinent."}, {"sentId": 40, "text": "One she says, \"she only learned for the first time on Friday the statement says, from press reports."}, {"sentId": 41, "text": "So the possibility that a laptop belonging to Mr. Weiner,\" that of course her estranged husband, \"could contain e-mails of hers.\""}], "speaker": "SCIUTTO", "secId": 18}, {"sentences": [{"sentId": 42, "text": "She goes on to say, this is interesting, \"While the FBI has not contacted us about this, Ms. Abedin will continue to be and she always has been forthcoming and cooperative.\""}, {"sentId": 43, "text": "So the FBI hasn't even gotten in touch with Abedin."}, {"sentId": 44, "text": "And this again speaks to the idea, Don, of how long this could drag out, because there is a discussion that to complete this investigation, the FBI will not only need to look at these e-mails and make judgment about classified material, et cetera, but possibly sit down and interview Huma Abedin again."}], "speaker": "SCIUTTO", "secId": 19}, {"sentences": [{"sentId": 45, "text": "They haven't reached out for that."}, {"sentId": 46, "text": "The chances of all those dominos falling as it were by Election Day just very low at this point."}], "speaker": "SCIUTTO", "secId": 20}, {"sentences": [{"sentId": 47, "text": "Yes."}, {"sentId": 48, "text": "All right."}, {"sentId": 49, "text": "Thank you, Jim Sciutto."}, {"sentId": 50, "text": "I appreciate that."}, {"sentId": 51, "text": "I want to bring in now chief political analyst Gloria Borger and David Axelrod, the former senior adviser to President Obama."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 52, "text": "Good evening to both of you."}, {"sentId": 53, "text": "Gloria, I want to start with you."}, {"sentId": 54, "text": "Let's talk about the politics of all this, with just eight days to go, almost just seven days to go, will we even know the full impact of this e-mail news on voters before Election Day?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 55, "text": "Well, we might not."}, {"sentId": 56, "text": "I think towards the middle of this week, we might know a little more of the impact."}, {"sentId": 57, "text": "I think we'll know sort of state by state whether things have taken a turn in any particular state."}], "speaker": "BORGER", "secId": 23}, {"sentences": [{"sentId": 58, "text": "So far, it seems to me, that the polling is still pretty stable."}, {"sentId": 59, "text": "Look, this isn't good news for Hillary Clinton any day she is talking about herself and talking about this e-mail case, and not talking about Donald Trump is not a good day for her."}], "speaker": "BORGER", "secId": 24}, {"sentences": [{"sentId": 60, "text": "And what she's been trying to do is change the subject back to Donald Trump's temperament, to Donald Trump's character, to Donald Trump's ability to serve as commander in chief."}], "speaker": "BORGER", "secId": 25}, {"sentences": [{"sentId": 61, "text": "But look, to say that this is helpful to her, you know, they'd have to be kidding themselves, they understand that these are not good stories for them."}], "speaker": "BORGER", "secId": 26}, {"sentences": [{"sentId": 62, "text": "But with such a short time left, and 20 million people have early voted and the question is still whether this is kind of a baked election at this point, and whether people who don't like Hillary Clinton because of the e-mails have already decided remains to be seen."}], "speaker": "BORGER", "secId": 27}, {"sentences": [{"sentId": 63, "text": "Yes."}, {"sentId": 64, "text": "It's hard to get your message out when you're constantly defending yourself."}, {"sentId": 65, "text": "And then getting your message out and having to defend yourself again."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 66, "text": "Yes."}], "speaker": "BORGER", "secId": 29}, {"sentences": [{"sentId": 67, "text": "So, David Axelrod, before the story broke, the electoral map it was looking very good for Hillary Clinton, and it was tough for Donald Trump, is this story likely to change the scenario, and if so, where do you think?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 68, "text": "Well, I agree with Gloria, that we really won't know the answer to this until about the middle of the week, when the polls begin to absorb what if any impact the story has had."}], "speaker": "AXELROD", "secId": 31}, {"sentences": [{"sentId": 69, "text": "What we do know is that the race had been tightening prior to this story."}, {"sentId": 70, "text": "That Hillary Clinton went out to some really gaudy leads in some of these states after the release of that Access Hollywood tape of Donald Trump, and in all that ensuing controversy, she got a big lead especially among women."}], "speaker": "AXELROD", "secId": 32}, {"sentences": [{"sentId": 71, "text": "Some of that has been eroding as some of the partisans have come home on both sides, but a lot of republicans who had drifted from Trump were coming home."}], "speaker": "AXELROD", "secId": 33}, {"sentences": [{"sentId": 72, "text": "Whether this accelerates that, I don't know."}, {"sentId": 73, "text": "But I think that you can see that in Florida the race appears to be tightening up."}, {"sentId": 74, "text": "It's obviously an important state."}, {"sentId": 75, "text": "There's some indication that Colorado is a little bi tighter than it had been."}], "speaker": "AXELROD", "secId": 34}, {"sentences": [{"sentId": 76, "text": "Remember the Clinton campaign stopped advertising in Colorado they were so confident in that state."}, {"sentId": 77, "text": "That seems to be tightening up a little bit."}], "speaker": "AXELROD", "secId": 35}, {"sentences": [{"sentId": 78, "text": "So, there's some states where there is certainly tightening, and in Ohio and Iowa, where Trump has his best chance."}, {"sentId": 79, "text": "He may have picked up a point or two; it's still a very tough electoral map for Donald Trump."}], "speaker": "AXELROD", "secId": 36}, {"sentences": [{"sentId": 80, "text": "But clearly, this is a positive development for him and a negative for Hillary Clinton."}, {"sentId": 81, "text": "If only because, as Gloria suggested, she can't be on the attack now."}, {"sentId": 82, "text": "We're not talking about Donald Trump tonight, we're talking about..."}], "speaker": "AXELROD", "secId": 37}, {"sentences": [{"sentId": 83, "text": "About Hillary Clinton."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 84, "text": "... Hillary Clinton."}], "speaker": "AXELROD", "secId": 39}, {"sentences": [{"sentId": 85, "text": "Yes."}, {"sentId": 86, "text": "So, Gloria, you know, this e-mail controversy, breathing new life into Donald Trump's campaign."}, {"sentId": 87, "text": "He talked about it today."}, {"sentId": 88, "text": "Take a look at this."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 89, "text": "The investigation will last for years, nothing will get done, government will grind to a halt and our country will continue to suffer."}, {"sentId": 90, "text": "Hillary's corruption is a threat to democracy, and the only way to stop it is for you on November to show up at the polls and vote."}], "speaker": "TRUMP", "secId": 41}, {"sentences": [{"sentId": 91, "text": "So, Gloria, really right there he's preaching to the choir, his die hard supporters."}, {"sentId": 92, "text": "But is he convincing any undecided voters to come his way?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 93, "text": "Well, we don't know."}, {"sentId": 94, "text": "I think that's what he's trying to do obviously in the state of Michigan."}, {"sentId": 95, "text": "What he's trying to say if you're one of those few persuadable voters left and you haven't decided that this should -- this should tip the scales."}], "speaker": "BORGER", "secId": 43}, {"sentences": [{"sentId": 96, "text": "I think this does serve to remind a lot of people what they didn't like about Hillary Clinton in the first place."}, {"sentId": 97, "text": "And that's what -- that's what Donald Trump is trying to do and I think this is his -- this is his clear shot at it, this has been a gift to him, and he's going to try to make the best use of it than he possibly can, if he can stay on message."}], "speaker": "BORGER", "secId": 44}, {"sentences": [{"sentId": 98, "text": "I think Hillary Clinton is going to try to take him off of this message, you know, eight days is a very long time, particularly in this race overnight is a long time in this race."}], "speaker": "BORGER", "secId": 45}, {"sentences": [{"sentId": 99, "text": "Yes, absolutely."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 100, "text": "And so, we'll have to see what tomorrow brings."}], "speaker": "BORGER", "secId": 47}, {"sentences": [{"sentId": 101, "text": "Don?"}], "speaker": "AXELROD", "secId": 48}, {"sentences": [{"sentId": 102, "text": "Go ahead, David."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 103, "text": "I would say two things, one is I'm not sure that Trump is hoping to sway these voters necessarily from her column to his column, he'd be perfectly happy if they simply didn't vote or if they voted for one of the third party candidates."}], "speaker": "AXELROD", "secId": 50}, {"sentences": [{"sentId": 104, "text": "Stay home."}], "speaker": "BORGER", "secId": 51}, {"sentences": [{"sentId": 105, "text": "And so, he's trying to -- his ceiling seems to be sort of mired in the low 40s, so he's trying to knock her down if he can't lift himself up."}, {"sentId": 106, "text": "Gloria mentioned we'll see what tomorrow brings."}, {"sentId": 107, "text": "One thing tomorrow may bring is some controversy about his own finances again."}], "speaker": "AXELROD", "secId": 52}, {"sentences": [{"sentId": 108, "text": "Because the New York Times has a story tonight suggesting that he used a very exotic tax device to save himself hundreds of millions of dollars back in the early 90s."}], "speaker": "AXELROD", "secId": 53}, {"sentences": [{"sentId": 109, "text": "And that for sure as complicated as it is, the bottom line isn't, which is that he manipulated the system in a way that seems untoward or maybe untoward."}, {"sentId": 110, "text": "I'm sure the Clinton people will have plenty to say about that tomorrow."}], "speaker": "AXELROD", "secId": 54}, {"sentences": [{"sentId": 111, "text": "But if you look at the early polling on this -- on this controversy, you know, following Hillary Clinton and you look at the polling on the taxes, at least initially for Hillary Clinton it hasn't stuck, at least with her supporters, and with Donald Trump, the taxing hasn't stuck either."}, {"sentId": 112, "text": "So, you know, I know we're talking about these things, but will they even matter at this point?"}, {"sentId": 113, "text": "Haven't most people already made up their minds?"}, {"sentId": 114, "text": "Either one of you."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 115, "text": "Well, we don't know."}], "speaker": "BORGER", "secId": 56}, {"sentences": [{"sentId": 116, "text": "You know, the question is..."}], "speaker": "AXELROD", "secId": 57}, {"sentences": [{"sentId": 117, "text": "Look..."}], "speaker": "BORGER", "secId": 58}, {"sentences": [{"sentId": 118, "text": "Go ahead, David."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 119, "text": "Go ahead."}], "speaker": "BORGER", "secId": 60}, {"sentences": [{"sentId": 120, "text": "Well, I was just going to say, the question is, how much of this is essentially priced into their stuck at this point..."}], "speaker": "AXELROD", "secId": 61}, {"sentences": [{"sentId": 121, "text": "Right."}, {"sentId": 122, "text": "Baked in, as we say."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 123, "text": "... where at the end of the campaign tens of millions of people have voted already and people have heard an awful lot, this does seem like a reprise of old stories, and that's why I would suggest that, you know, we need to look at where these polls are as the weekends and see if there's really an impact of these stories."}, {"sentId": 124, "text": "It may be that people say, you know what, I've heard it all before."}], "speaker": "AXELROD", "secId": 63}, {"sentences": [{"sentId": 125, "text": "Yes."}, {"sentId": 126, "text": "Hey, Gloria, I want to play this, and then get your response."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 127, "text": "Right."}, {"sentId": 128, "text": "And..."}], "speaker": "BORGER", "secId": 65}, {"sentences": [{"sentId": 129, "text": "Let me play this real quickly and then I promise you can respond."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 130, "text": "OK."}], "speaker": "BORGER", "secId": 67}, {"sentences": [{"sentId": 131, "text": "This is Hillary Clinton addressing the controversy today."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 132, "text": "Sure."}], "speaker": "BORGER", "secId": 69}, {"sentences": [{"sentId": 133, "text": "There's this new e-mail story about, you know, why in the world the FBI would decide to jump into an election without evidence, of any wrongdoing with just days to go, that's a really good question."}, {"sentId": 134, "text": "But I want you to know, look, I've said repeatedly."}], "speaker": "CLINTON", "secId": 70}, {"sentences": [{"sentId": 135, "text": "I -- you know, I made a mistake, I'm not making any excuses, but I will tell you this, if they want to look at some more e-mails of one of my staffers by all means, go ahead, look at them."}, {"sentId": 136, "text": "And I know they will reach the same conclusion they reached when they looked at my e- mails last year, right?"}], "speaker": "CLINTON", "secId": 71}, {"sentences": [{"sentId": 137, "text": "It wasn't even a close call."}, {"sentId": 138, "text": "And I think most people have moved on, they're looking and focused on, OK, who is going to be the next president and commander in chief."}], "speaker": "CLINTON", "secId": 72}, {"sentences": [{"sentId": 139, "text": "So, Gloria, in your response, are you surprised to hear Secretary Clinton going on the offensive there and did she really have a choice?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 140, "text": "No, I'm not surprised to see her going on the offensive."}, {"sentId": 141, "text": "I think that what she was trying to do was take a bad story and turn it around into what she wants to talk about."}], "speaker": "BORGER", "secId": 74}, {"sentences": [{"sentId": 142, "text": "She had to acknowledge."}, {"sentId": 143, "text": "She did Friday night when she was clearly angered by Comey's decision, but she had to acknowledge today in some way, shape, or form that this story was out there."}, {"sentId": 144, "text": "And then she had to turn it around."}], "speaker": "BORGER", "secId": 75}, {"sentences": [{"sentId": 145, "text": "And what she was doing was pretty obvious to all of us, which is don't judge -- don't judge my character, look at this guy I'm running against, because she wants to keep talking about Donald Trump."}], "speaker": "BORGER", "secId": 76}, {"sentences": [{"sentId": 146, "text": "So, look at his qualities."}, {"sentId": 147, "text": "Can he be commander in chief?"}, {"sentId": 148, "text": "Can be trusted with national security?"}, {"sentId": 149, "text": "I don't think so."}, {"sentId": 150, "text": "And so, you're going to -- you're going to see her continue to do that and if the tax story as David was talking about earlier, if the tax story becomes a story again watch her talk about Donald Trump not revealing his tax returns, why hasn't he revealed his tax returns."}, {"sentId": 151, "text": "And so, you'll see that coming up over and over again."}], "speaker": "BORGER", "secId": 77}, {"sentences": [{"sentId": 152, "text": "All right."}, {"sentId": 153, "text": "Gloria and David, both of you stick around."}, {"sentId": 154, "text": "A lot more to talk about with you."}, {"sentId": 155, "text": "You know what matters more than e-mails or the FBI?"}, {"sentId": 156, "text": "Those 270 electoral votes."}, {"sentId": 157, "text": "We're going to look at who's got the better math, that's next."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 158, "text": "Hillary Clinton and Donald Trump fighting for every last vote with only eight days to go."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 159, "text": "Back with me now my panel."}, {"sentId": 160, "text": "So, Gloria, I'm going to start with you."}, {"sentId": 161, "text": "Let's talk a little bit more about the road to 270."}, {"sentId": 162, "text": "Trump was in New Mexico yesterday, Michigan today, he is in Wisconsin tomorrow."}, {"sentId": 163, "text": "What's your take on his strategy here."}, {"sentId": 164, "text": "And do you think he would be better off sticking to battleground states like Florida, or North Carolina, states that are a little closer?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 165, "text": "I think he's got to do it all, Don, I don't think he has much choice and when you talk to people in this campaign, they will tell you that they believe that there is some opportunity in some of these blue states."}, {"sentId": 166, "text": "And he's got to flip some blue states if he wants to win this election."}], "speaker": "BORGER", "secId": 81}, {"sentences": [{"sentId": 167, "text": "And so, they believe they have a shot in a state like Michigan."}, {"sentId": 168, "text": "I was talking to somebody in the campaign, they believe they have a shot in a state like Colorado, for example, which most polls show Hillary Clinton pretty much up."}], "speaker": "BORGER", "secId": 82}, {"sentences": [{"sentId": 169, "text": "And they believe that it's more of a tie there."}, {"sentId": 170, "text": "So, I think he has to go everywhere he can, where he believes he can flip and turn a blue state red."}, {"sentId": 171, "text": "Also one thing I want to point out here, is that the republicans do not have the get out to vote operation that Hillary Clinton has."}], "speaker": "BORGER", "secId": 83}, {"sentences": [{"sentId": 172, "text": "And Donald Trump is a one man get out the vote machine."}, {"sentId": 173, "text": "And what he's doing in these states, because they don' have the money in the edge that Clinton campaign has up in order they have the people on the ground, they are using their candidate as a way to get voters enthusiastic and to get them to vote them -- to get them to vote whether it's early or whether it's on Election Day."}], "speaker": "BORGER", "secId": 84}, {"sentences": [{"sentId": 174, "text": "OK."}, {"sentId": 175, "text": "So, we also have Hillary Clinton though planning to campaign in Arizona, Gloria, that to do this week."}, {"sentId": 176, "text": "Do you think that she could still turn the state blue, despite the e-mail controversy?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 177, "text": "It's hard -- it's really hard for me to know, these state polls are very difficult to look at now."}, {"sentId": 178, "text": "Again, we have to kind of look towards the middle of the week, they had planned this trip to Arizona, before last Friday the e-mail controversy came out."}], "speaker": "BRGER", "secId": 86}, {"sentences": [{"sentId": 179, "text": "So, it's not as if they're going to change their travel plans and send a signal, oops, we're going to stick with the states we think we have a better shot at winning."}], "speaker": "BRGER", "secId": 87}, {"sentences": [{"sentId": 180, "text": "So, they're going to go there, but I think that the Clinton campaign is going to have to reassess in their -- in their state polls and maybe she'll wind up in a state like Florida, for example, which is very tight right now."}], "speaker": "BRGER", "secId": 88}, {"sentences": [{"sentId": 181, "text": "Donald Trump has to cover a lot more terrain than Hillary Clinton does."}, {"sentId": 182, "text": "She has a clearer path."}, {"sentId": 183, "text": "Donald Trump has to walk and chew gum at the same time."}, {"sentId": 184, "text": "Trying to flip states and, you know, turn blue states red as well as keep all the states that Romney wants."}], "speaker": "BRGER", "secId": 89}, {"sentences": [{"sentId": 185, "text": "So, he has a little bit of more difficult a job going forward."}, {"sentId": 186, "text": "A lot more difficult job."}], "speaker": "BRGER", "secId": 90}, {"sentences": [{"sentId": 187, "text": "Let's bring David back in."}, {"sentId": 188, "text": "David, we're also seeing a close race out of Utah where independent presidential candidate Evan McMullin, I spoke to him last week, he is throwing a wrench into Trump's foothold there What's your take on Utah potentially being in play?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 189, "text": "Well, I think it is in play."}, {"sentId": 190, "text": "Because Evan McMullin, who was a Mormon and attendant Brigham Young University has close ties to the state where Donald Trump is not very popular."}], "speaker": "AXELROD", "secId": 92}, {"sentences": [{"sentId": 191, "text": "The Mormon population which is a major part of that state."}, {"sentId": 192, "text": "Politics has been very cold to Donald Trump, Mitt Romney the most prominent political legal from that community has been very hard on Donald Trump."}], "speaker": "AXELROD", "secId": 93}, {"sentences": [{"sentId": 193, "text": "And Evan McMullin is a good safety valve for republicans who are looking for a way out of supporting Donald Trump and aren't comfortable with Hillary Clinton."}, {"sentId": 194, "text": "This could become really a significant story if this race continues to tighten."}, {"sentId": 195, "text": "Because Donald Trump could win -- he could win Florida, he could Ohio, and he could win Iowa, and close in on the nomination."}, {"sentId": 196, "text": "But if he loses any of the states that Romney won, then he's taking a step backwards."}], "speaker": "AXELROD", "secId": 94}, {"sentences": [{"sentId": 197, "text": "So, and Utah is the least of those that you would expect a republican to lose."}], "speaker": "AXELROD", "secId": 95}, {"sentences": [{"sentId": 198, "text": "Right."}], "speaker": "BORGER", "secId": 96}, {"sentences": [{"sentId": 199, "text": "So, this is a story that bears watching."}], "speaker": "AXELROD", "secId": 97}, {"sentences": [{"sentId": 200, "text": "Yes."}, {"sentId": 201, "text": "So, David, almost 20 million..."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 202, "text": "A democrat hasn't won Utah since '64."}, {"sentId": 203, "text": "So, it would be pretty historic if Hillary Clinton won."}], "speaker": "BORGER", "secId": 99}, {"sentences": [{"sentId": 204, "text": "Yes."}, {"sentId": 205, "text": "And that, of course, we'll be watching that."}, {"sentId": 206, "text": "But David, I want to ask you about 20 million Americans already voted in this election."}, {"sentId": 207, "text": "Do you think that may cushion the blow from this FBI so- called October surprise?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 208, "text": "Well, certainly those people who aren't privy to what happened."}, {"sentId": 209, "text": "Again, we don't know how influential this story actually is going to be, but this was not part of the discussion when these people voted."}], "speaker": "AXELROD", "secId": 101}, {"sentences": [{"sentId": 210, "text": "And you know, we look -- you look at this early vote it's a little bit mixed."}, {"sentId": 211, "text": "Democrats see good news in the early vote."}, {"sentId": 212, "text": "Republicans suggest that democrats are doing less well than they did when President Obama was running."}], "speaker": "AXELROD", "secId": 102}, {"sentences": [{"sentId": 213, "text": "One thing I want to say is about this early vote though that I think is important."}, {"sentId": 214, "text": "And that is that there has been an influx of new Hispanic voters in several states."}], "speaker": "AXELROD", "secId": 103}, {"sentences": [{"sentId": 215, "text": "Right."}], "speaker": "BORGER", "secId": 104}, {"sentences": [{"sentId": 216, "text": "Several critical states."}, {"sentId": 217, "text": "Many of them have registered in a non-affiliated way and so, they don't -- they're not listed as republican or democrat."}, {"sentId": 218, "text": "And therefore, when estimates are made of how republicans or democrats are doing, it's not quite clear, but you can assume that these voters did not register to affirm their support for Donald Trump."}, {"sentId": 219, "text": "Highly unlikely."}], "speaker": "AXELROD", "secId": 105}, {"sentences": [{"sentId": 220, "text": "All right."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 221, "text": "So, there may be a hidden vote for Trump in this -- Hillary Clinton in this early vote."}], "speaker": "AXELROD", "secId": 107}, {"sentences": [{"sentId": 222, "text": "All right."}, {"sentId": 223, "text": "David, thank you."}, {"sentId": 224, "text": "Gloria, much appreciated as always."}, {"sentId": 225, "text": "Did you want to get a point in, Gloria, go ahead."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 226, "text": "No, I was just to going to say on the Hispanic voter front, I was talking to a republican in the state of Florida earlier today, and he is looking at all the early votes, and he said African-American vote is down, but Hispanic vote is up tremendously in the state of Florida."}], "speaker": "BORGER", "secId": 109}, {"sentences": [{"sentId": 227, "text": "Exactly."}], "speaker": "AXELROD", "secId": 110}, {"sentences": [{"sentId": 228, "text": "And he as a republican believes that's going to benefit democrats."}], "speaker": "BORGER", "secId": 111}, {"sentences": [{"sentId": 229, "text": "Thank you, David, and as a former Chicagoan I have to say congratulations to the cubbies."}, {"sentId": 230, "text": "You must be excited about that."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 231, "text": "We need two more, Don, but thank you."}], "speaker": "AXELROD", "secId": 113}, {"sentences": [{"sentId": 232, "text": "I know, I know, let's see if the curse of the Billy goat is gone for sure."}, {"sentId": 233, "text": "Thank you, sir."}, {"sentId": 234, "text": "Thank you, Gloria."}, {"sentId": 235, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 236, "text": "Yes."}], "speaker": "AXELROD", "secId": 115}, {"sentences": [{"sentId": 237, "text": "Take care."}], "speaker": "BORGER", "secId": 116}, {"sentences": [{"sentId": 238, "text": "When we come right back, this may be the nastiest campaign in years, but has it poisoned our politics?"}, {"sentId": 239, "text": "I'm going to talk to a man who says we've become so partisan we don't just want to defeat our opponents; we want to put them behind bars."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 240, "text": "Hillary Clinton campaigning today in Ohio, a key battleground state."}, {"sentId": 241, "text": "She's blasting the FBI's e-mail review, confidently telling supporters, there is no case here."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 242, "text": "Meanwhile, Trump supporters chant \"lock her up.\""}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 243, "text": "Here to discuss, Fareed Zakaria, the host of CNN's \"FAREED ZAKARIA GPS\", and senior political analyst, David Gergen who was an adviser to President Nixon, Presidents Nixon, Ford, Reagan, and Clinton."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 244, "text": "Hello, gentlemen, thank you so much."}, {"sentId": 245, "text": "Fareed, I'm going to start with you."}, {"sentId": 246, "text": "When you walk to the studio I say can you believe this."}, {"sentId": 247, "text": "Like, we're living in such a hyper, such a hyper partisan environment, do you think that with the time left that we have until the election, do you think the FBI director should have dropped this grenade right now at this time?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 248, "text": "I don't."}, {"sentId": 249, "text": "I think what happened here is that the FBI has placed itself in the middle of something very deeply political."}, {"sentId": 250, "text": "The former attorney or deputy attorney general for George Bush, Sr. put it very well."}, {"sentId": 251, "text": "He said, the key rule for a prosecutor is put up or shut up."}], "speaker": "ZAKARIA", "secId": 122}, {"sentences": [{"sentId": 252, "text": "And I think Comey in a sense disregarded that rule in July when he decided not to indict Hillary Clinton he said there was no case."}, {"sentId": 253, "text": "That's all you say."}, {"sentId": 254, "text": "You then don't provide color commentary."}, {"sentId": 255, "text": "You don't provide, you know, your -- he's not the ethics czar of the United States."}], "speaker": "ZAKARIA", "secId": 123}, {"sentences": [{"sentId": 256, "text": "Hillary Clinton clearly did not handle it well, but the job of a prosecutor is not to provide more information than he said he did it."}, {"sentId": 257, "text": "Because he said I believe the public had a right to know -- the public demanded to know."}], "speaker": "ZAKARIA", "secId": 124}, {"sentences": [{"sentId": 258, "text": "But James Comey is not a politician, he's an elected politician to determine what the right level of transparency is."}, {"sentId": 259, "text": "He's a career prosecutor in non-artisan division of the federal government called the FBI."}], "speaker": "ZAKARIA", "secId": 125}, {"sentences": [{"sentId": 260, "text": "Once he went down that path, I think he unnecessarily implicated himself in a situation where every action of his was now going to be treated as partisan."}, {"sentId": 261, "text": "Is he investigating the FBI -- the Russia and its ties to Trump, we don't know."}], "speaker": "ZAKARIA", "secId": 126}, {"sentences": [{"sentId": 262, "text": "Is he investigating the Clinton Foundation?"}, {"sentId": 263, "text": "We don't know."}, {"sentId": 264, "text": "Is he investigating the Trump Foundation?"}, {"sentId": 265, "text": "We don't know."}, {"sentId": 266, "text": "And that's how it should be."}], "speaker": "ZAKARIA", "secId": 127}, {"sentences": [{"sentId": 267, "text": "Right."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 268, "text": "Either he has a case or he doesn't think about when the FBI -- if the FBI were to announce tomorrow they were investigating a company."}], "speaker": "ZAKARIA", "secId": 129}, {"sentences": [{"sentId": 269, "text": "That company stuck with creator, the company would go bankrupt because there would be this suspicion the innuendo, that's why career prosecutors amend to be very careful about what they say."}], "speaker": "ZAKARIA", "secId": 130}, {"sentences": [{"sentId": 270, "text": "And people aren't left with enough information from this to really make a good sound judgment on what's in it and what's not, who they should vote and who they shouldn't."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 271, "text": "David Gergen, I want to bring in you here now because director Comey has said that he won't make any clarifications or give any updates, do you think he should?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 272, "text": "Yes, I do think he should give clarifications and updates before the election."}, {"sentId": 273, "text": "I think it's urgent that he do that."}, {"sentId": 274, "text": "I have respectful differences with Fareed about where we started on this."}], "speaker": "GERGEN", "secId": 133}, {"sentences": [{"sentId": 275, "text": "He's absolutely right that the tradition is, that the FBI director stays out, but I think there are usually exceptions to traditions, and in this case, I think had the Justice Department simply said, we're not going to prosecute, especially after the attorney general had just met privately with Bill Clinton, that there will be have been widespread the suspicion of skepticism on whether it was a fair and impartial conclusion."}], "speaker": "GERGEN", "secId": 134}, {"sentences": [{"sentId": 276, "text": "And by just as a Supreme Court doesn't hand down decisions to say yes or no, it adds an opinion to it, so you understand the context on why the decision was made the way it was."}, {"sentId": 277, "text": "I thought director Comey did the right thing back in July when he explained why he did not, and why the FBI did not recommend prosecution."}, {"sentId": 278, "text": "I also thought that he was cornered on this particular situation, with"}], "speaker": "GERGEN", "secId": 135}, {"sentences": [{"sentId": 279, "text": "Huma Abedin's laptop in discovering these e-mails."}, {"sentId": 280, "text": "That having not said anything, and it all came out after the election; there would have been widespread view that, you know, we were hoodwinked during the election."}], "speaker": "GERGEN", "secId": 136}, {"sentences": [{"sentId": 281, "text": "So, I think he had to come forward, I think he crafted himself from that position."}, {"sentId": 282, "text": "But having come -- I don't think he should have come forward or he should have only come forward with the notion that his letter was so vague and it was so open to exploitation by republicans that of course he had to clarify before the election."}], "speaker": "GERGEN", "secId": 137}, {"sentences": [{"sentId": 283, "text": "This is entirely unfair to Mrs. Clinton, but it's especially unfair to voters that were now left dangling through the election with the allegation or suspicions that may be totally meaningless."}, {"sentId": 284, "text": "There may be no wrongdoing here at all."}], "speaker": "GERGEN", "secId": 138}, {"sentences": [{"sentId": 285, "text": "And I think it's unfair to the parties to leave the country and leave the voters in this situation."}], "speaker": "GERGEN", "secId": 139}, {"sentences": [{"sentId": 286, "text": "Do you want to respond, Fareed?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 287, "text": "Well, I think David is absolutely right that it's a hard case, and hard cases as they say, make bad law."}, {"sentId": 288, "text": "But, you know, I think that part of what's going on here and this is a broader trend that David knows well is we have criminalized public policy, so that ever since Watergate, which was an actually case of high crimes and misdemeanors."}], "speaker": "ZAKARIA", "secId": 141}, {"sentences": [{"sentId": 289, "text": "What we have done, is every time your opponent does something you disagree with, you -- there's a hunt for some way to prove that the person broke the law, that this is actually a criminal offense, that the person should not be voted out, but should be imprisoned."}], "speaker": "ZAKARIA", "secId": 142}, {"sentences": [{"sentId": 290, "text": "That's what banana republics do."}, {"sentId": 291, "text": "I know we've done, you know, it happened with Iran contrary in the Reagan administration, It happened of course with Bill Clinton."}], "speaker": "ZAKARIA", "secId": 143}, {"sentences": [{"sentId": 292, "text": "People now forget that the Whitewater prosecutor after tens of millions of dollars never found anything wrong in Whitewater, they ended up impeaching President Clinton for something entirely separate which has nothing to do with Whitewater."}], "speaker": "ZAKARIA", "secId": 144}, {"sentences": [{"sentId": 293, "text": "And if you set a prosecutor against somebody and say go find some crime, as Warren Buffet says, if a cop tales you for 500 miles, he will find you guilty of something."}, {"sentId": 294, "text": "You will have die -- you will have broken the law by the end of that day."}], "speaker": "ZAKARIA", "secId": 145}, {"sentences": [{"sentId": 295, "text": "I was -- and you wrote about this, before you jump in here, David, Fareed wrote about this for CNN.com."}, {"sentId": 296, "text": "You said, \"America is poisoned, poisonous politicized path.\""}, {"sentId": 297, "text": "And you were talking about the fact that politicians as you said on both of the aisle are trying to make every mistake or error in judgment a crime."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 298, "text": "So, what's the impact on the electorate or the election do you think."}, {"sentId": 299, "text": "Can we judge the impact on this now, or we don't know?"}, {"sentId": 300, "text": "ZAKARIA:  I think the one impact, I'd love to hear what David has to"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 301, "text": "say about this, it's just poisoned, this 20 years of this kind of stuff, 30 years of it has poisoned the atmosphere, people wonder why the public looks at politics and politicians with such disdain, why there's a sense of bitterness, it's because everyone -- you know, every -- in every situation it's now become a question of can we put this person into jail."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 302, "text": "You know, imagine what's going to happen if Hillary Clinton gets elected, there's going to be hearings and subpoenas and grand juries and this is not what we should be talking about, how to bring jobs back to this country, how to fix health care, how to do those are the urgent tasks at hand."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 303, "text": "Yes."}, {"sentId": 304, "text": "David Gergen?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 305, "text": "I absolutely agree with everything Fareed had just said."}, {"sentId": 306, "text": "And it does seem to me that politics a personal destruction and the criminalization of differences in politics it goes back to the Watergate era, and there was a time in the Clinton years, Bill Clinton years when you felt every other cabinet officer had a special prosecutor on his oj her tail."}], "speaker": "GERGEN", "secId": 151}, {"sentences": [{"sentId": 307, "text": "It was just awful."}, {"sentId": 308, "text": "I must say, Fareed, I sort of felt that in the Obama years, which are remarkably scandal free, we got away from this trend toward special prosecutors and criminalizing everything, but now we're getting back into it."}], "speaker": "GERGEN", "secId": 152}, {"sentences": [{"sentId": 309, "text": "And nothing has been more objectionable than these cries by Donald Trump that he's going to -- that if he's president, he's going to lock up Hillary Clinton, all these cries about lock her up."}], "speaker": "GERGEN", "secId": 153}, {"sentences": [{"sentId": 310, "text": "I really think we're leading down a bad path."}, {"sentId": 311, "text": "And I'm sure it's going to cause any vote, there's a point that Donald had to wait and see, but it's going to make it much more difficult for her to govern."}], "speaker": "GERGEN", "secId": 154}, {"sentences": [{"sentId": 312, "text": "And at the end of the day, we need a president who can govern effectively."}], "speaker": "GERGEN", "secId": 155}, {"sentences": [{"sentId": 313, "text": "David Gergen and Fareed Zakaria, thank you very much."}, {"sentId": 314, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 315, "text": "Thank you."}], "speaker": "GERGEN", "secId": 157}, {"sentences": [{"sentId": 316, "text": "When we come right back, why do some democrats call the FBI's James Comey public enemy number one."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 317, "text": "It is not just criticizing FBI director James Comey for his disclosures about Hillary Clinton's e-mails."}, {"sentId": 318, "text": "Some in both parties are raising red flag here."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 319, "text": "Here to discuss, Alan Dershowitz, defense attorney and the author of \"Electile Dysfunction, A Guide for Unaroused Voters,\" an interesting book."}, {"sentId": 320, "text": "Page Pate, a constitutional and criminal defense attorney, and Richard Painter, he served as chief White House ethics lawyer under George W. Bush,"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 321, "text": "I'm excited about this conversation, so thank you all for joining me."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 322, "text": "Richard, I'm going to start with you, because you wrote this article in the New York Times this Sunday on the Clinton e-mails, did FBI director abuse his power?"}, {"sentId": 323, "text": "It was the question."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 324, "text": "So, in that you say that you filed a complaint against director Comey with the Office of Special Counsel saying yes, his letter to Congress was an abuse of power."}, {"sentId": 325, "text": "Why do you think he broke the law?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 326, "text": "Well, the Hatch Act is a law that's been around since the 1930s, that prohibits executive branch officials from using their official position for the purpose of promoting a political candidate or influencing an election."}], "speaker": "PAINTER", "secId": 164}, {"sentences": [{"sentId": 327, "text": "And that is not allowed for executive branch officials other than the president and the vice president, they are not subject for the Hatch Act that everyone else says."}, {"sentId": 328, "text": "And Mr. Comey when he sent that letter over to Congress knew that that was going to be used for political purposes."}], "speaker": "PAINTER", "secId": 165}, {"sentences": [{"sentId": 329, "text": "Within 10 days of an election."}, {"sentId": 330, "text": "There was just no reason for him to be telling members of Congress about investigations underway by the FBI."}, {"sentId": 331, "text": "That is a violation of the Justice Department policy."}, {"sentId": 332, "text": "There's no reason for it other than to further partisan politics."}, {"sentId": 333, "text": "And that's not acceptable."}], "speaker": "PAINTER", "secId": 166}, {"sentences": [{"sentId": 334, "text": "Alan, you disagree?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 335, "text": "We do not."}], "speaker": "PAINTER", "secId": 168}, {"sentences": [{"sentId": 336, "text": "Fundamentally disagree."}, {"sentId": 337, "text": "Here we have another example of a very brilliant guy trying to criminalize policy differences just like Fareed Zakaria and David Gergen said before."}, {"sentId": 338, "text": "Let's criticize Comey if we want to criticize but he didn't violate the Hatch Act."}], "speaker": "DERSHOWITZ", "secId": 169}, {"sentences": [{"sentId": 339, "text": "The Hatch Act requires knowledge or intent."}, {"sentId": 340, "text": "What Comey did is he thought he had to protect his own integrity."}, {"sentId": 341, "text": "He had no interest."}, {"sentId": 342, "text": "I agree with the president in putting his thumb on the scale."}, {"sentId": 343, "text": "I don't even know who he's supporting for the president."}], "speaker": "DERSHOWITZ", "secId": 170}, {"sentences": [{"sentId": 344, "text": "And he had a perfect right to make an announcement."}, {"sentId": 345, "text": "The problem is he made the wrong announcement."}, {"sentId": 346, "text": "What he should have said is look, under the Fourth Amendment I'm not allowed so look into the content of these e-mails and I haven't."}, {"sentId": 347, "text": "Neither one of my FBI agent."}], "speaker": "DERSHOWITZ", "secId": 171}, {"sentences": [{"sentId": 348, "text": "We have no idea any more than you do, what's in them, but we're going to look to see what's in them, but nobody should infer any guilt or anything negative from the fact that we're looking into them, that's what he should have said, that's what he should say now, and if he doesn't say it now, he will have his thumb on the scale, though that was not his intent."}], "speaker": "DERSHOWITZ", "secId": 172}, {"sentences": [{"sentId": 349, "text": "Isn't that the problem with most of the critics though, on the left and the right, republicans and democrats, is that they don't know what's in there, Page."}, {"sentId": 350, "text": "They don't know if it's -- if there's anything that will, you know, cause Hillary Clinton any harm, if she's directly connected."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 351, "text": "And by coming out and doing this now, there is the assumption of guilt, do you disagree with that?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 352, "text": "No, I don't disagree that people have made a lot of assumptions here, but I don't blame James Comey for those assumptions."}], "speaker": "PATE", "secId": 175}, {"sentences": [{"sentId": 353, "text": "First of all, I agree with Alan completely that there's no violation of the Hatch Act here, the language in the Hatch Act that's critical, is that you do something for the push of influencing an election."}, {"sentId": 354, "text": "And I don't think there's any evidence that James Comey intended to influence this election."}], "speaker": "PATE", "secId": 176}, {"sentences": [{"sentId": 355, "text": "Is there an abuse of power here, anywhere?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 356, "text": "I don't think so."}, {"sentId": 357, "text": "I mean, I understand the criticism relating to internal Justice Department policy, that maybe he should not have said anything at all even back when he spoke to Congress initially."}], "speaker": "PAGE", "secId": 178}, {"sentences": [{"sentId": 358, "text": "But I think most Americans are a lot more concerned about transparency and truth than internal Justice Department guidelines and tradition, I think that's what James Comey is going at."}], "speaker": "PAGE", "secId": 179}, {"sentences": [{"sentId": 359, "text": "Here's the test."}, {"sentId": 360, "text": "We all like James Comey, we all think he's a decent guy."}, {"sentId": 361, "text": "Remember who the building is named after, J. Edgar Hoover."}, {"sentId": 362, "text": "And what James Comey does the next director of the FBI who could be James -- who could be J. Edgar Hoover will do also."}], "speaker": "DERSHOWITZ", "secId": 180}, {"sentences": [{"sentId": 363, "text": "So, he's establishing a very dangerous precedent for future directors of the FBI."}, {"sentId": 364, "text": "Because they would want to influence the elections."}], "speaker": "DERSHOWITZ", "secId": 181}, {"sentences": [{"sentId": 365, "text": "Now we're all saying what a terrible thing it would be if Hillary Clinton won the election, then it turns out that there might me some stuff negative about Hillary Clinton."}, {"sentId": 366, "text": "But what about the opposite, which he apparently didn't consider."}, {"sentId": 367, "text": "What if he turns it around, Donald Trump wins the election."}], "speaker": "DERSHOWITZ", "secId": 182}, {"sentences": [{"sentId": 368, "text": "Then December 1st he announces, oh, by the way, all of these e-mails were duplicates of what we've seen before, sorry folks, for changing the outcome of the election, but I was just doing my job."}], "speaker": "DERSHOWITZ", "secId": 183}, {"sentences": [{"sentId": 369, "text": "Well, I don't think he has any choice about that."}, {"sentId": 370, "text": "I really think now that those e-mails have come to light, they've been drop on his desk, he has to look into them."}, {"sentId": 371, "text": "And yes, Alan, I agree with you."}, {"sentId": 372, "text": "He could have worded the letter differently..."}], "speaker": "PAGE", "secId": 184}, {"sentences": [{"sentId": 373, "text": "He should ne."}], "speaker": "DERSHOWITZ", "secId": 185}, {"sentences": [{"sentId": 374, "text": "Well, there's not anything else he can do now that's going to advance this debate, anything other than effecting the election more than it already has."}], "speaker": "PAGE", "secId": 186}, {"sentences": [{"sentId": 375, "text": "No, I think that's wrong."}, {"sentId": 376, "text": "I think if he got up and said, look, when I made that statement, I had no idea what was in those e- mails, because if anybody had told me what was in those e-mails, they would be violating the Fourth Amendment."}], "speaker": "DERSHOWITZ", "secId": 187}, {"sentences": [{"sentId": 377, "text": "There was no search warrant to look at any of those e-mails."}, {"sentId": 378, "text": "So, I don't know what's in them, I don't know any more than you do."}, {"sentId": 379, "text": "Don't let your vote be influenced by my statement to Congress, which was a technical obligation I had, simply to tell them..."}], "speaker": "DERSHOWITZ", "secId": 188}, {"sentences": [{"sentId": 380, "text": "It was not an obligation."}], "speaker": "PAINTER", "secId": 189}, {"sentences": [{"sentId": 381, "text": "Go ahead, Richard."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 382, "text": "Who said this is an obligation."}, {"sentId": 383, "text": "If he's looking into Donald Trump's computer, he ought to be looking at Donald Trump's campaign and the relationship with the Russians."}], "speaker": "PAINTER", "secId": 191}, {"sentences": [{"sentId": 384, "text": "Yes, I agree."}], "speaker": "PATE", "secId": 192}, {"sentences": [{"sentId": 385, "text": "Plenty they ought to be investigating, but they shouldn't be updating the democrats on the Hill about what they're looking into with respect to the Trump campaign and the Russian for computer hacking."}], "speaker": "PAINTER", "secId": 193}, {"sentences": [{"sentId": 386, "text": "The New York Times -- the New York Times has a story tonight that Donald Trump may very well have committed criminal tax fraud back in the '90s when he took major tax deductions for other people's losses based on a letter from lawyers that said you are probably not going to get this accepted by the IRS."}], "speaker": "DERSHOWITZ", "secId": 194}, {"sentences": [{"sentId": 387, "text": "So, look, if he thinks he has to look into ongoing problems, he should look into Trump University, he should look into Trump's tax problems, he should look into the relationship with Russia, he shouldn't be singling this one out for getting involved in the campaign."}, {"sentId": 388, "text": "I agree with that as the tax criminal conduct."}], "speaker": "DERSHOWITZ", "secId": 195}, {"sentences": [{"sentId": 389, "text": "Well, who says he isn't?"}], "speaker": "PAGE", "secId": 196}, {"sentences": [{"sentId": 390, "text": "And he shouldn't be talking to the Congress about it."}], "speaker": "PAINTER", "secId": 197}, {"sentences": [{"sentId": 391, "text": "Who says he is?"}, {"sentId": 392, "text": "And I'm certain with..."}], "speaker": "PAGE", "secId": 198}, {"sentences": [{"sentId": 393, "text": "He shouldn't be talking to Congress."}], "speaker": "PAINTER", "secId": 199}, {"sentences": [{"sentId": 394, "text": "Well, who says he's not looking into this."}], "speaker": "PAGE", "secId": 200}, {"sentences": [{"sentId": 395, "text": "Page, Page, hold your thought, I'll let you be the first one right out of this break."}, {"sentId": 396, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 397, "text": "So back now with my panel."}, {"sentId": 398, "text": "Page Pate, you had the floor, you were saying we really don't know if the director -- director Comey is investigating any of the other things, but he's not commenting on those other things."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 399, "text": "Right."}, {"sentId": 400, "text": "And there would be no reason for him to comment on those other things."}, {"sentId": 401, "text": "I think in a normal investigation where he's not already come out and said this investigation is complete, we're moving on."}, {"sentId": 402, "text": "There's nothing else to see here."}], "speaker": "PAGE", "secId": 203}, {"sentences": [{"sentId": 403, "text": "Then there's no obligation for the director of the FBI or anyone in the Justice Department to talk about the details or even the fact of an investigation."}], "speaker": "PAGE", "secId": 204}, {"sentences": [{"sentId": 404, "text": "Well, what if Congress had subpoenaed him and asked him if he's investigating these things."}, {"sentId": 405, "text": "He'd probably say, look, the Justice Department policy is not to disclose the fact that we're doing an investigation."}], "speaker": "DERSHOWITZ", "secId": 205}, {"sentences": [{"sentId": 406, "text": "Look, the worst thing that happened here is for Comey to have even made an announcement when he stopped the investigation of Hillary Clinton."}, {"sentId": 407, "text": "That's the job of the attorney general."}], "speaker": "DERSHOWITZ", "secId": 206}, {"sentences": [{"sentId": 408, "text": "The director of the FBI is not supposed to make policy, not supposed to make prosecutorial decisions."}, {"sentId": 409, "text": "He simply supposed to gather the evidence and maybe make prosecutorial recommendations."}], "speaker": "DERSHOWITZ", "secId": 207}, {"sentences": [{"sentId": 410, "text": "But, Alan, where was the attorney general?"}], "speaker": "PAGE", "secId": 208}, {"sentences": [{"sentId": 411, "text": "That he became the effective prosecutor."}], "speaker": "DERSHOWITZ", "secId": 209}, {"sentences": [{"sentId": 412, "text": "Where was the attorney general?"}], "speaker": "PAGE", "secId": 210}, {"sentences": [{"sentId": 413, "text": "That's the problem."}, {"sentId": 414, "text": "That's the problem."}], "speaker": "DERSHOWITZ", "secId": 211}, {"sentences": [{"sentId": 415, "text": "Exactly, that's the problem."}, {"sentId": 416, "text": "And he was left holding the bag here, and the last person to make the decision about moving forward or not."}, {"sentId": 417, "text": "That is highly unusual as you must admit."}], "speaker": "PAGE", "secId": 212}, {"sentences": [{"sentId": 418, "text": "That's right."}], "speaker": "DERSHOWITZ", "secId": 213}, {"sentences": [{"sentId": 419, "text": "Normally there's a prosecutor overseeing that decision but no one wanted to touch it."}, {"sentId": 420, "text": "So they left it up to him, now they're criticizing the way he's handling it."}], "speaker": "PAGE", "secId": 214}, {"sentences": [{"sentId": 421, "text": "That's right and Bill Clinton has the case to tell..."}], "speaker": "DERSHOWITZ", "secId": 215}, {"sentences": [{"sentId": 422, "text": "He has no obligation to tell Congress, right?"}], "speaker": "PAINTER", "secId": 216}, {"sentences": [{"sentId": 423, "text": "Go ahead, Richard."}, {"sentId": 424, "text": "PAINTER:  Where does he have this obligation?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 425, "text": "To tell Congress?"}], "speaker": "PAGE", "secId": 218}, {"sentences": [{"sentId": 426, "text": "To tell the Congress."}], "speaker": "PAINTER", "secId": 219}, {"sentences": [{"sentId": 427, "text": "I think it was a reasonable decision he made but he was not required."}], "speaker": "PAGE", "secId": 220}, {"sentences": [{"sentId": 428, "text": "It was illegal because he knew how it was going to be used."}, {"sentId": 429, "text": "He knew it was going to be put up on the internet."}, {"sentId": 430, "text": "Because all the members care about he's politically attacking Hillary Clinton."}], "speaker": "PAINTER", "secId": 221}, {"sentences": [{"sentId": 431, "text": "And I'm a republican, I would like to see a good republican president and a good republican Congress, but this kind of behavior really reflects very badly on the Congress, and the FBI got sucked into politics on the eve of an election."}], "speaker": "PAINTER", "secId": 222}, {"sentences": [{"sentId": 432, "text": "And that's not what FNBI there for, they are not there to provide updates to members of Congress on investigations of their political enemies."}], "speaker": "PAINTER", "secId": 223}, {"sentences": [{"sentId": 433, "text": "And the same for the president, the president has no right to updates from the FBI on the FBI's investigation of political opponents."}], "speaker": "PAINTER", "secId": 224}, {"sentences": [{"sentId": 434, "text": "And I don't want to hear any more about unusual circumstances, they were created by this congressional committee continuing to put pressure on the FBI for over a year, with respect to this e-mail server and its business..."}], "speaker": "PAINTER", "secId": 225}, {"sentences": [{"sentId": 435, "text": "But now -- but now Hillary Clinton is putting pressure on the FBI, and I think her campaign is making a terrible tactical mistake."}, {"sentId": 436, "text": "They are goading -- they are goading Comey into finding something."}], "speaker": "DERSHOWITZ", "secId": 226}, {"sentences": [{"sentId": 437, "text": "Because what they're saying is, hey, there's nothing."}, {"sentId": 438, "text": "You're going to end up making me lose the election, and there's nothing here."}, {"sentId": 439, "text": "And you're going to be the villain."}], "speaker": "DERSHOWITZ", "secId": 227}, {"sentences": [{"sentId": 440, "text": "If I'm Comey, and I'm thinking about my legacy and my future, I'm saying to myself, I darn well better find something to justify the statement I previously made."}], "speaker": "DERSHOWITZ", "secId": 228}, {"sentences": [{"sentId": 441, "text": "Right."}, {"sentId": 442, "text": "Well, and that making a terrible mistake."}], "speaker": "PAGE", "secId": 229}, {"sentences": [{"sentId": 443, "text": "And that he's going to dig himself even deeper."}, {"sentId": 444, "text": "I mean, that's crazy."}, {"sentId": 445, "text": "he would dig himself..."}], "speaker": "PAINTER", "secId": 230}, {"sentences": [{"sentId": 446, "text": "I don't think Comey is worried about his future."}, {"sentId": 447, "text": "I don't think comey is worried about the political consequences."}, {"sentId": 448, "text": "I think Comey is worried about doing what's right."}, {"sentId": 449, "text": "And that's why I think his decision was reason."}], "speaker": "PAGE", "secId": 231}, {"sentences": [{"sentId": 450, "text": "Everybody is worried about..."}], "speaker": "DERSHOWITZ", "secId": 232}, {"sentences": [{"sentId": 451, "text": "But this is, you know, I heard you say that earlier, Alan."}, {"sentId": 452, "text": "And Fareed Zakaria made a very similar point, is that why poke the bear?"}, {"sentId": 453, "text": "Why is Hillary Clinton going out and saying she should not be, you know, in your estimation and even, I think in Fareed Zakaria's estimation."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 454, "text": "Fareed said, you know, if you send a police officer to follow someone for 500 miles, you're going to find them doing something wrong."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 455, "text": "Sure."}, {"sentId": 456, "text": "Especially if you have an incentive because you've been accused of effecting the election without there being any basis."}, {"sentId": 457, "text": "There may be no basis."}, {"sentId": 458, "text": "But believe me, somebody will find something to justify his doing this if he's provoked."}], "speaker": "DERSHOWITZ", "secId": 235}, {"sentences": [{"sentId": 459, "text": "I think the president got it exactly right."}, {"sentId": 460, "text": "Comey is a decent man, he's a man of integrity, but he has to defend himself now, because he's being criticized by republicans and democrats alike, by scholars and academics."}], "speaker": "DERSHOWITZ", "secId": 236}, {"sentences": [{"sentId": 461, "text": "And he's out there."}, {"sentId": 462, "text": "I'm not going to defend him says the president."}, {"sentId": 463, "text": "He has to defend himself."}, {"sentId": 464, "text": "And he's not doing a good job of it."}, {"sentId": 465, "text": "And his silence now is unacceptable."}], "speaker": "DERSHOWITZ", "secId": 237}, {"sentences": [{"sentId": 466, "text": "Richard, I want to ask you -- so, Richard, on what Alan just said, would you like to see the director came out and make a clarification?"}, {"sentId": 467, "text": "If so, what would you like him to say?"}, {"sentId": 468, "text": "How can he rectify this?"}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 469, "text": "I think he ought to do his job, which is to investigate and not to be talking to the public or the members of Congress about his investigations, that's the job of the FBI and they should not be taking Donald Trump's FBI file and giving it to the democrats or making further statements about Hillary Clinton."}], "speaker": "PAINTER", "secId": 239}, {"sentences": [{"sentId": 470, "text": "That's just going to make it worse, he's going to dig himself in deeper and deeper, and we have already destroyed the credibility of the FBI over the past few days with respect to this."}], "speaker": "PAINTER", "secId": 240}, {"sentences": [{"sentId": 471, "text": "And now there are leaks coming out of the FBI about what they're investigating with respect to Donald Trump, and this is a travesty."}, {"sentId": 472, "text": "This is not what the FBI should be doing in election year."}], "speaker": "PAINTER", "secId": 241}, {"sentences": [{"sentId": 473, "text": "I respectfully disagree."}, {"sentId": 474, "text": "I respectfully disagree."}, {"sentId": 475, "text": "Having once made the announcement, I think he has an obligation to say now, on the day I made the announcement; I knew no more than any of you did."}, {"sentId": 476, "text": "Because just to know what's in those e-mails would be to"}], "speaker": "DERSHOWITZ", "secId": 242}, {"sentences": [{"sentId": 477, "text": "violate the Fourth Amendment."}, {"sentId": 478, "text": "We don't violate the Fourth Amendment."}, {"sentId": 479, "text": "So, don't infer from anything I previously said, any presumption of guilt or even relevance."}], "speaker": "DERSHOWITZ", "secId": 243}, {"sentences": [{"sentId": 480, "text": "Now I'm not going to say anything else, and because I'm not going to say anything else, I want to leave you with a message of I didn't know anything about the content of these e-mails when I made my statement."}], "speaker": "DERSHOWITZ", "secId": 244}, {"sentences": [{"sentId": 481, "text": "Page, what's wrong with that?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 482, "text": "There's nothing wrong with that."}], "speaker": "PAGE", "secId": 246}, {"sentences": [{"sentId": 483, "text": "And I should have sent the letter."}], "speaker": "PAINTER", "secId": 247}, {"sentences": [{"sentId": 484, "text": "Had that been said in the initial letter."}, {"sentId": 485, "text": "Again, I think it was reasonable to send the letter since he already made the announcement of the investigation is complete, it's no longer complete, he needs to let Congress know because the facts are now inconsistent with his earlier testimony."}], "speaker": "PAGE", "secId": 248}, {"sentences": [{"sentId": 486, "text": "I agree with Alan, the letter could have been worded differently, but it's not."}, {"sentId": 487, "text": "We don't go back and edit it now, and the letter, apparently Alan wants him to send would have been five, or six, seven pages."}, {"sentId": 488, "text": "And I'm sure both sides would have read more a lot into that."}], "speaker": "PAGE", "secId": 249}, {"sentences": [{"sentId": 489, "text": "I can do it in two paragraphs; I actually did it in the article in The Hill yesterday."}, {"sentId": 490, "text": "I actually drafted the letter, it's two paragraphs long, he should send it right now."}], "speaker": "DERSHOWITZ", "secId": 250}, {"sentences": [{"sentId": 491, "text": "And check it out on thehill.com."}, {"sentId": 492, "text": "But Richard, do you agree."}, {"sentId": 493, "text": "You said he should -- and he should say I should not have sent the initial letter?"}, {"sentId": 494, "text": "Is that what you just said?"}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 495, "text": "He should say that."}, {"sentId": 496, "text": "There's no obligation to tell Congress when you open an investigation or reopen an investigation."}], "speaker": "PAINTER", "secId": 252}, {"sentences": [{"sentId": 497, "text": "Otherwise, every campaign contributor doesn't like to think investigated by the FBI, or would make sure that members of Congress hold hearings and get a promise from the director to notify them, as soon as there's an investigation."}, {"sentId": 498, "text": "That's not the way the FBI does business."}], "speaker": "PAINTER", "secId": 253}, {"sentences": [{"sentId": 499, "text": "You're right."}], "speaker": "DERSHOWITZ", "secId": 254}, {"sentences": [{"sentId": 500, "text": "Fascinating."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 501, "text": "This is a dangerous precedent."}], "speaker": "DERSHOWITZ", "secId": 256}, {"sentences": [{"sentId": 502, "text": "The Whitewater investigation that white investigate they keep their mouth shut."}], "speaker": "PAINTER", "secId": 257}, {"sentences": [{"sentId": 503, "text": "Fascinating conversation from three brilliant men."}, {"sentId": 504, "text": "Thank you very much."}, {"sentId": 505, "text": "I appreciate it."}, {"sentId": 506, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 507, "text": "Thank you, Don."}], "speaker": "DERSHOWITZ", "secId": 259}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.31.cnnt.01.html.json", "time": "Aired October 31, 2016 - 22:00   ET"}