{"sectionCount": 275, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "LAH", "MCNAMARA", "QUEEN", "KATZ", "COOK", "CHAPMAN", "KOHN", "HOUCK", "BLOW", "CARROLL", "GREENBERG", "MONTERA", "KILLEN", "UNIDENTIFIED FEMALE", "VOORHAM", "HORT", "THOMAS", "HOSTIN"], "subTitle": "Discussion of Biker Gangs and Race; The Use of the Word \"Thug\"; Controversy Over Mandatory Race Education in Private School. Aired 10- 11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/19/cnnt.01.html", "sentenceCount": 681, "sections": [{"sentences": [{"sentId": 0, "text": "Is the war between biker gangs over or just beginning?"}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "Listen to what police say."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "W. PATRICK SWANTON, WACO POLICE DEPARTMENT SERGEANT: I will tell you that in the gang world and in the biker world that violence usually condones more violence."}, {"sentId": 5, "text": "Is this over?"}, {"sentId": 6, "text": "Most likely not."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "Tonight, we're going to talk to the investigators tracking biker gangs and a man who knows firsthand what it's like in gangs."}, {"sentId": 8, "text": "There he is right there, Duane \"Dog\" Chapman."}, {"sentId": 9, "text": "Dog The Bounty Hunter will join us."}, {"sentId": 10, "text": "Well, some people say we would be talking about all of this very differently if the gangs were black."}, {"sentId": 11, "text": "But does race have anything to do with this?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 12, "text": "And speaking of that, how young is too young for your kids to learn about racism?"}, {"sentId": 13, "text": "One top New York City school is starting with children as young as 8."}, {"sentId": 14, "text": "And some parents are outraged; can racism be stopped in the third grade?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 15, "text": "But I want to begin this broadcast tonight with new developments in that deadly biker brawl."}, {"sentId": 16, "text": "CNN's Kyung Lah, live for us in Waco this morning."}, {"sentId": 17, "text": "Good evening, Kyung."}, {"sentId": 18, "text": "So many bikers charged from opposing gangs and each being held on a $1 million bond."}, {"sentId": 19, "text": "How are law enforcement, how are they handling these guys right now?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 20, "text": "Well, to quote the sheriff, \"Line them up.\""}, {"sentId": 21, "text": "That's essentially what they're doing and this is all happening inside the jail, 170 of them."}, {"sentId": 22, "text": "You can imagine the logistical challenge."}, {"sentId": 23, "text": "What they had to do was, they lined them up here, they brought them to the jail, they had to book them, charge them, and then make sure that each of them was arraigned."}], "speaker": "LAH", "secId": 5}, {"sentences": [{"sentId": 24, "text": "All of this happening inside the jail."}, {"sentId": 25, "text": "The sheriff today also defending a $1 million bail on each of these suspects."}, {"sentId": 26, "text": "Here's what he told us."}], "speaker": "LAH", "secId": 6}, {"sentences": [{"sentId": 27, "text": "Is this a message to the other biker gangs from this county?"}], "speaker": "LAH", "secId": 7}, {"sentences": [{"sentId": 28, "text": "Very definitely."}, {"sentId": 29, "text": "You know, you want to cause this kind of trouble, you want to come into McLennan County and stab people, shoot people, beat them up, you need to think twice."}, {"sentId": 30, "text": "You need to do it somewhere else."}], "speaker": "MCNAMARA", "secId": 8}, {"sentences": [{"sentId": 31, "text": "At last check, the sheriff says that none of the people who have been arrested have managed to come up with the bond."}, {"sentId": 32, "text": "Don."}], "speaker": "LAH", "secId": 9}, {"sentences": [{"sentId": 33, "text": "Kyung, I understand police are still searching the scene and still uncovering evidence."}, {"sentId": 34, "text": "What can you tell us about that?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 35, "text": "What we've been seeing is really a process."}, {"sentId": 36, "text": "Every minute, they appear to be going through each of these individual cars."}, {"sentId": 37, "text": "You can still see that there are still some cars left in the parking lot."}, {"sentId": 38, "text": "All of this is still from the Sunday shooting."}], "speaker": "LAH", "secId": 11}, {"sentences": [{"sentId": 39, "text": "They're going into every single car and they're pulling out a cache of weapons."}, {"sentId": 40, "text": "They're continuing to pull out long rifles, we're seeing handguns."}, {"sentId": 41, "text": "This is on top of the handguns they've already recovered, the knives, the chains with padlocks on them."}, {"sentId": 42, "text": "So, the 100-plus weapons that they said that they had already recovered, that number is climbing, Don."}], "speaker": "LAH", "secId": 12}, {"sentences": [{"sentId": 43, "text": "And, Kyung, what are you learning about the bikers killed in Sunday's massacre?"}, {"sentId": 44, "text": "Any new information about that?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 45, "text": "There was a preliminary autopsy report that was released today."}, {"sentId": 46, "text": "The Waco Police Department have asked us to refrain from reporting the names, but we have learned a few details."}, {"sentId": 47, "text": "Every single one of the nine bikers who was killed was killed by a gunshot wound."}, {"sentId": 48, "text": "And they are all between the ages of 27 to 65."}], "speaker": "LAH", "secId": 14}, {"sentences": [{"sentId": 49, "text": "Kyung Lah reporting to us from Waco tonight."}, {"sentId": 50, "text": "Kyung, thank you very much."}, {"sentId": 51, "text": "I want to talk now with Steve Cook, who worked undercover in a gang and executive director of the Midwest Outlaw Motorcycle Gang Investigators' Association."}, {"sentId": 52, "text": "Also, Billy Queen is a retired ATF agent and the author of \"Under and Alone,\" the true story of the undercover agent who infiltrated America's most violent outlaw motorcycle gang."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 53, "text": "Terry Katz is also with us."}, {"sentId": 54, "text": "He's the vice president of the International Association of Outlaw and Motorcycle Gang Investigators."}, {"sentId": 55, "text": "So here we are, another night, Billy, we're hearing people say today that this violence is probably not over."}, {"sentId": 56, "text": "That in the biker world, once a war starts, it never ends."}, {"sentId": 57, "text": "So, what happens next?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 58, "text": "Well, I've heard that too."}, {"sentId": 59, "text": "I think things are going to cool down, because the eyes of the nation are on Texas right now."}, {"sentId": 60, "text": "And although the bikers do a lot of stupid stuff, they're not that stupid."}, {"sentId": 61, "text": "They're not stupid enough to go out and start shooting police officers, especially, other gangsters, while everybody in the country's watching them."}, {"sentId": 62, "text": "So..."}], "speaker": "QUEEN", "secId": 17}, {"sentences": [{"sentId": 63, "text": "Yes."}, {"sentId": 64, "text": "But they shot at police officers when this all happened."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 65, "text": "What makes you think that that won't happen again?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 66, "text": "Well, it was a very emotional time, and when a melee starts, then things are out of control."}, {"sentId": 67, "text": "Right now, things are a bit back in control."}, {"sentId": 68, "text": "So, doing a premeditated act against the police, even against other bikers right now with the entire country watching, is just going -- it's going to be easy to put them in jail."}, {"sentId": 69, "text": "They know that."}], "speaker": "QUEEN", "secId": 20}, {"sentences": [{"sentId": 70, "text": "I want to ask you..."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 71, "text": "So, it's probably going to subside for a while, but it's not over, obviously it's not going to..."}], "speaker": "QUEEN", "secId": 22}, {"sentences": [{"sentId": 72, "text": "All right."}, {"sentId": 73, "text": "You said it's not over."}, {"sentId": 74, "text": "When you were undercover with the ATF, your name was Billy Street John, and you know all about this."}, {"sentId": 75, "text": "Do you think there were undercover agents in some of the gangs from Sunday's brawl?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 76, "text": "You know, I don't know about that."}, {"sentId": 77, "text": "It would surprise me if the law enforcement didn't have some people there, gathering an intelligence, either inside that restaurant or outside, that would be a normal process for law enforcement to have somebody inside, not necessarily undercover, but people that can mix in and just gather intelligence."}, {"sentId": 78, "text": "Listen and hear what's going on."}, {"sentId": 79, "text": "I would be surprised if there weren't some that were in there."}], "speaker": "QUEEN", "secId": 24}, {"sentences": [{"sentId": 80, "text": "Terry, let's talk about the 170 members."}, {"sentId": 81, "text": "They're being held on $1 million bond, each."}, {"sentId": 82, "text": "Each of them on organized crime charges."}, {"sentId": 83, "text": "I've heard this both ways and, you know, most of the active members aren't involved in organized crime."}, {"sentId": 84, "text": "What is it?"}, {"sentId": 85, "text": "Are most gang members actively involved in organized crime?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 86, "text": "Well, they're an organization that is involved in crime."}, {"sentId": 87, "text": "You can't be a member of a motorcycle gang and not be involved in violence."}, {"sentId": 88, "text": "One of the reasons those people stood and fought and shot at each other was because they were in a gang."}, {"sentId": 89, "text": "You were expected to do that, you live or die for the gang, so that's what they do."}], "speaker": "KATZ", "secId": 26}, {"sentences": [{"sentId": 90, "text": "What will it be like with all these guys together in jail?"}, {"sentId": 91, "text": "And apparently it's a little bit of a challenge, I hear to book them all and keep them separate."}, {"sentId": 92, "text": "So, what's that challenge like?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 93, "text": "I'm not an expert in corrections."}, {"sentId": 94, "text": "I've been there on mass arrests, where we've locked up 50 to 80 motorcycle gang members and you do have to keep them separated."}, {"sentId": 95, "text": "I'm sure their correctional people know that."}, {"sentId": 96, "text": "They deal with gangsters all the time."}, {"sentId": 97, "text": "But in this case, you have a heightened sense of problems because these guys hate each other, and they'll use surrogates to get to each other."}], "speaker": "KATZ", "secId": 28}, {"sentences": [{"sentId": 98, "text": "Yes."}, {"sentId": 99, "text": "Steve, we keep hearing that this may all have started over patches worn on bikers' jackets."}, {"sentId": 100, "text": "The Bandidos gang apparently claimed that this is part of Texas and they took offense to the Cossacks wearing a Texas territorial patch."}, {"sentId": 101, "text": "I mean, do you buy that explanation as a start of this?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 102, "text": "Yes, absolutely."}, {"sentId": 103, "text": "I do."}, {"sentId": 104, "text": "You know, it's all about turf, territory."}, {"sentId": 105, "text": "The rockers are extremely important as this entire patch to these organizations."}, {"sentId": 106, "text": "But anybody that's, you know, claiming a state, they're claiming what goes on in that state."}, {"sentId": 107, "text": "They're claiming ownership of it."}], "speaker": "COOK", "secId": 30}, {"sentences": [{"sentId": 108, "text": "And Texas has always been a red and gold state."}, {"sentId": 109, "text": "It's always been Bandido controlled."}, {"sentId": 110, "text": "And for a group like the Cossacks to step up to them and it's basically, you know, it's like a slap in the face to them saying, we don't respect you."}, {"sentId": 111, "text": "We're equal to you and we are as much entitled to this state as you are."}], "speaker": "COOK", "secId": 31}, {"sentences": [{"sentId": 112, "text": "You guys heard Billy say, he doesn't believe that there's going to be any more violence like there was, that no one will be shooting at police officers and so on."}, {"sentId": 113, "text": "Do you guys agree with that?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 114, "text": "I agree with that."}, {"sentId": 115, "text": "I don't think these guys are that stupid to do that."}], "speaker": "COOK", "secId": 33}, {"sentences": [{"sentId": 116, "text": "Terry."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 117, "text": "I agree that you won't see overt, in my opinion, violence."}, {"sentId": 118, "text": "But you've got to understand it."}, {"sentId": 119, "text": "There are people that will try to encourage favor with these gangs that will do something violence and then try and use that either step into the gang or step up in the gang."}, {"sentId": 120, "text": "Anytime anybody tells me they're going to hurt me, I believe them."}], "speaker": "KATZ", "secId": 35}, {"sentences": [{"sentId": 121, "text": "Is this the same as street gangs where they have a no-snitching policy?"}, {"sentId": 122, "text": "Is this their code as well, Terry?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 123, "text": "Absolutely."}, {"sentId": 124, "text": "If you're a snitch, there's phrases like snitches get stitches, but they're also going to kill them."}, {"sentId": 125, "text": "And we've had informants in other cases that have been severely injured or killed."}, {"sentId": 126, "text": "I've had informants who have had their houses burned down."}, {"sentId": 127, "text": "They do not tolerate informants."}], "speaker": "KATZ", "secId": 37}, {"sentences": [{"sentId": 128, "text": "Steve, do you want to weigh in on that?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 129, "text": "You know, Terry is absolutely right."}, {"sentId": 130, "text": "You're going to see one of a couple of things happen."}, {"sentId": 131, "text": "You're going to really tell who's hard-core and who's not, now that the smoke's kind of settled a little bit."}, {"sentId": 132, "text": "You're going to have members of both organizations, I can assure you that are going to roll their patches."}], "speaker": "COOK", "secId": 39}, {"sentences": [{"sentId": 133, "text": "Some of these guys that aren't as hard as the others, are going to look at this and say, you know what?"}, {"sentId": 134, "text": "I like to get high, I like to chase women, and I don't mind a fistfight, but murder was never part of the plan."}, {"sentId": 135, "text": "So, you may have some guys step away on both sides of the equation."}], "speaker": "COOK", "secId": 40}, {"sentences": [{"sentId": 136, "text": "But like Terry was saying, you're also going to have, you know, associates and support club members that may look at the fact that say, hey, you know, I'm in a subordinate club to the Bandidos right now, but if I were to hunt one of these guys and take them out some place off the grid, so to speak, I could definitely move myself up into the organization and fill a gap that now exists with a lot of people locked up in jail."}], "speaker": "COOK", "secId": 41}, {"sentences": [{"sentId": 137, "text": "Gentleman, thank you very much."}, {"sentId": 138, "text": "Steve, Billy, and Terry, I appreciate your expertise on this."}, {"sentId": 139, "text": "We've got much more to come on this subject tonight."}, {"sentId": 140, "text": "When we come right back, a man who knows a lot about life inside a biker gang."}, {"sentId": 141, "text": "Duane \"dog\" Chapman."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 142, "text": "Plus, race and kids."}, {"sentId": 143, "text": "How young is too young for your children to learn about racism?"}, {"sentId": 144, "text": "While some parents are up in arms about one school's experiment in teaching race."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 145, "text": "Deadly violence that exploded in Waco."}, {"sentId": 146, "text": "Sunday was a shock to a lot of people who think a biker gangs are a thing of the past."}, {"sentId": 147, "text": "I want to talk about the culture of these gangs with Duane \"dog\" Chapman, better known as, Dog the Bounty Hunter."}, {"sentId": 148, "text": "As a teenager, he was a member of the Devil's Disciples, a motorcycle gang in Arizona."}, {"sentId": 149, "text": "Now he stars in CMT's \"Dog and Beth on the Hunt.\""}, {"sentId": 150, "text": "Who's the boss, you or Beth?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 151, "text": "ON THE HUNT: I know you heard me off-camera."}, {"sentId": 152, "text": "I'm the boss."}, {"sentId": 153, "text": "But you know, I'm the boss, but you know television says."}], "speaker": "CHAPMAN", "secId": 45}, {"sentences": [{"sentId": 154, "text": "Yes."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 155, "text": "So, she tries to be."}], "speaker": "CHAPMAN", "secId": 47}, {"sentences": [{"sentId": 156, "text": "Let's talk real life now, Dog."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 157, "text": "OK. All right."}], "speaker": "CHAPMAN", "secId": 49}, {"sentences": [{"sentId": 158, "text": "You joined the Devil's Disciples when you were just 15 years old and that's where you actually got the name Dog."}, {"sentId": 159, "text": "How did you react to Sunday's deadly brawl when you heard about it?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 160, "text": "Well, one thing that hasn't, you know, changed is the biker wars."}, {"sentId": 161, "text": "It's kind of like the Hatfield's and McCoy's."}, {"sentId": 162, "text": "It is, you know, everyone's calling them gangs, and I appreciate Steve, Billy, and Terry saying that."}, {"sentId": 163, "text": "But it's more -- the clubs we're talking about now are more organized."}, {"sentId": 164, "text": "So, they're organizations."}, {"sentId": 165, "text": "When you say gangs, you think of small street thugs."}, {"sentId": 166, "text": "You know, these are organized -- there are organizations."}, {"sentId": 167, "text": "They're not just gangs."}], "speaker": "CHAPMAN", "secId": 51}, {"sentences": [{"sentId": 168, "text": "You call them -- you said, you think of small street thugs."}, {"sentId": 169, "text": "Most everyone I know has, I've heard the media call these guys thugs."}, {"sentId": 170, "text": "Do you consider them thugs?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 171, "text": "Well, you know, no."}, {"sentId": 172, "text": "I don't consider them thugs."}, {"sentId": 173, "text": "I mean, they, you know, there are some morality in them."}, {"sentId": 174, "text": "The shoot-out is terrible."}, {"sentId": 175, "text": "They need to get somewhere down there right now to negotiate."}, {"sentId": 176, "text": "Because they are smart, they will negotiate, they will make a deal."}], "speaker": "CHAPMAN", "secId": 53}, {"sentences": [{"sentId": 177, "text": "You don't, you know, spit in the wind, pull on superman's cape, and you don't wear colors from another club into a town worth -- that's already been claimed by another club."}, {"sentId": 178, "text": "Unless you're trying to start a war."}, {"sentId": 179, "text": "So, the sheriff is doing right, $1 million bail."}, {"sentId": 180, "text": "I don't know if that will stick too long."}], "speaker": "CHAPMAN", "secId": 54}, {"sentences": [{"sentId": 181, "text": "The only thing you can do in that town is no colors."}, {"sentId": 182, "text": "The back of the jacket is what, is again, what your guys, your experts talk -- the name of the club, the jacket itself, is what they die for."}, {"sentId": 183, "text": "The only way you can solve this is like they used to do it years ago, we were not allowed to wear our colors inside a city limit."}], "speaker": "CHAPMAN", "secId": 55}, {"sentences": [{"sentId": 184, "text": "I won't tell you what city that was, so, we didn't go to that city."}, {"sentId": 185, "text": "You know, what you need to do right now, if you outlaw these guys and they can't be, you know, organized crime, you've got to say, if you come into this county, McLennan County, you better not be flying in any kind of colors and that's it."}, {"sentId": 186, "text": "The only kind of colors we'll let you fly is, you know, on the ice cream trucks and that will stop them."}], "speaker": "CHAPMAN", "secId": 56}, {"sentences": [{"sentId": 187, "text": "So, it's incumbent upon, you say, the municipalities or the city officials to stop it and put up a rule or law that says, you cannot do this, you cannot wear these colors, right?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 188, "text": "Absolutely."}, {"sentId": 189, "text": "Absolutely."}, {"sentId": 190, "text": "Well, the sheriff, you know, can do -- in Texas, the sheriff is in-charge of his county."}, {"sentId": 191, "text": "So, if he says, you know, makes an administrative order, that right now during this war right here, like he said, you're not -- take it somewhere else."}, {"sentId": 192, "text": "You're not doing it in Texas."}], "speaker": "CHAPMAN", "secId": 58}, {"sentences": [{"sentId": 193, "text": "So, during this war down here, if you have any kind of colors on and you cross that county line, you're going to jail."}], "speaker": "CHAPMAN", "secId": 59}, {"sentences": [{"sentId": 194, "text": "OK."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 195, "text": "I mean, that's, you know, amazing."}], "speaker": "CHAPMAN", "secId": 61}, {"sentences": [{"sentId": 196, "text": "All right."}, {"sentId": 197, "text": "So, here's the thing."}, {"sentId": 198, "text": "You said that, you know, people are calling these guys; you said they're a bit more organized than what they are portraying."}, {"sentId": 199, "text": "So, was it about organized crime?"}, {"sentId": 200, "text": "Is it about camaraderie?"}, {"sentId": 201, "text": "What is the real mission here?"}, {"sentId": 202, "text": "Because I'm hearing some people say, no, you know, we're not really a gang."}, {"sentId": 203, "text": "We don't really do bad things."}, {"sentId": 204, "text": "We've weeded them out."}, {"sentId": 205, "text": "But, I mean, if you look at what happened this weekend, it looks pretty terrible."}, {"sentId": 206, "text": "So, what is the real mission here?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 207, "text": "Well, I think what happened this weekend looks terrible."}, {"sentId": 208, "text": "Something went off."}, {"sentId": 209, "text": "OK."}, {"sentId": 210, "text": "I mean, you know, some bad mistakes."}, {"sentId": 211, "text": "I also heard, I have my sources that were at the scene, and it sounded like some cops were doing some shooting also."}], "speaker": "CHAPMAN", "secId": 63}, {"sentences": [{"sentId": 212, "text": "So, it went bad."}, {"sentId": 213, "text": "It started inside with fist-to-fist, worked its way out, somebody pulled a gun and it's on."}, {"sentId": 214, "text": "When you have that many organized people together like that, biker gangs."}, {"sentId": 215, "text": "Biker groups."}, {"sentId": 216, "text": "You know, it's very sad that it happened."}, {"sentId": 217, "text": "Every one of them is not like that."}, {"sentId": 218, "text": "But someone started it."}, {"sentId": 219, "text": "You don't do that."}, {"sentId": 220, "text": "There are certain things you don't do, you don't wear colors from another gang into an area, a state, a city, a county that other motorcycle club or you're looking for trouble."}, {"sentId": 221, "text": "You're going there for trouble."}, {"sentId": 222, "text": "LEMON: So, they deliberately wanted to provoke a fight."}, {"sentId": 223, "text": "And that's"}], "speaker": "CHAPMAN", "secId": 64}, {"sentences": [{"sentId": 224, "text": "what you believe."}, {"sentId": 225, "text": "Because I think you believe that someone came in from another town, a biker gang that wasn't invited to Twin Peaks and they showed up and that's what started it."}, {"sentId": 226, "text": "Is that what you're hearing?"}], "speaker": "CHAPMAN", "secId": 65}, {"sentences": [{"sentId": 227, "text": "What I'm hearing is exactly that."}, {"sentId": 228, "text": "Now, years ago, I don't know, of course, about today."}, {"sentId": 229, "text": "But if we travelled from state to state, county to county, there were certain places where we showed respect, we took our jackets off, and we rode through there."}, {"sentId": 230, "text": "Because we didn't want to die or get in a shoot-out or kill someone."}], "speaker": "CHAPMAN", "secId": 66}, {"sentences": [{"sentId": 231, "text": "In the State of Texas, you're looking at 99 years for murder."}, {"sentId": 232, "text": "There are going to be a lot of guys fall for this."}, {"sentId": 233, "text": "I mean, but that does not detour -- you ask, is this brotherhood?"}, {"sentId": 234, "text": "A lot of biker gangs today are put together with a lot of military."}, {"sentId": 235, "text": "This brotherhood, this loyalty started back in the '50s in the military."}, {"sentId": 236, "text": "A lot of these guys are very intelligent and they were trained by the military."}], "speaker": "CHAPMAN", "secId": 67}, {"sentences": [{"sentId": 237, "text": "These are brothers with different mothers."}, {"sentId": 238, "text": "This is like blood."}, {"sentId": 239, "text": "They are thick."}, {"sentId": 240, "text": "They are really in it for the camaraderie and then something goes bad."}, {"sentId": 241, "text": "It's like, you have eight brothers that are all blood brothers and you walk down and flip the bird to one of them."}, {"sentId": 242, "text": "Those brothers are going to stick together."}, {"sentId": 243, "text": "That's exactly what the gang, the organizations are."}, {"sentId": 244, "text": "And that's what people are..."}], "speaker": "CHAPMAN", "secId": 68}, {"sentences": [{"sentId": 245, "text": "But, Dog..."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 246, "text": "I'm sorry, go ahead."}], "speaker": "CHAPMAN", "secId": 70}, {"sentences": [{"sentId": 247, "text": "No, no."}, {"sentId": 248, "text": "Go ahead."}, {"sentId": 249, "text": "But these brothers, though, they are still finding weapons from this weekend."}, {"sentId": 250, "text": "I mean, if this is about camaraderie, why do you need to be loaded and armed to the hilt?"}, {"sentId": 251, "text": "Why?"}, {"sentId": 252, "text": "I mean, that doesn't seem to be about camaraderie?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 253, "text": "Well, believe it or not, people go out together shooting."}, {"sentId": 254, "text": "OK."}, {"sentId": 255, "text": "They don't shoot other people."}, {"sentId": 256, "text": "They go out together either hunting or shooting targets."}, {"sentId": 257, "text": "It's a man -- I guess it's a manly thing."}, {"sentId": 258, "text": "I mean, I haven't been able to touch a weapon for 38 years, because I'm a felon."}], "speaker": "CHAPMAN", "secId": 72}, {"sentences": [{"sentId": 259, "text": "So, but before that, I used to like to go shooting with my brothers."}, {"sentId": 260, "text": "We'd make, you know, a target and its mucho, it is something that we'd do."}, {"sentId": 261, "text": "That doesn't mean that they're criminals."}, {"sentId": 262, "text": "There is, you know, there's outlaw motorcycle gangs in America."}, {"sentId": 263, "text": "There are also, they call them American Motorcycle Association, which is gangs, you know, like the Shriners."}], "speaker": "CHAPMAN", "secId": 73}, {"sentences": [{"sentId": 264, "text": "They all have Harleys, they stick together."}, {"sentId": 265, "text": "It's just something that goes with the outlaw persona, is the guns, the knives, the chain belts, that's just something."}, {"sentId": 266, "text": "But they don't go out like, you know, robbing banks and shooting innocent babies and stuff like that."}, {"sentId": 267, "text": "Again, it's like the Hatfield's and McCoy's."}], "speaker": "CHAPMAN", "secId": 74}, {"sentences": [{"sentId": 268, "text": "There are certain rules in America that you live by and when someone breaks someone try to start a beef and nine men are dead."}, {"sentId": 269, "text": "So, and luckily, there's not more dead, or, you know, they've got a tough sheriff, that I'm telling you in that county, or there would be a lot more dead."}], "speaker": "CHAPMAN", "secId": 75}, {"sentences": [{"sentId": 270, "text": "Well, Dog, I appreciate your candor and I thank you for coming on."}, {"sentId": 271, "text": "You're the only person I've heard so far."}, {"sentId": 272, "text": "Maybe others have, but the only person who has offered a solution, and that is, it's incumbent upon the sheriff and law enforcement to say, don't bring this crap into my county or into my town or city."}, {"sentId": 273, "text": "Thank you, Dog."}, {"sentId": 274, "text": "I'll be watching."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 275, "text": "Yes, sir."}, {"sentId": 276, "text": "You're welcome."}, {"sentId": 277, "text": "Thank you very much."}], "speaker": "CHAPMAN", "secId": 77}, {"sentences": [{"sentId": 278, "text": "When we come right back, some people say there is a double standard in the way we talk about the Waco brawl compared to Ferguson and Baltimore."}, {"sentId": 279, "text": "We're going to get into that debate, next."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 280, "text": "It's going to be interesting because they're already going at it, the panelist."}, {"sentId": 281, "text": "The people who burned and looted in Baltimore were called thugs, but what about the violent bikers in Waco?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 282, "text": "Let's talk about it with Harry Houck, he's a CNN law enforcement analyst and a former New York City police detective."}, {"sentId": 283, "text": "Charles Blow, CNN political commentator and New York Times op-ed columnist, Sally Kohn, CNN political commentator, progressive activist, and columnist, whose last column on cnn.com says the Waco coverage shows a double standard on race."}, {"sentId": 284, "text": "What are you trying to start?"}, {"sentId": 285, "text": "Are you trying to start a revolution?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 286, "text": "Yes, a revolution that would end in everyone in this country being treated fairly by both our expectations and our system, including law enforcement and the media."}, {"sentId": 287, "text": "Yes."}, {"sentId": 288, "text": "Call me a radical."}], "speaker": "KOHN", "secId": 81}, {"sentences": [{"sentId": 289, "text": "OK."}, {"sentId": 290, "text": "Here's what you tweeted."}, {"sentId": 291, "text": "You've talked about in your column and you tweeted, you said, \"Muslim only has to attack one person to be a terrorist.\""}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 292, "text": "Up threaten in that."}, {"sentId": 293, "text": "Oh, yes, correct, right."}], "speaker": "KOHN", "secId": 83}, {"sentences": [{"sentId": 294, "text": "Yes."}, {"sentId": 295, "text": "A black man just has to be killed by cops to be thug."}, {"sentId": 296, "text": "But nine dead, biker gang?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 297, "text": "Right."}], "speaker": "KOHN", "secId": 85}, {"sentences": [{"sentId": 298, "text": "Why..."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 299, "text": "And let's be clear."}, {"sentId": 300, "text": "I really don't think this is the most helpful thing if we just get mired in the language."}, {"sentId": 301, "text": "The language is a stand-in for disparate treatment which is the real problem here."}, {"sentId": 302, "text": "The real problem is that white Americans and black and brown Americans have a radically different experience of our police, of our banks, of the criminal justice system, you name it."}, {"sentId": 303, "text": "That's the problem."}], "speaker": "KOHN", "secId": 87}, {"sentences": [{"sentId": 304, "text": "I don't disagree with you on that part."}, {"sentId": 305, "text": "But on the language part and about the media double standard, I think its bull."}, {"sentId": 306, "text": "I have heard everybody including on this show, we called them thugs at least three times..."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 307, "text": "yes, we're all calling them thugs because people said we weren't calling them thugs..."}], "speaker": "KOHN", "secId": 89}, {"sentences": [{"sentId": 308, "text": "No, that's not true."}, {"sentId": 309, "text": "That's not true."}, {"sentId": 310, "text": "Not everyone believes, Sally, not everyone believes that thug is the other -- a new way of saying the n-word."}, {"sentId": 311, "text": "The first thing that comes to my mind when thug is not a black person."}, {"sentId": 312, "text": "It's Tony Soprano."}, {"sentId": 313, "text": "It someone who does something bad."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 314, "text": "I have heard in -- I have heard on almost every of these organizations people are going out of their way just called these people thugs."}, {"sentId": 315, "text": "They are thugs."}, {"sentId": 316, "text": "The people in Baltimore who rioted and burned down buildings."}, {"sentId": 317, "text": "They were thugs."}, {"sentId": 318, "text": "The people in Waco who shot people are thugs."}, {"sentId": 319, "text": "It has nothing to do with being black or white."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 320, "text": "Again, OK."}, {"sentId": 321, "text": "Listen."}, {"sentId": 322, "text": "I still think number one people are going out of their way to use the word now in response to the show."}, {"sentId": 323, "text": "No, now that look, we used it equally."}, {"sentId": 324, "text": "But second, those people is not inherently a racialized phrase and either and yet, it tends to be used in rational things."}, {"sentId": 325, "text": "You have to look at context."}], "speaker": "KOHN", "secId": 92}, {"sentences": [{"sentId": 326, "text": "OK. We've got to let these guys talk."}, {"sentId": 327, "text": "Go ahead."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 328, "text": "Like, what, is that a question?"}], "speaker": "HOUCK", "secId": 94}, {"sentences": [{"sentId": 329, "text": "I mean, do you think it's fair to compare this between -- Waco between Baltimore and Ferguson."}, {"sentId": 330, "text": "Do you think it's fair to compare that?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 331, "text": "I think that it's always fair to analyze whether or not we're using comparable measures of whatever -- however, people behave."}, {"sentId": 332, "text": "So, if people are behaving in a way that is uncivil, then we need to -- we need to always check to see if we are treating those people the same sort of way."}], "speaker": "BLOW", "secId": 96}, {"sentences": [{"sentId": 333, "text": "So, whether or not you call that person a thug here or in Waco or not, let's just make sure that that application of those words are the same."}, {"sentId": 334, "text": "I do believe that there is something to what you're saying, which is that, you know, there is a response to a very quick response online where people said, the first ways that these people were described, were not in these very, very negative ways that we associate with."}], "speaker": "BLOW", "secId": 97}, {"sentences": [{"sentId": 335, "text": "And, even if you say, biker, gang, outlaw, in the American zeitgeist, these are somewhat romanticized figures in a way."}, {"sentId": 336, "text": "Because the biker image, the outlaw image, is always..."}], "speaker": "BLOW", "secId": 98}, {"sentences": [{"sentId": 337, "text": "Roll a shot of the people who were arrested, the people in the gang here."}, {"sentId": 338, "text": "There's a shot of them, if you look at it."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 339, "text": "What is a good word?"}], "speaker": "BLOW", "secId": 100}, {"sentences": [{"sentId": 340, "text": "Look at these people."}, {"sentId": 341, "text": "Not all of these people are white."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 342, "text": "A good word."}, {"sentId": 343, "text": "A good word."}], "speaker": "HOUCK", "secId": 102}, {"sentences": [{"sentId": 344, "text": "Not all of these people are white."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 345, "text": "A good word would be the same word, which is..."}], "speaker": "HOUCK", "secId": 104}, {"sentences": [{"sentId": 346, "text": "You want every American..."}], "speaker": "KOHN", "secId": 105}, {"sentences": [{"sentId": 347, "text": "No."}, {"sentId": 348, "text": "A good word..."}], "speaker": "HOUCK", "secId": 106}, {"sentences": [{"sentId": 349, "text": "The same word..."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 350, "text": "I want every American to evaluate criminality the same way rather than in different ways, because of the way that a person looks."}, {"sentId": 351, "text": "I don't care what words you use."}, {"sentId": 352, "text": "Call them the devil."}, {"sentId": 353, "text": "But do it all the time with everyone who behaves in a criminal fashion."}], "speaker": "BLOW", "secId": 108}, {"sentences": [{"sentId": 354, "text": "OK."}, {"sentId": 355, "text": "So, here's the thing."}, {"sentId": 356, "text": "That's something."}, {"sentId": 357, "text": "Sally talked about it in terms of the media."}, {"sentId": 358, "text": "In Baltimore, it wasn't the media."}, {"sentId": 359, "text": "It was the president and the mayor who called the people thugs."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 360, "text": "Right."}], "speaker": "BLOW", "secId": 110}, {"sentences": [{"sentId": 361, "text": "It wasn't the media calling people..."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 362, "text": "And I criticized that too."}], "speaker": "KOHN", "secId": 112}, {"sentences": [{"sentId": 363, "text": "But let me tell you did do."}, {"sentId": 364, "text": "The media did go there and we analyzed in every possible way, sir, what their, you know, the sociology of that group was like, what the town was like, how many people there did not have fathers in their homes."}, {"sentId": 365, "text": "We've looked at kind of pathologies rather than looking at their individual people who did individual..."}], "speaker": "BLOW", "secId": 113}, {"sentences": [{"sentId": 366, "text": "But, Charles, the reason we did that is because the story -- hang on, hang on one second."}, {"sentId": 367, "text": "The reason we did that is because the story was about race."}, {"sentId": 368, "text": "It was about a black suspect, someone who died, and a white police..."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 369, "text": "Let me ask you..."}], "speaker": "BLOW", "secId": 115}, {"sentences": [{"sentId": 370, "text": "We have been -- we have been, but hang on, but let me finish."}, {"sentId": 371, "text": "I'll let you go."}, {"sentId": 372, "text": "Hang on, let me finish."}, {"sentId": 373, "text": "We did the same thing about the pathology of gangs."}, {"sentId": 374, "text": "And I'm not saying -- yes, most things in America are about race."}, {"sentId": 375, "text": "But I don't think this is an equal comparison."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 376, "text": "It's not necessarily that it's all only about race, but race is a component, just as gender is a component, just as where you grew is up a component."}], "speaker": "BLOW", "secId": 117}, {"sentences": [{"sentId": 377, "text": "Absolutely."}, {"sentId": 378, "text": "But this kind of -- we're not shooting at each other before a race riot."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 379, "text": "I'm sorry, I'm sorry."}, {"sentId": 380, "text": "The idea that we feel like, when black people behave, some of them, behave in a way that is, that breaks the law, then we have to pathologies the entire communities, an African- Americans, and then look for the differences about their family structures and we have to ask the tough questions."}, {"sentId": 381, "text": "And in this case, we're not asking the same thing about the white --"}], "speaker": "BLOW", "secId": 119}, {"sentences": [{"sentId": 382, "text": "We are asking the same thing..."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 383, "text": "But -- I haven't heard one person ask how many of these people came from single-family households."}], "speaker": "BLOW", "secId": 121}, {"sentences": [{"sentId": 384, "text": "Because this is not about race."}, {"sentId": 385, "text": "They're not fighting each other..."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 386, "text": "It's never about race."}], "speaker": "KOHN", "secId": 123}, {"sentences": [{"sentId": 387, "text": "Not all of these are white people."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 388, "text": "And excuse me, not all the people doing looting were necessarily black."}, {"sentId": 389, "text": "But I didn't notice anyone rushing to make that point."}, {"sentId": 390, "text": "I've had people -- all -- I've been getting e-mails all day pointing out, oh, but, some of them are black, some of them are Latino."}, {"sentId": 391, "text": "Why is it we are so -- in such a hurry to criminalize people..."}], "speaker": "KOHN", "secId": 125}, {"sentences": [{"sentId": 392, "text": "Because that's the only way you want to recognize it in your head?"}], "speaker": "HOUCK", "secId": 126}, {"sentences": [{"sentId": 393, "text": "I'm sorry."}, {"sentId": 394, "text": "When mass shooters -- the majority of mass shooters in this country are white men."}, {"sentId": 395, "text": "Correct?"}], "speaker": "KOHN", "secId": 127}, {"sentences": [{"sentId": 396, "text": "Mass shooters, yes."}], "speaker": "HOUCK", "secId": 128}, {"sentences": [{"sentId": 397, "text": "Why don't we have a conversation every time about white men?"}], "speaker": "KOHN", "secId": 129}, {"sentences": [{"sentId": 398, "text": "We do."}, {"sentId": 399, "text": "We do."}, {"sentId": 400, "text": "We talk about -- yes, we do."}], "speaker": "HOUCK", "secId": 130}, {"sentences": [{"sentId": 401, "text": "Excuse me."}, {"sentId": 402, "text": "Is it not an epidemic word ,but it's incorrect."}], "speaker": "KOHN", "secId": 131}, {"sentences": [{"sentId": 403, "text": "Right."}], "speaker": "HOUCK", "secId": 132}, {"sentences": [{"sentId": 404, "text": "So, that is a misrepresentation."}, {"sentId": 405, "text": "And let me also say, that there has been a study that in New York, where there is an epidemic problem of racialization and profiling of young men of color, in New York."}, {"sentId": 406, "text": "New York police stations show and over-cover crimes committed by black people committed by white people."}, {"sentId": 407, "text": "They over-cover it."}, {"sentId": 408, "text": "We over-cover it."}, {"sentId": 409, "text": "We didn't cover Baltimore as the media because people were protested; we covered it because the community got violent."}], "speaker": "KOHN", "secId": 133}, {"sentences": [{"sentId": 410, "text": "Maybe because it's so bad."}, {"sentId": 411, "text": "That is why..."}], "speaker": "HOUCK", "secId": 134}, {"sentences": [{"sentId": 412, "text": "I think that..."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 413, "text": "It is because crime is out of control in certain areas in this city."}], "speaker": "HOUCK", "secId": 136}, {"sentences": [{"sentId": 414, "text": "Yes."}], "speaker": "KOHN", "secId": 137}, {"sentences": [{"sentId": 415, "text": "Still, to this day."}], "speaker": "BLOW", "secId": 138}, {"sentences": [{"sentId": 416, "text": "In Waco?"}, {"sentId": 417, "text": "In that area?"}, {"sentId": 418, "text": "In that spot?"}, {"sentId": 419, "text": "Yes."}], "speaker": "HOUCK", "secId": 139}, {"sentences": [{"sentId": 420, "text": "You know where areas are, it is where there exists concentrated poverty and the overlap between concentrated poverty and criminality is enormous."}, {"sentId": 421, "text": "But that is not the data that the FBI collects."}, {"sentId": 422, "text": "What the FBI does ask is whether what their race was."}], "speaker": "BLOW", "secId": 140}, {"sentences": [{"sentId": 423, "text": "And therefore, people link race to criminality, which is a racist concept, in and of itself, rather than linking criminality to concentrated poverty."}, {"sentId": 424, "text": "Yale did a study of Chicago."}, {"sentId": 425, "text": "People love to bring up Chicago."}, {"sentId": 426, "text": "Wherever you talk about criminality and shootings, we have Chicago, Chicago."}], "speaker": "BLOW", "secId": 141}, {"sentences": [{"sentId": 427, "text": "Well, they went and looked at Chicago and they realized that most of those shooters were happening in areas of concentrated poverty and only 4 to 6 percent of those people were either shooters or..."}], "speaker": "BLOW", "secId": 142}, {"sentences": [{"sentId": 428, "text": "Charles, you're absolutely right about that."}, {"sentId": 429, "text": "Charles, you're right about that, but I think that this story about the bikers is not a fair comparison, because this story does not have the element of race in it."}, {"sentId": 430, "text": "You are trying to push..."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 431, "text": "Hang on, go ahead."}, {"sentId": 432, "text": "And then I'll let you finish."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 433, "text": "This is the way you define it."}, {"sentId": 434, "text": "And that's how you want to define it."}, {"sentId": 435, "text": "All right."}, {"sentId": 436, "text": "This is the way we're defining it, all right?"}, {"sentId": 437, "text": "You're looking it from your view and we're looking at it from our viewer, OK?"}], "speaker": "HOUCK", "secId": 145}, {"sentences": [{"sentId": 438, "text": "What view is that?"}], "speaker": "BLOW", "secId": 146}, {"sentences": [{"sentId": 439, "text": "So, who is right?"}], "speaker": "HOUCK", "secId": 147}, {"sentences": [{"sentId": 440, "text": "What view is that, though?"}, {"sentId": 441, "text": "KOHN: I don't think we could have..."}], "speaker": "BLOW", "secId": 148}, {"sentences": [{"sentId": 442, "text": "Every time -- but every time there's black criminality, then I have to zip this skin up and put it on and then we have to talk about black pathology."}, {"sentId": 443, "text": "But, when there is..."}], "speaker": "BLOW", "secId": 149}, {"sentences": [{"sentId": 444, "text": "But, Charles, when we're talking about stories that involve race..."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 445, "text": "... does not include black -- but you keep -- you jumping on both sides of the fence."}, {"sentId": 446, "text": "Sometimes you're saying we're talking about stories that involve race and then you say..."}], "speaker": "BLOW", "secId": 151}, {"sentences": [{"sentId": 447, "text": "Yes."}, {"sentId": 448, "text": "If you're talking about stories that..."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 449, "text": "You -- this -- Tony Morrison has this great phrase."}], "speaker": "BLOW", "secId": 153}, {"sentences": [{"sentId": 450, "text": "I've got to go."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 451, "text": "You are racialized though."}, {"sentId": 452, "text": "The idea you can't put it on to me, but not on to you is ridiculous."}], "speaker": "BLOW", "secId": 155}, {"sentences": [{"sentId": 453, "text": "That's exactly right."}, {"sentId": 454, "text": "We can't do this until we can understand that black people and white people in this country have a very different experience with the criminal justice and policing."}], "speaker": "KOHN", "secId": 156}, {"sentences": [{"sentId": 455, "text": "And if we can't see it in Waco that if it had been a bunch of black bikers armed to the hilt who were having a meeting known by police and the police just sat there and waited..."}], "speaker": "KOHN", "secId": 157}, {"sentences": [{"sentId": 456, "text": "Yes."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 457, "text": "... sat there and waited until they became violent..."}], "speaker": "KOHN", "secId": 159}, {"sentences": [{"sentId": 458, "text": "There's no way you can say that, Sally."}], "speaker": "HOUCK", "secId": 160}, {"sentences": [{"sentId": 459, "text": "Well, you know what, I can."}, {"sentId": 460, "text": "I can."}, {"sentId": 461, "text": "I don't know that but I think it's a legitimate conversation."}], "speaker": "KOHN", "secId": 161}, {"sentences": [{"sentId": 462, "text": "And we will continue this conversation."}, {"sentId": 463, "text": "I just think that to compare this to our stories about race, I just think it's unfair."}, {"sentId": 464, "text": "It's an unfair comparison."}, {"sentId": 465, "text": "Perfect segway for this."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 466, "text": "Up next, another heated controversy at an elite private school in New York City has a mandatory curriculum about race that some parents call progressive, others call it segregation."}, {"sentId": 467, "text": "We're going to hear from both sides, when we come right back."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 468, "text": "Fieldston is one of New York City's most elite and progressive private elementary schools."}, {"sentId": 469, "text": "But a new program meant to teach students about race has some parents up in arms."}, {"sentId": 470, "text": "CNN's Jason Carroll has the story for you."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 471, "text": "Ethical Culture Fieldston School, a private school in New York City known for its liberal socially conscious alumni."}, {"sentId": 472, "text": "But some parents say one of its progressive programs might be going too far in the name of diversity."}], "speaker": "CARROLL", "secId": 165}, {"sentences": [{"sentId": 473, "text": "It began with this e-mail sent in January to parents of the elementary school's third, fourth, and fifth graders asking those parents to identify their children by race, so those children could be part of a new mandatory curriculum starting with the third graders at the lower school designed to boost self-esteem among children of all races."}], "speaker": "CARROLL", "secId": 166}, {"sentences": [{"sentId": 474, "text": "It works in part by separating the young students into affinity groups based on their race."}, {"sentId": 475, "text": "The theory, for 45 minutes, once a week, students can talk about concerns they may not feel comfortable talking openly about in front of people of other races."}], "speaker": "CARROLL", "secId": 167}, {"sentences": [{"sentId": 476, "text": "Many parents support the idea, but others call it segregation."}, {"sentId": 477, "text": "Alex Greenberg is a sophomore at Fieldston, too old for the new program, but still very interested in it."}], "speaker": "CARROLL", "secId": 168}, {"sentences": [{"sentId": 478, "text": "How do you think the program is being received here at the school?"}], "speaker": "CARROLL", "secId": 169}, {"sentences": [{"sentId": 479, "text": "I think that it is beginning to get better."}], "speaker": "GREENBERG", "secId": 170}, {"sentences": [{"sentId": 480, "text": "Greenberg, with the help of his journalism adviser, wrote an article for the school's paper about the program."}], "speaker": "CARROLL", "secId": 171}, {"sentences": [{"sentId": 481, "text": "The idea of having affinity groups, or at least having a space where you are among people who understand the issues that you're discussing."}, {"sentId": 482, "text": "You do not feel afraid to bring up these issues because you might offend somebody."}], "speaker": "GREENBERG", "secId": 172}, {"sentences": [{"sentId": 483, "text": "That, at its core, is the inspiration behind the affinity groups."}, {"sentId": 484, "text": "The problem like you were saying is that when you try to divide people up, because there are so many different categories and so many different races."}], "speaker": "GREENBERG", "secId": 173}, {"sentences": [{"sentId": 485, "text": "I don't think there was enough outrage in the early stages, so there's been this real mix, and there's been this push back."}], "speaker": "MONTERA", "secId": 174}, {"sentences": [{"sentId": 486, "text": "Multi-racial students are given multiple options of which groups to join, but some parents of those students still not comfortable with forcing a third grader to choose."}, {"sentId": 487, "text": "And why mandatory?"}], "speaker": "CARROLL", "secId": 175}, {"sentences": [{"sentId": 488, "text": "The lower school's principal told us, he is, \"Very proud of the program and what we're doing,\" though he declined to answer specifics."}, {"sentId": 489, "text": "Melanie Killen is a developmental psychologist who creates programs focusing on children and race."}, {"sentId": 490, "text": "She applauds progressive approaches to education, but has concerns."}], "speaker": "CARROLL", "secId": 176}, {"sentences": [{"sentId": 491, "text": "We are in a culture where we've got people are bi-racial, multi-racial, different ethnic groups."}, {"sentId": 492, "text": "And I think it also does create somewhat of a false dichotomy, white, black, and even if you have other categories, it's sort of reinforcing that a little bit."}], "speaker": "KILLEN", "secId": 177}, {"sentences": [{"sentId": 493, "text": "A living lesson on race and the pitfalls of trying to do the right thing."}], "speaker": "CARROLL", "secId": 178}, {"sentences": [{"sentId": 494, "text": "Jason Carroll, CNN, New York."}], "speaker": "CARROLL", "secId": 179}, {"sentences": [{"sentId": 495, "text": "All right."}, {"sentId": 496, "text": "Joining me now, Sunny Hostin, CNN legal analyst, former federal prosecutor and the mother of a Fieldston student who is in the program."}, {"sentId": 497, "text": "Also joining me is Tanekia Thomas, Ben Hort and Vanessa Voorham, all parents of Fieldston students."}, {"sentId": 498, "text": "Welcome."}, {"sentId": 499, "text": "How are guys doing?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 500, "text": "Thank you, Don."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 181}, {"sentences": [{"sentId": 501, "text": "OK. All right."}, {"sentId": 502, "text": "So, speak your mind."}, {"sentId": 503, "text": "It's an important."}, {"sentId": 504, "text": "I think it's an important conversation."}, {"sentId": 505, "text": "Ben and Vanessa, both your children are in this program."}, {"sentId": 506, "text": "So they have been told, you know all about it."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 507, "text": "Yes."}], "speaker": "VOORHAM", "secId": 183}, {"sentences": [{"sentId": 508, "text": "So, what happened?"}, {"sentId": 509, "text": "What do you think of it?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 510, "text": "Well, I've been very pleased, actually."}, {"sentId": 511, "text": "My daughter has had five sessions and they're 45 minutes in length and she is in the self- selected white group and she's really been able to explore some, I think, quite complicated issues and I've been quite pleased with the results."}], "speaker": "VOORHAM", "secId": 185}, {"sentences": [{"sentId": 512, "text": "Does your daughter, right?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 513, "text": "Yes."}], "speaker": "VOORHAM", "secId": 187}, {"sentences": [{"sentId": 514, "text": "Does she tell you what they've been saying in the group?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 515, "text": "Well, she has been telling me what a 9-year-old would probably share with their mother."}, {"sentId": 516, "text": "But they are really discussing about their own identity, how they can reflect that back to others in the community, how the group is the same, how the group is different, and then they get into issues of really about racial sensitivity by the end of it."}], "speaker": "VOORHAM", "secId": 189}, {"sentences": [{"sentId": 517, "text": "All right."}, {"sentId": 518, "text": "And your kid -- how many kids do you have?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 519, "text": "I have three kids."}, {"sentId": 520, "text": "I have two who are in the program now."}, {"sentId": 521, "text": "And they've had a different experience."}, {"sentId": 522, "text": "And I guess they feel that my wife and I are uncomfortable with the program, but, and are not supporters of it that..."}], "speaker": "HORT", "secId": 191}, {"sentences": [{"sentId": 523, "text": "But they're in the program."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 524, "text": "They're in the program."}, {"sentId": 525, "text": "LEMON: But you don't like it?"}], "speaker": "HORT", "secId": 193}, {"sentences": [{"sentId": 526, "text": "We don't like the program."}], "speaker": "HORT", "secId": 194}, {"sentences": [{"sentId": 527, "text": "Why not?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 528, "text": "Well, again, I think there's segregation."}, {"sentId": 529, "text": "We don't like that aspect of it."}, {"sentId": 530, "text": "And we haven't seen any data."}, {"sentId": 531, "text": "They haven't released a climate survey or, you know, they keep just saying, you know, trust us."}, {"sentId": 532, "text": "And I went to Fieldstone and it's a great place and I love the school."}, {"sentId": 533, "text": "But we have a lot of serious questions."}, {"sentId": 534, "text": "This is a program that's never been done anywhere else."}, {"sentId": 535, "text": "It's the mandatory nature of it."}], "speaker": "HORT", "secId": 196}, {"sentences": [{"sentId": 536, "text": "You think it fosters segregation and you don't think it should be mandatory."}, {"sentId": 537, "text": "Or you're saying it shouldn't happen."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 538, "text": "I think the program -- I think if you're in school and your class is doing something, everyone should do it."}], "speaker": "HORT", "secId": 198}, {"sentences": [{"sentId": 539, "text": "OK."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 540, "text": "So, it's OK if it's mandatory."}, {"sentId": 541, "text": "I don't think it should be segregated."}], "speaker": "HORT", "secId": 200}, {"sentences": [{"sentId": 542, "text": "All right."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 543, "text": "I think they should all do it."}], "speaker": "HORT", "secId": 202}, {"sentences": [{"sentId": 544, "text": "Tanekia."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 545, "text": "Well, so, my daughter is in the second grade and hasn't started the program yet, but I could not be more excited about the program."}, {"sentId": 546, "text": "And quite frankly, we should have started in the second grade so she can be a part of it."}], "speaker": "THOMAS", "secId": 204}, {"sentences": [{"sentId": 547, "text": "I think it's going to be an absolutely valuable tool."}, {"sentId": 548, "text": "I think it's pushing the envelope."}, {"sentId": 549, "text": "I think it's what we need to really progress the racial discussions that, you know, we are constantly having at all levels."}], "speaker": "THOMAS", "secId": 205}, {"sentences": [{"sentId": 550, "text": "Like we just had on this program."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 551, "text": "Yes."}, {"sentId": 552, "text": "Exactly."}], "speaker": "THOMAS", "secId": 207}, {"sentences": [{"sentId": 553, "text": "Adults are not sometimes or most times not good at talking about this issue."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 554, "text": "Right."}], "speaker": "THOMAS", "secId": 209}, {"sentences": [{"sentId": 555, "text": "So, maybe it's..."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 556, "text": "And I think that's what we're seeing here on that way."}], "speaker": "THOMAS", "secId": 211}, {"sentences": [{"sentId": 557, "text": "... it's time that we teach our kids about it, Sunny?"}, {"sentId": 558, "text": "No, you don't..."}, {"sentId": 559, "text": "SUNNY HOSTIN, CNN LEGAL ANALYST: Well, Don, you know that I spend most"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 560, "text": "of my day talking about issues of race and racial justice and social justice."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 561, "text": "And then also with your kids because you do discussion..."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 562, "text": "And certainly I do discuss this with my children."}], "speaker": "HOSTIN", "secId": 215}, {"sentences": [{"sentId": 563, "text": "Personally."}, {"sentId": 564, "text": "Right."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 565, "text": "And I chose Fieldston because it is progressive and because it is diverse."}, {"sentId": 566, "text": "And so, in many respect I think the school is preaching to the choir because we want racial fluency if our children are going there."}], "speaker": "HOSTIN", "secId": 217}, {"sentences": [{"sentId": 567, "text": "But the problem that I have, quite frankly, is the mandatory nature of these affinity program -- of these groups."}, {"sentId": 568, "text": "That is problematic to me."}, {"sentId": 569, "text": "My child is multi-racial."}, {"sentId": 570, "text": "We are black, we are white, we are Latino."}, {"sentId": 571, "text": "She has sort of had this sort of goldilocks experience."}], "speaker": "HOSTIN", "secId": 218}, {"sentences": [{"sentId": 572, "text": "First, she was in African-American group."}, {"sentId": 573, "text": "She didn't feel comfortable there."}, {"sentId": 574, "text": "She went to the multi-racial group, she didn't feel comfortable there."}, {"sentId": 575, "text": "Now she's in the Latino group because she gets to practice her Spanish."}, {"sentId": 576, "text": "That's what she's telling me."}], "speaker": "HOSTIN", "secId": 219}, {"sentences": [{"sentId": 577, "text": "I don't believe that she's anymore racially fluent than she was at the very beginning."}, {"sentId": 578, "text": "And I actually think to have 8-year-olds self-identify by race is very problematic, because, as Ben said, there is no research..."}], "speaker": "HOSTIN", "secId": 220}, {"sentences": [{"sentId": 579, "text": "But Sunny, you understand of all..."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 580, "text": "This is the only school in the country doing this."}], "speaker": "HOSTIN", "secId": 222}, {"sentences": [{"sentId": 581, "text": "But you understand that all of the -- it has to start somewhere."}, {"sentId": 582, "text": "I mean, you know, somewhere, some school started new math then it was the first one."}, {"sentId": 583, "text": "But it has to start somewhere."}, {"sentId": 584, "text": "And you spend a lot of your time talking about that."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 585, "text": "Sure."}], "speaker": "HOSTIN", "secId": 224}, {"sentences": [{"sentId": 586, "text": "If you -- when your daughter or son walks down the street, they don't see them as a, you know, someone who comes from a multi-racial -- they see them as either a black person, and Hispanic person, or a white person."}, {"sentId": 587, "text": "That's how society sees your kid."}, {"sentId": 588, "text": "What's wrong with teaching the kid about that and then discussing it with them, rather than have them leave in this false reality that race doesn't matter?"}, {"sentId": 589, "text": "Because it does."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 590, "text": "And I would never advocate this notion that race doesn't matter."}, {"sentId": 591, "text": "I mean, I think we all can agree on that."}, {"sentId": 592, "text": "But, I think, again, to have 8-year-olds, 9-year-olds, 10-year-olds have to explore their racial identity, which can be very fluent, it's been very fluent for me in my life, because I'm multi-racial, is misplaced given the fact there is no research to support the mandatory nature of the affinity groups."}, {"sentId": 593, "text": "Voluntary affinity groups, sure."}], "speaker": "HOSTIN", "secId": 226}, {"sentences": [{"sentId": 594, "text": "OK."}, {"sentId": 595, "text": "But we -- we'll get into the program and also living in that sort of liberal, wealthy, enclave, which is not necessarily the reality around the country."}, {"sentId": 596, "text": "The kids are very, you know, they're spoiled a bit, don't you think?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 597, "text": "Privileged."}], "speaker": "HORT", "secId": 228}, {"sentences": [{"sentId": 598, "text": "And they're very privileged."}, {"sentId": 599, "text": "I'm glad you said that word, because we'll talk about white privilege as well."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 600, "text": "Coming up, are students learning the right lessons about race or could there be unintended consequences when we come right back?"}, {"sentId": 601, "text": "We'll hear from the rest of the parents."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 602, "text": "Welcome back, everybody."}, {"sentId": 603, "text": "We're talking about New York's elite Fieldston School trying to teach its students about race in part by separating them according to race."}, {"sentId": 604, "text": "But the lesson may not be going exactly as planned."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 605, "text": "Back with me now, CNN, Sunny Hostin, Tanekia Thomas, Ben Hort, and Vanessa Voorham, all parents from Fieldston."}, {"sentId": 606, "text": "OK."}, {"sentId": 607, "text": "I'm going to read this."}, {"sentId": 608, "text": "Right."}, {"sentId": 609, "text": "Because I think this -- I read the entire thing and it started getting to the crux of it at the end."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 610, "text": "This is the article from \"New Yorker\" magazine."}], "speaker": "HOSTIN", "secId": 233}, {"sentences": [{"sentId": 611, "text": "This is the article from..."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 612, "text": "Yes."}], "speaker": "HOSTIN", "secId": 235}, {"sentences": [{"sentId": 613, "text": "New Yorker magazine."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 614, "text": "New Yorker magazine."}], "speaker": "HOSTIN", "secId": 237}, {"sentences": [{"sentId": 615, "text": "And it says, \"The ambitions of Fieldston, the Fieldston program at large, in some programs are better articulated by the school than others."}, {"sentId": 616, "text": "But at the base, the school hopes to initiate what it calls authentic conversation about race, which researchers suggest may actually have been inhibited by liberal values for decades.\""}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 617, "text": "It's meaning, as they say, under the spell of colorblindness that people go on and on and they subconsciously and unconsciously, they don't have to talk about race, so that makes them very comfortable."}, {"sentId": 618, "text": "So, do you see any credence in that?"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 619, "text": "I absolutely do."}, {"sentId": 620, "text": "I think that..."}], "speaker": "VOORHAM", "secId": 240}, {"sentences": [{"sentId": 621, "text": "Because who wants to be colorblind?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 622, "text": "... in my experience -- well, in my experience..."}], "speaker": "VOORHAM", "secId": 242}, {"sentences": [{"sentId": 623, "text": "I think that in my experience in being involved diversity training both as a participant and also as a trainer one of the challenges that I see all the time is that whites are left out of the conversation of race."}, {"sentId": 624, "text": "That somehow, that race is a topic for everybody else, but whites are somehow not a race, and therefore, I think that this program that addresses the participation of whites in a racial discussion is really critical."}], "speaker": "VOORHAM", "secId": 243}, {"sentences": [{"sentId": 625, "text": "Whites don't see themselves as a race, they see themselves as the ideal, unknowingly."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 626, "text": "I don't think..."}], "speaker": "VOORHAM", "secId": 245}, {"sentences": [{"sentId": 627, "text": "Everyone else is a race."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 628, "text": "I think that what happens is that the white concept is a majority cultural concept, and so that therefore, whites are left feeling like they don't have any right or any ability to engage in that conversation at all."}], "speaker": "VOORHAM", "secId": 247}, {"sentences": [{"sentId": 629, "text": "Go ahead."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 630, "text": "I think segregation is dangerous."}, {"sentId": 631, "text": "I mean, it covers board of education was passed for a reason."}, {"sentId": 632, "text": "And I understand this is a private school and I'm not saying it's illegal, but it's illegal -- I'm not sure it wouldn't be illegal in the public schools."}], "speaker": "HORT", "secId": 249}, {"sentences": [{"sentId": 633, "text": "I mean, this afternoon, I watched your piece about the prom -- they had a segregated prom in Georgia, a white one and a black one, and I believe that you're supposed -- that's a bad segregation, but that this is okay segregation."}, {"sentId": 634, "text": "But this is Ok..."}], "speaker": "HORT", "secId": 250}, {"sentences": [{"sentId": 635, "text": "Yes."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 636, "text": "I think it's -- who's the arbitrator of that?"}, {"sentId": 637, "text": "Who gets to, who decides that?"}], "speaker": "HORT", "secId": 252}, {"sentences": [{"sentId": 638, "text": "I don't think it's that."}, {"sentId": 639, "text": "I think that takes it to a different level."}, {"sentId": 640, "text": "So, we're separating kids for 45 minutes, five times, for the year."}, {"sentId": 641, "text": "And we're letting them have a discussion and have a place where they can feel safe to talk about anything related to race that they are feeling."}], "speaker": "THOMAS", "secId": 253}, {"sentences": [{"sentId": 642, "text": "So, they can talk about, well, you know, I feel that people assume that I don't go to Fieldston because I'm black."}, {"sentId": 643, "text": "I feel that people make these assumptions that this is what's happening."}, {"sentId": 644, "text": "They may feel very much uncomfortable having those same conversations when their white friend is sitting there, because maybe that specific white friend doesn't feel that way."}], "speaker": "THOMAS", "secId": 254}, {"sentences": [{"sentId": 645, "text": "And they're not saying that all people don't feel that way, but this maybe the experience that they're having."}, {"sentId": 646, "text": "Giving them the opportunity to have a safe environment where they can feel comfortable expressing themselves and then being able to come back and..."}, {"sentId": 647, "text": "LEMON: Where they can ask questions about -- because quite honestly, I"}], "speaker": "THOMAS", "secId": 255}, {"sentences": [{"sentId": 648, "text": "think kids need a space to go, like we do, when we're together, white people."}, {"sentId": 649, "text": "He likes to joke."}, {"sentId": 650, "text": "Or, you know, straight people, or gay people, or whatever, and be comfortable about it."}], "speaker": "THOMAS", "secId": 256}, {"sentences": [{"sentId": 651, "text": "It's not necessarily racist, but in order to overcome certain things about race, you have to allow -- you have to be allowed to make mistakes and ask the question."}, {"sentId": 652, "text": "Otherwise, it never gets..."}], "speaker": "THOMAS", "secId": 257}, {"sentences": [{"sentId": 653, "text": "But is it the role of the school to..."}], "speaker": "HORT", "secId": 258}, {"sentences": [{"sentId": 654, "text": "To be clear."}], "speaker": "HOSTIN", "secId": 259}, {"sentences": [{"sentId": 655, "text": "Absolutely, it's the role of the school."}, {"sentId": 656, "text": "If you're sending your kid to a school for most of the day and you're teaching them reading, writing, and arithmetic, I have not used any sort of writing and arithmetic or whatever, I mean, of writing or whatever..."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 657, "text": "That's not true."}], "speaker": "HORT", "secId": 261}, {"sentences": [{"sentId": 658, "text": "... but most of what I've used in my professional life, social interactions."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 659, "text": "To be clear, I think that Fieldston is a wonderful school."}, {"sentId": 660, "text": "I think it is well-intentioned in this program and I think it generally gets it right."}, {"sentId": 661, "text": "However, Fieldston is the only school that uses mandatory affinity groups in the country as the linchpin of teaching racial literacy."}], "speaker": "HOSTIN", "secId": 263}, {"sentences": [{"sentId": 662, "text": "Yes."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 663, "text": "This program, to me, sounds a lot more like racial identification, rather than racial literacy."}, {"sentId": 664, "text": "We can all agree, we want our children to have..."}], "speaker": "HOSTIN", "secId": 265}, {"sentences": [{"sentId": 665, "text": "Listen, I've got to go, but I want to say this..."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 666, "text": "Is this the methodology?"}, {"sentId": 667, "text": "Is this the right..."}], "speaker": "HOSTIN", "secId": 267}, {"sentences": [{"sentId": 668, "text": "You're probably concerned about the way that it was initiated."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 669, "text": "Concerned about the methodology."}], "speaker": "HOSTIN", "secId": 269}, {"sentences": [{"sentId": 670, "text": "There is some good in teaching kids about race."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 671, "text": "Of course, but perhaps in a different setting."}], "speaker": "HOSTIN", "secId": 271}, {"sentences": [{"sentId": 672, "text": "And I would argue the setting is the perfect setting."}], "speaker": "VOORHAM", "secId": 272}, {"sentences": [{"sentId": 673, "text": "I agree."}], "speaker": "HOSTIN", "secId": 273}, {"sentences": [{"sentId": 674, "text": "I'm so glad that all of you came."}, {"sentId": 675, "text": "I appreciate your time."}, {"sentId": 676, "text": "Thank you."}, {"sentId": 677, "text": "Now I have to use arithmetic."}, {"sentId": 678, "text": "So, the clock says 56.22 and I have to go in five, four, three, two, one."}, {"sentId": 679, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 274}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.19.cnnt.01.html.json", "time": "Aired May 19, 2015 - 22:00   ET"}