{"sectionCount": 120, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANOUNCER", "LEMON", "TODD", "SANCHEZ", "CAMPAGNA", "SAVIDGE", "SELLERS", "JONES", "WASHINTON", "OBAMA", "BAUER", "TRUMP", "WASHINGTON", "O'MARA", "KLINGER", "COATES", "MARTIN", "SCOTT", "OFFICER", "WIFE", "BRINKLEY", "BECKEL", "DERSHOWITZ", "BERNARD", "DUKAKIS", "UNIDENTIFIED MALE"], "subTitle": "Protests In Charlotte and Atlanta; Midnight Curfew Approaching In Charlotte; Mayor Asks Candidates To Stay Away; Scott Family Releases Video Of Fatal Shooting; Clinton Calls For Release Of Charlotte Police Videos; ; 4 Dead At Mall In Washington State; Debate Preview Sunday Night. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/23/cnnt.03.html", "sentenceCount": 495, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN breaking news."}], "speaker": "ANOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Top of the hour, 11:00 p.m., Here on the East Coast and you are looking live at Charlotte, North Carolina, Atlanta, Georgia."}, {"sentId": 2, "text": "Charlotte's on the left-hand side of your screen, Atlanta on the right."}, {"sentId": 3, "text": "Protest peaceful so far, in the streets for the fourth night after this fatal police shooting of Keith Lamont Scott."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This is CNN Tonight."}, {"sentId": 5, "text": "I'm Don Lemon, Thank you so much for joining us."}, {"sentId": 6, "text": "A midnight curfew fast approaching in Charlotte."}, {"sentId": 7, "text": "Police said last night that they would not enforce this curfew as long as the protests were peaceful."}, {"sentId": 8, "text": "We're watching to see if that remains, if that holds up tonight as well."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "In the meantime the mayor of Charlotte is asking the candidates to stay away at least for now."}, {"sentId": 10, "text": "Both have agreed to the mayor's request."}, {"sentId": 11, "text": "We're talking about all of that, but let's get straight now to the streets of North Carolina and also Atlanta."}, {"sentId": 12, "text": "We'll get there soon as - as soon as we can, but first, I want to get to Boris Sanchez and Brian Todd."}, {"sentId": 13, "text": "First, Brian, to you, what do you hear and where you are?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 14, "text": "Well, Don, the protesters from the last few minutes, have been here in front of the police station in Charlotte."}, {"sentId": 15, "text": "They are trying to figure out their next move right now."}, {"sentId": 16, "text": "They may be on the move soon."}, {"sentId": 17, "text": "They have been moving all night long, and I talked to a protest organizer not too long ago."}, {"sentId": 18, "text": "And he said, basically, they want to move because they don't trust the police."}, {"sentId": 19, "text": "Even though the police have said that they will not break up the protest as long as they're peaceful even after the curfew."}, {"sentId": 20, "text": "This protest leaders said, \"Look, we just don't trust it, we want to keep moving.\""}, {"sentId": 21, "text": "Now the question is, will the keep moving beyond the police station because this is the place, Don, where they really want to make a statement."}, {"sentId": 22, "text": "And they've sit - they've been chanting, \"Why wait?"}, {"sentId": 23, "text": "Release the tapes."}, {"sentId": 24, "text": "Why wait?"}, {"sentId": 25, "text": "Release the tapes.\""}, {"sentId": 26, "text": "They're doing another chant over here, we kind of listen in here for just a couple of seconds."}], "speaker": "TODD", "secId": 4}, {"sentences": [{"sentId": 27, "text": "OK."}, {"sentId": 28, "text": "So, Don, Really what the -- the point they really want to hit home, by stopping here and staying here and yelling at the police officers over here, is that they are just not accepting the argument the -- by the Police Chief Kerr Putney, by the Mayor, by others that they can't release the dash cam and body cam tapes of the Scott shooting."}, {"sentId": 29, "text": "Police chief Putney says that they can't do it because it might"}], "speaker": "TODD", "secId": 5}, {"sentences": [{"sentId": 30, "text": "compromise the investigation."}, {"sentId": 31, "text": "The mayor has said, \"We want to release them as soon as possible, but it's the State Bureau of Investigation who handles it.\""}], "speaker": "TODD", "secId": 6}, {"sentences": [{"sentId": 32, "text": "Well, that bureau has said that the tapes are now in the custody of the police department."}, {"sentId": 33, "text": "So, each entity seems to be throwing it to the other."}, {"sentId": 34, "text": "And that's what's getting this people upset as well."}, {"sentId": 35, "text": "They just don't feel, like the city leaders are quite coming clean with this."}, {"sentId": 36, "text": "Their argument is, \"Release the tape so we can get some clarity here, release the tape and we can get some transparency here.\""}, {"sentId": 37, "text": "And this is what they've been arguing all night as they have been moving through this city, Don."}], "speaker": "TODD", "secId": 7}, {"sentences": [{"sentId": 38, "text": "Alright, I want you to stand by, for me now."}, {"sentId": 39, "text": "I want to get to Boris Sanchez."}, {"sentId": 40, "text": "Boris, we are just about an hour, a little bit under an hour now, from the curfew."}, {"sentId": 41, "text": "Tell us what's going on."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 42, "text": "Hey Don, so we're on the other side of Brian, and as you can see behind me, they're in front of the police station."}, {"sentId": 43, "text": "I hear that they are starting a peel off in that direction."}, {"sentId": 44, "text": "But I want to give you a quick glimpse behind me."}, {"sentId": 45, "text": "There are actually - actually, if we look this way, they've just moved pass us, there are very large vans stacked with police in riot gear who were following the protesters around town."}, {"sentId": 46, "text": "I'm actually joined by Captain Mike Campagna of the Charlotte-Mecklenburg Police Department."}, {"sentId": 47, "text": "It appears that there is a bit of coordination between you guys and the protesters, can you tell us about that?"}], "speaker": "SANCHEZ", "secId": 9}, {"sentences": [{"sentId": 48, "text": "We try, you know, we try to present that we're here for their safety."}, {"sentId": 49, "text": "Working the traffic, make sure cars don't get inside where the protesters are, and sometimes communication goes well and sometimes it doesn't, but we just respond either way."}], "speaker": "CAMPAGNA", "secId": 10}, {"sentences": [{"sentId": 50, "text": "The other big question tonight, obviously yesterday there was this curfew that were set at midnight, the same thing tonight."}, {"sentId": 51, "text": "It wasn't enforced yesterday because you said the protesters remain peaceful, are you expecting to do the same tonight to let them keep going?"}], "speaker": "SANCHEZ", "secId": 11}, {"sentences": [{"sentId": 52, "text": "Well, you know, I hope that everything stays peaceful, and if so, you know, we could march and everything would be good."}], "speaker": "CAMPAGNA", "secId": 12}, {"sentences": [{"sentId": 53, "text": "Now, there's a certain level of mistrust between a police and the community."}, {"sentId": 54, "text": "One of the points that I heard over and over again tonight was about of the shooting of Mr. Carr, the 26-year old outside the Omni hotel, people here don't seem to believe that he was shot by a civilian."}, {"sentId": 55, "text": "They believe that he was shot by a police officer, even though there was an arrest in that case."}, {"sentId": 56, "text": "How difficult is it as a police officer to try to communicate what you see is facts to the community when there's so much mistrust?"}, {"sentId": 57, "text": "CAMPAGNA:  I think the first thing we do, is to work on the mistrust."}], "speaker": "SANCHEZ", "secId": 13}, {"sentences": [{"sentId": 58, "text": "You know, if you work on the mistrust, all the other stuff will fall into place."}, {"sentId": 59, "text": "And we may not be in a position or we can convince people about this particular case, then maybe we can do better with trust and work on the next one."}], "speaker": "SANCHEZ", "secId": 14}, {"sentences": [{"sentId": 60, "text": "And I also notice that every time that the protesters stopped at a certain location, you guys mobilized the troops basically."}, {"sentId": 61, "text": "Are you expecting to do that again and try to get them to move away from here?"}, {"sentId": 62, "text": "Because they've been here for, more time than they spent in other locations."}], "speaker": "SANCHEZ", "secId": 15}, {"sentences": [{"sentId": 63, "text": "No, we're just trying to remain responsive to locations."}, {"sentId": 64, "text": "So, if something goes sideways, we'll be able to respond quickly and deal with it."}], "speaker": "CAMPAGNA", "secId": 16}, {"sentences": [{"sentId": 65, "text": "Alright, Captain Campagna, thank you so much again for speaking with us."}, {"sentId": 66, "text": "We appreciate it."}], "speaker": "SANCHEZ", "secId": 17}, {"sentences": [{"sentId": 67, "text": "Don, we're going to keep watching the situation."}, {"sentId": 68, "text": "Again, there are cruise of police officers that are roving around these protesters."}, {"sentId": 69, "text": "I have seen some of them start to peel off from here, starting to move in other direction."}, {"sentId": 70, "text": "It seems that the crowd has downsized considerably from where we were at that park when we last talked to you in that past hour."}, {"sentId": 71, "text": "We're obviously going to keep watching this folks and keep you updated with the latest, Don."}], "speaker": "SANCHEZ", "secId": 18}, {"sentences": [{"sentId": 72, "text": "Alright, Boris, thank you very much."}, {"sentId": 73, "text": "Boris and Brian are in Charlotte."}, {"sentId": 74, "text": "I want to get to Martin Savidge now."}, {"sentId": 75, "text": "Martin is in Atlanta where there's a large group of protesters as well."}, {"sentId": 76, "text": "Martin, it seems that they culminated in one particular spot."}, {"sentId": 77, "text": "What is going on?"}, {"sentId": 78, "text": "Take us there."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 79, "text": "Yes, they've gathered here at the Atlanta City Detention Center, the City Jail."}, {"sentId": 80, "text": "And there are several hundred people now that are sort of focused right on the steps here as you can see."}, {"sentId": 81, "text": "You're looking at the crowd that's just beyond us here."}, {"sentId": 82, "text": "And essentially, they've occupied the space."}, {"sentId": 83, "text": "It is somewhat of a showdown."}, {"sentId": 84, "text": "There are authorities that are, of course, blocking the main entrance to the building."}, {"sentId": 85, "text": "There's no way they're going to allow the protesters to get inside."}, {"sentId": 86, "text": "So, the steps have become a focal point for the speakers here that are speaking out to this crowd, talking about injustice in the system, talking about how the police shooting of the last week cannot be tolerated."}, {"sentId": 87, "text": "And in many ways there are lots of different group that are represented in this crowd."}, {"sentId": 88, "text": "All the way from Black Lives Matter, to various church organizations."}, {"sentId": 89, "text": "And they intend to occupy this space."}, {"sentId": 90, "text": "They say at least until midnight."}, {"sentId": 91, "text": "There was only one scuffled match that began when the crowd walked up, a young man sort of rushed at the police as they stood at the entrance way."}, {"sentId": 92, "text": "That was quickly quelled by the demonstrator themselves."}, {"sentId": 93, "text": "Otherwise, this has been extremely disciplined, well-organized, vocal but peaceful."}, {"sentId": 94, "text": "There has been no real altercation and the police have stayed away."}, {"sentId": 95, "text": "They're obviously guarding the front entrance to the jail, but otherwise you haven't seen much of a presence."}, {"sentId": 96, "text": "Even the intersections, it is the parade organizers that have stopped traffic and allowed the procession to move through."}, {"sentId": 97, "text": "No arrest, there's been no real nature showdowns or any struggles with law enforcement, although they are monitoring it very, very closely."}, {"sentId": 98, "text": "Again, they say the protestors will be here for at least another hour,"}], "speaker": "SAVIDGE", "secId": 20}, {"sentences": [{"sentId": 99, "text": "Don."}], "speaker": "SAVIDGE", "secId": 21}, {"sentences": [{"sentId": 100, "text": "Martin Savidge in Atlanta."}, {"sentId": 101, "text": "Martin, we'll keep an eye."}, {"sentId": 102, "text": "We'll get you back as warranted."}, {"sentId": 103, "text": "Thank you very much."}, {"sentId": 104, "text": "I want to discuss all of this now."}, {"sentId": 105, "text": "Van Jones is here, he's former official in the Obama Administration."}, {"sentId": 106, "text": "Bakari Sellers, a former member of the South Carolina House of Representatives who supports Hillary Clinton, by the way."}, {"sentId": 107, "text": "Stacey Washington, the host of the the radio program Stacey on the Right, and Andre Bauer, the former Lieutenant Governor of South Carolina who is supporting Donald Trump."}, {"sentId": 108, "text": "Good to have all of you here this evening."}, {"sentId": 109, "text": "Thank you so much for joining us."}, {"sentId": 110, "text": "Bakari, I want to get to you first, because you're in Charlotte tonight."}, {"sentId": 111, "text": "What are you hearing from the people in the community, about this new cell phone video released by the family today?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 112, "text": "Well, I can tell you it didn't do much but heighten the distrust between this community and law enforcement."}, {"sentId": 113, "text": "I mean, I think that's what this whole thing has been about."}, {"sentId": 114, "text": "It's been about justice and it's been about a trust that's been broken."}, {"sentId": 115, "text": "One of the things that I looked at when I saw the video is that, Ms. Scott, she had the wherewithal and the courage to film that video knowing that, that incident with her husband surrounded by those law enforcement officers could have led to something bad happening, and it led to his death."}, {"sentId": 116, "text": "And so, I think that's something that most African- Americans feel like they may be incumbent to do now."}, {"sentId": 117, "text": "And so tonight everybody is chanting, \"Release the tapes, no justice, no peace.\""}, {"sentId": 118, "text": "And everybody is getting into a good trouble, so far which I'm very happy for and proud of, Don."}], "speaker": "SELLERS", "secId": 23}, {"sentences": [{"sentId": 119, "text": "Yes, I want to get to Van Jones."}, {"sentId": 120, "text": "Van, let's talk - let's talk about a little politics here."}, {"sentId": 121, "text": "New polls in North Carolina show that Trump and Clinton are neck-and-neck."}, {"sentId": 122, "text": "Clinton tweeted earlier, saying that Charlotte should release police video of Mr. Scotts shooting without delay,\" she said \"We must ensure justice and work to bridge divide,\"  That's a quote from her."}, {"sentId": 123, "text": "Is she taking the right approach?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 124, "text": "Well, I'll tell you, I think that she is speaking for a lot of people."}, {"sentId": 125, "text": "Obviously, there are good reasons to keep a tape back if they are in the middle of an ongoing investigation, but I think more importantly, North Carolina has really been a hotbed of challenges."}, {"sentId": 126, "text": "The governor has been very tough on voting rights - you know, against voting rights, essentially for African-Americans."}, {"sentId": 127, "text": "It's a real hotbed."}, {"sentId": 128, "text": "It's going to be an important Battleground State, and this, I think, heightens all the tensions, and one of the most important things that I can say is that, I am very very proud of those young people tonight who are out there constructively engaging, exercising their constitutional rights, and speaking up for the redress of their grievances."}, {"sentId": 129, "text": "That's in the constitution."}, {"sentId": 130, "text": "Nobody likes it when you see the destructive activity, but just as much as people want to condemn some of the stuff you don't like, you have to stand up and cheer that these young people are taking to the streets, demanding redress of their grievances and doing so in such a powerful way."}], "speaker": "JONES", "secId": 25}, {"sentences": [{"sentId": 131, "text": "Hey, Stacey, I got a question for you now."}, {"sentId": 132, "text": "Donald Trump says Hilary Clinton shares responsibility for the protest because she supports the narrative that \"police officers are racist\"."}, {"sentId": 133, "text": "What do you think of that?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 134, "text": "Well, I wouldn't say that she shares responsibility for any violence or anything of that nature."}, {"sentId": 135, "text": "But of course, we have to be careful what we say and I don't agree that police officers are inherently guilty or that they're hunting down black or any of those things."}, {"sentId": 136, "text": "What I think is happening her is we have a couple of officer-involved shootings."}, {"sentId": 137, "text": "We don't know what's happened."}, {"sentId": 138, "text": "Investigations are ongoing, and I'd like to see us maintain this level of order."}, {"sentId": 139, "text": "If you're going to protest, make sure it's orderly, make sure it is lawful, and let's see what the investigation show."}], "speaker": "WASHINTON", "secId": 27}, {"sentences": [{"sentId": 140, "text": "Uh huh."}, {"sentId": 141, "text": "Here is President Barack Obama at the opening of the new African-American History Museum."}, {"sentId": 142, "text": "Listen."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 143, "text": "My hope is that black folks watching those same images on the television, and then seeing the history represented this museum, can say to themselves the struggles we're going through today are connected to the past."}, {"sentId": 144, "text": "And yet all that progress we've made tells me that I cannot and will not sink into despair."}, {"sentId": 145, "text": "Because if we join hands, and if we do things right, if we maintain our dignity ..."}], "speaker": "OBAMA", "secId": 29}, {"sentences": [{"sentId": 146, "text": "Did not quite clear the end of that, but Andre Bauer, what is your reaction?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 147, "text": "We're a wounded country, Don, and we got to have some tough difficult conversations where people that are going to be, you know, open-minded to things that might hurt their feelings a little bit, and engage in the discussion that for too long, it's been brushed under the rug."}, {"sentId": 148, "text": "And people that just want to inflame groups."}, {"sentId": 149, "text": "That's not going to work either."}, {"sentId": 150, "text": "There are some difficult things here."}, {"sentId": 151, "text": "Clearly, there have been officers that have made bad judgment, done things incorrectly."}, {"sentId": 152, "text": "As a whole, as a 16-year member, as a reserve officer I realized how much training they have to go through."}, {"sentId": 153, "text": "I appreciate what they do, and how they've to put themselves in some very dangerous situations that calls for split-second decision-making on life or death."}, {"sentId": 154, "text": "You know, I think the law needs to take its course on this case, and let the facts come out as they will."}, {"sentId": 155, "text": "If the law enforcement is saying and the judicial department is saying, they need to take these steps to go before they release the tapes."}, {"sentId": 156, "text": "You know, I don't want to stain a jury or put an impression on people before they have the chance to do what they need to do."}, {"sentId": 157, "text": "But we are going to have some difficult discussions that we quite frankly as a country, haven't had."}, {"sentId": 158, "text": "We brushed them under the rug."}, {"sentId": 159, "text": "Politicians have said things to get their supporters behind them, or to alienate or to bring folks in."}, {"sentId": 160, "text": "But we really have not had -- you need people like Van Jones, that are fair and reasonable and can articulate a great message, and that's where you'll have a progressive movement to solve some of these problems."}], "speaker": "BAUER", "secId": 31}, {"sentences": [{"sentId": 161, "text": "OK.  Then, you mentioned politicians."}, {"sentId": 162, "text": "Let's get there -l's there."}, {"sentId": 163, "text": "Hang on Bakar."}, {"sentId": 164, "text": "Let's listen to some of the language Donald Trump used this week."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 165, "text": "Our African-American communities are absolutely in the worst shape that they've ever been before ever, ever, ever."}], "speaker": "TRUMP", "secId": 33}, {"sentences": [{"sentId": 166, "text": "It just seems that there's a lack of spirit between the white and the black."}, {"sentId": 167, "text": "I mean, it's a terrible thing that we're witnessing."}], "speaker": "TRUMP", "secId": 34}, {"sentences": [{"sentId": 168, "text": "I will stop the drugs from flowing into our country and poisoning our youth and many other people."}, {"sentId": 169, "text": "And if you're not aware, drugs are a very, very big factor in what you're watching on television at night."}], "speaker": "TRUMP", "secId": 35}, {"sentences": [{"sentId": 170, "text": "Bakari, what is your response?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 171, "text": "Well, I mean, my response is -- and first, I just want to say that I agree with Andre somewhat."}, {"sentId": 172, "text": "But the conversations that are going to have to be had, I mean, with all due respect to Van Jones and even myself, they're not necessarily conversations that just need to be had with us."}, {"sentId": 173, "text": "In fact, they are going to have to be had with all our cousins."}, {"sentId": 174, "text": "They're going to be have to had with the people who go to work every day, the people who are out here protesting and screaming."}, {"sentId": 175, "text": "We can't pick and choose who we have this conversation with."}, {"sentId": 176, "text": "And to Stacey's point talking about the rioting and protesting, if you can condemn the rioting and protesting, then you also have to be able to condemn the conditions that led to it."}, {"sentId": 177, "text": "And then my last point is, we're not just talking about Charlotte."}, {"sentId": 178, "text": "I mean, I want the tapes released tonight in Charlotte."}, {"sentId": 179, "text": "I hope they come out tonight."}, {"sentId": 180, "text": "But even more than that, I think my heart aches because it is not just Charlotte."}, {"sentId": 181, "text": "It's Terence Crutcher, it's Alton Sterling, it's Rolando Castile, it's Eric Gardner, it's Tamir Rice, it's Walter Scott."}, {"sentId": 182, "text": "The names go on and on and on."}, {"sentId": 183, "text": "And for many of us, this isn't an isolated incident of Charlotte."}, {"sentId": 184, "text": "This is a pain that's felt throughout our community because we're tired of seeing black bodies in the streets."}], "speaker": "SELLERS", "secId": 37}, {"sentences": [{"sentId": 185, "text": "Let Stacey respond to that."}, {"sentId": 186, "text": "And Stacey, on top of that, as an African-American who is conservative, how do any of the remarks that you hear from Donald Trump and more?"}, {"sentId": 187, "text": "How does that help reaching out to the black community, does it?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 188, "text": "I don't think anything he said was false."}, {"sentId": 189, "text": "I' m not so sure about the drug involvement in the protest."}, {"sentId": 190, "text": "I don't think the protestors are on drugs."}, {"sentId": 191, "text": "I think what we're talking about is a conversation that he started when he went to that black church in Detroit."}, {"sentId": 192, "text": "He's been opening up the dialogue with himself, his campaign and the black community, which has traditionally supported democrats more than republicans for decades now."}, {"sentId": 193, "text": "He's saying give something else a chance."}, {"sentId": 194, "text": "The democrats have controlled inner cities of America for 50, 60, and Milwaukee, 100 years."}, {"sentId": 195, "text": "He's asking for an opportunity for Republican policies that are in the Republican Party platform to apply to the black community, which some is heavily concentrated in inner cities."}], "speaker": "WASHINGTON", "secId": 39}, {"sentences": [{"sentId": 196, "text": "OK."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 197, "text": "And that's an opportunity, that's what he's offering."}], "speaker": "WASHINGTON", "secId": 41}, {"sentences": [{"sentId": 198, "text": "Van Jones?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 199, "text": "Well, look, I and somebody who said at the very beginning of this campaign back in the primary season, that republicans did have a shot at the black community's vote, because frankly, it's unnatural to have one group with 90, 92, 94, 95 percent of any one thing."}, {"sentId": 200, "text": "But I think that Donald trump has made a mockery of those efforts."}, {"sentId": 201, "text": "Frist of all, when you assume that all African-Americans are poor, you're automatically making a stereotypical statement, and you don't talk to poor people the way he's been talking to poor black people."}, {"sentId": 202, "text": "I could just easily say you've got a bunch of poor white folks that have been voting for republicans for generations."}, {"sentId": 203, "text": "And they have not made very much progress, and I could talk about their living conditions and talk about them living in trailers, and I can talk about all kinds of stereotypes, and I could say, \"Well, vote for me,\" I think those people would be highly offended that that was the way I was coming at them, and I think people have been highly offended at the way that Trump has come at us."}, {"sentId": 204, "text": "And I do think that this is a very important moment."}, {"sentId": 205, "text": "Listen, the African-American community is tired of funerals."}, {"sentId": 206, "text": "We're crushed now in some of our communities between street violence and unlawful police violence."}, {"sentId": 207, "text": "And unfortunately, too many politicians just want to score points on, you know, this funeral or that funeral, and we're not working together to get the overall number of funerals down."}], "speaker": "JONES", "secId": 43}, {"sentences": [{"sentId": 208, "text": "OK."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 209, "text": "And so, that's -- to me -- and I don't feel that Donald Trump has been very helpful in getting us to that place."}], "speaker": "JONES", "secId": 45}, {"sentences": [{"sentId": 210, "text": "We've got a lot of territory to cover here and a lot of time this evening."}, {"sentId": 211, "text": "We're going be on at least until 1:00 am with this broadcast, and, of course, cnn.com is on live 24 -- is on 24 hours a day and will continue on with this."}, {"sentId": 212, "text": "Thank you panel."}, {"sentId": 213, "text": "More to discuss, our BREAKING NEWS tonight the protest, the fourth night of protest in Charlotte, North Carolina."}, {"sentId": 214, "text": "Also a protests this evening, a very big one in Atlanta."}, {"sentId": 215, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 216, "text": "All right."}, {"sentId": 217, "text": "Back now with our BREAKING NEWS of Charlotte, North Carolina."}, {"sentId": 218, "text": "Also, Atlanta Georgia following this fatal police shooting of Keith Lamont Scott."}, {"sentId": 219, "text": "These are protests that are happening there."}, {"sentId": 220, "text": "Here to discuss now CNN legal analyst Mark O'Mara and former police officer David Klinger, author of \"Into the Kill Zone\"."}, {"sentId": 221, "text": "Gentleman, welcome back into the panel."}, {"sentId": 222, "text": "How do you think the mayor of Charlotte has been handling this case, Mark O'Mara?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 223, "text": "Well, I think she's trying to be transparent and sensitive to the enormity of the social issues that are being addressed unfortunately now in her city like many, many others."}, {"sentId": 224, "text": "I must say I don't like that there was a bit of a split between her and the police chief, because I think if nothing else, there needs to be a concerted front, not a made-up story, but I think that there needs to be a concerted front in the fact this investigation needs to be continued in a way that maintains the integrity of it."}, {"sentId": 225, "text": "But overall, very difficult situation."}, {"sentId": 226, "text": "This, like many many other cities is now the focus point, not only of the nation, but the world as to how were going to react the undeniable racial biases and issues we still have in our criminal justice system."}], "speaker": "O'MARA", "secId": 48}, {"sentences": [{"sentId": 227, "text": "You know, this is about police, David, but it's also about the leadership of the city and somewhat of the state."}, {"sentId": 228, "text": "Is there anything that you see could have been being done differently here, could be being done differently?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 229, "text": "I think, one thing would have been to have a tighter messaging, and I know that's a political term, but what I mean by that is not put out little bits of information."}, {"sentId": 230, "text": "It doesn't make sense to me that certain information has been leaked from the investigation about the handgun that was found."}, {"sentId": 231, "text": "Doesn't make sense to me that the mayor would make some comment about what she saw on the video."}, {"sentId": 232, "text": "The chief makes a comment so on and so forth."}, {"sentId": 233, "text": "I think everything should have been kept in the house until a decision was made to go ahead and release the videos after all those investigative issues that we've been talking about this evening and prior, have been taken care of."}, {"sentId": 234, "text": "I would have liked to have seen that."}], "speaker": "KLINGER", "secId": 50}, {"sentences": [{"sentId": 235, "text": "Uh-hmm."}, {"sentId": 236, "text": "And so, let's talk about -- Mark, you know, as we talk about these issues, race always has a, you know, plays a big role as you know from the George Zimmerman trial and from other things that we have covered here on CNN."}, {"sentId": 237, "text": "There have been so many of these that we have covered, sadly."}, {"sentId": 238, "text": "And you know we're right in the middle of the presidential season."}, {"sentId": 239, "text": "This Presidential Debate between Hillary Clinton and Donald Trump coming up, do you expect this shooting, as well as others just like this one, maybe Tulsa, to be the topic of discussion there and should it be?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 240, "text": "Well, unfortunately, it's going to be, because candidates love playing with political footballs, they like trying to make headway on their own campaigns by threading some needle as to how to do it."}, {"sentId": 241, "text": "And, you know, and that's great but enough politics."}, {"sentId": 242, "text": "We have a crisis in America."}, {"sentId": 243, "text": "It's very simple."}, {"sentId": 244, "text": "We no longer need to deny it because the past four years, we've been watching it on video almost once a week, and this is what it is."}, {"sentId": 245, "text": "We have a crisis in trust and respect between the African-American community and police."}, {"sentId": 246, "text": "And in that equation, the police are the professionals and they're going to have to be the ones who take the first step, take the second step, if necessary, and the third, we need to train our officers better, we need to pay them better; we need to get rid of cowboy cops, so that people that they serve -- don't forget, cops only exist because we break the law."}, {"sentId": 247, "text": "Cops are there to protect us from each other."}, {"sentId": 248, "text": "And in that role, very delicate and very necessary role, we have to train them better, pay them better and they then need to earn our respect because this is going a bad way."}, {"sentId": 249, "text": "When we have less and less trust for -- and respect for officers, and officers have less trust in respect for the black community."}, {"sentId": 250, "text": "It has to stop."}], "speaker": "O'MARA", "secId": 52}, {"sentences": [{"sentId": 251, "text": "David, it has been said on this broadcast, at least, that, you know, it's -- the political candidates, they may be using it, you know, to sort of make headway with their base."}, {"sentId": 252, "text": "But these issues are usually handled on the local level."}, {"sentId": 253, "text": "But it has also been said that there needs to be some uniform standard across the country for all police departments, they need to meet one single standard."}, {"sentId": 254, "text": "What do you - what do you make of that?"}, {"sentId": 255, "text": "And can that happen from a presidential candidate?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 256, "text": "Yes and no, and what I mean by that is this, there are already national standards about a lot of things, and so I think that people think that the cops can just run willy-nilly in one jurisdiction and do however the heck they want."}, {"sentId": 257, "text": "And then, another jurisdiction do it however they want."}, {"sentId": 258, "text": "The constitution sets baselines in terms of search and seizure, and so on and so forth."}, {"sentId": 259, "text": "And the police have to work within that rubric."}, {"sentId": 260, "text": "I do not like, however the notion of having some sort of overarching federal police power."}, {"sentId": 261, "text": "One of the reasons why our country has succeeded so long for two-plus centuries is because we do not have a federal police."}, {"sentId": 262, "text": "We do not have the heavy hand of Washington, and what I'm seeing more and more and more is more and more encroachment from Washington on local police."}, {"sentId": 263, "text": "And one of the problems with that is that it takes away the flexibility."}, {"sentId": 264, "text": "One of the things that we know that has worked in my lifetime in law enforcement, is movements towards letting the citizenry work more closely with the police on the local level, which is what community policing has been all about for the last 20, 30 years depending on who you talk to."}, {"sentId": 265, "text": "And when the federal government gets involved, what happens is they just know how to handle it from Washington, D.C.  You talk to the folks in the FBI, you look at their history of officer-involved shootings, they've never had a bad shooting."}, {"sentId": 266, "text": "What kind of sense does that make?"}, {"sentId": 267, "text": "So, the federal government wants to hold local police more accountable, but they don't even hold themselves accountable?"}, {"sentId": 268, "text": "So, I have huge problems, we're trying to move towards any sort of federalized policing."}], "speaker": "O'MARA", "secId": 54}, {"sentences": [{"sentId": 269, "text": "I've got to go, Mark."}, {"sentId": 270, "text": "Thank you, thank you, Mark."}, {"sentId": 271, "text": "Thank you, David."}, {"sentId": 272, "text": "I appreciate it."}, {"sentId": 273, "text": "We'll continue on with our BREAKING NEWS."}, {"sentId": 274, "text": "Protests happening in two major cities in the United States in Charlotte and Atlanta."}, {"sentId": 275, "text": "We'll continue on, right after this break."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 276, "text": "A BREAKING NEWS."}, {"sentId": 277, "text": "Protestors in the streets of"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 278, "text": "Charlotte tonight in the wake of the release of a cell phone video of Keith Scott's wife, showing his fatal shooting  police, I want to bring in CNN's Brian Todd now."}, {"sentId": 279, "text": "Brian is live there on the site of the protests."}, {"sentId": 280, "text": "What's going on Brian?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 281, "text": "Well, Don, a fascinating dynamic here, right in front of the Charlotte Police Station, groups of activists here have been holding kind of a de facto debate here in front of the station."}, {"sentId": 282, "text": "They were doing it on the street there, now there's some people speaking at -- from the elevated position here."}, {"sentId": 283, "text": "Debating about the best way to try to bring about change in the city and try to express their views about what's happened here."}, {"sentId": 284, "text": "Some of them believe that you got to do it through continued protest and marching on the streets."}, {"sentId": 285, "text": "Some of them believe that you got to do it through economic boycotts."}, {"sentId": 286, "text": "We've heard a lot about that."}, {"sentId": 287, "text": "One of the activist leaders just told me, look the central theme of all of these, and what they're trying to do here is express their outrage over the fact that this police department and the State Bureau of Investigation have not released those dash cam and body cam videos."}, {"sentId": 288, "text": "They believe a lot of this controversy would dissipate if they did that."}, {"sentId": 289, "text": "So, they're holding kind of a debate here on the street over the best way to kind of effect that message, and they've been here for -- at the police station now for several minutes, probably at least close to an hour."}, {"sentId": 290, "text": "Whether they're going to keep on the move or not as we approach the curfew, we're not sure, but we're going to see about that."}, {"sentId": 291, "text": "I think a street debate is still ongoing down there."}, {"sentId": 292, "text": "You can kind of see it over my left shoulder."}, {"sentId": 293, "text": "Again, people kind of get in the middle there and debate with each other about the best way to do it."}, {"sentId": 294, "text": "Don."}], "speaker": "TODD", "secId": 58}, {"sentences": [{"sentId": 295, "text": "Brian Todd we'll keep a close eye and ear."}, {"sentId": 296, "text": "Brian Todd reporting from Charlotte this evening."}, {"sentId": 297, "text": "Here to discuss all of these now, a CNN Legal Analyst Laura Coates, a former Federal Prosecutor, and Areva Martin, Attorney and Civil Rights Activists."}, {"sentId": 298, "text": "So there you saw our democracy at work there."}, {"sentId": 299, "text": "What do you - what do you - what do you think of the protesters sort of doing a mock debate on that?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 300, "text": "Oh, I love the productive discussions that people are having."}, {"sentId": 301, "text": "That's part of what this is about, in terms of kind of reconcile how we can rebuild the trust, but really from a legal standpoint, the role has to also be on the prosecution and legislators to say, \"Listen, how can we effectively enable prosecutors to be able to be independent, to be objective and to prosecute appropriate crimes.\""}, {"sentId": 302, "text": "And a step-by-step plans to take place beginning with each fact and each case."}], "speaker": "COATES", "secId": 60}, {"sentences": [{"sentId": 303, "text": "This video from Keith Scott's wife, you hear and you see the lead up to the shooting, and you hear the shots fired."}, {"sentId": 304, "text": "What stuck out to you, Areva?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 305, "text": "First thing that really, really concerned me, Don, was the introduction of this information about a traumatic brain injury."}, {"sentId": 306, "text": "We've not heard anyone talking about the mental capacity or the mental health or neurological issues that Mr. Scott may have had at the time that the shooting occurred, and you can clearly hear his wife saying that he has a traumatic brain injury, and that he had just take medicine."}, {"sentId": 307, "text": "So it really raises the question about, you know, if he even understood what was happening, and I think the police chief himself said that when he watched the police video, Mr. Scott also seemed dazed or confused."}, {"sentId": 308, "text": "So, we've seen a lot of these cases where police are dealing with someone that just -- doesn't understand their commands, but yet there's this expectation that they respond so quickly before -- you know, and if they don't respond almost immediately, it escalates into the type of shooting that we saw in this case."}], "speaker": "MARTIN", "secId": 62}, {"sentences": [{"sentId": 309, "text": "You can hear officers repeatedly asking for Scott to drop the gun, listen."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 310, "text": "Don't shoot him."}, {"sentId": 311, "text": "Don't shoot him."}], "speaker": "SCOTT", "secId": 64}, {"sentences": [{"sentId": 312, "text": "Drop the gun."}], "speaker": "OFFICER", "secId": 65}, {"sentences": [{"sentId": 313, "text": "He didn't do anything."}], "speaker": "WIFE", "secId": 66}, {"sentences": [{"sentId": 314, "text": "Drop the gun."}, {"sentId": 315, "text": "Drop the gun."}], "speaker": "OFFICER", "secId": 67}, {"sentences": [{"sentId": 316, "text": "He doesn't have a gun."}, {"sentId": 317, "text": "He has a TBI."}, {"sentId": 318, "text": "He's not going to do anything to you guys."}, {"sentId": 319, "text": "He just took his medicine."}], "speaker": "SCOTT", "secId": 68}, {"sentences": [{"sentId": 320, "text": "Drop the gun."}], "speaker": "OFFICER", "secId": 69}, {"sentences": [{"sentId": 321, "text": "So Laura, officers ask him to drop the gun at least ten times."}, {"sentId": 322, "text": "Even if his family is right and he didn't have a gun, doesn't seem like police were convinced that he had something, that he had one?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 323, "text": "It does seem like that."}, {"sentId": 324, "text": "It seems to support the police chief's finding or statement that they did, and remember, everyone keeps talking about traumatic brain injury."}, {"sentId": 325, "text": "What she says is TBI, it's unknown and unclear at this time whether the officers knew what that acronym stood for or whether they believe that was a - an object that he was holding."}, {"sentId": 326, "text": "Her statement is, \"He doesn't have a gun, he has a TBI, he's not going to hurt you, he just took his medicine.\""}, {"sentId": 327, "text": "Now in that short span of time, the officers are -- if I could to be able to reconcile and interpret that."}, {"sentId": 328, "text": "And we don't even know if he actually heard all that statement."}, {"sentId": 329, "text": "So what we have here is the inconclusive video that is -- has a lot of gaps to be filled, and that's why the prosecutor, you have to hear from the eyewitness and the officers about what they believed and interpreted."}], "speaker": "COATES", "secId": 71}, {"sentences": [{"sentId": 330, "text": "And he apparently got that traumatic brain injury according to the attorney - I'll let you in, Areva, back in 2015 in a motorcycle accident on October, November, I'm told on the fall."}, {"sentId": 331, "text": "Go ahead, Areva."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 332, "text": "You know, I'm a lawyer, like you are, and I understand where she's coming from as a former prosecutor, but I think from a public's perspective and a laid person looking at this videotape and so many of these videotapes, we can't help but ask the question, how come these situations aren't handled differently, how come there's not more efforts to deescalate these situations?"}, {"sentId": 333, "text": "You have a man who is not committing a crime, he has an interaction with the police officers, that according to this videotape, lasts less than a minute or two, and he ends up dead."}, {"sentId": 334, "text": "That narrative keeps being playing out over and over again and we can go fact, by fact, case by case, and perhaps it is going to be ultimately a justified shooting, but if we don't change the way policing occurs in this country, with respect to African- American men, if you can have a one minute encounter with a police, when you're not committing a crime and you end up dead, we're never going to resolve these deeply, deeply engrained racial issues that are tearing apart this country and causing African-Americans to feel as if they are haunted on a daily basis."}], "speaker": "MARTIN", "secId": 73}, {"sentences": [{"sentId": 335, "text": "Well, Areva, I hear you and I agree, but as you well know, one of the reasons that officers are believed to be emboldened and empowered by their actions and being reckless or disregarding human life is because you've got a supreme court standard that says we're going to only judge officers by what other reasonable officers believes to be the appropriate use of force."}, {"sentId": 336, "text": "And so what has to be the inquiry for a prosecutor looking at these separate cases is, number one, what was the level of force that should have been used in this case?"}, {"sentId": 337, "text": "Was there provocation?"}, {"sentId": 338, "text": "The only way to change or alter the standard and the difference shown that will lead to systemic change you're talking about, if we actually have cases where the prosecutors can effectively and appropriately prosecute."}, {"sentId": 339, "text": "And that requires them to discover, was there provocation, was use of force necessary, and was the officers acted appropriately?"}], "speaker": "COATES", "secId": 74}, {"sentences": [{"sentId": 340, "text": "Laura, Areva, I think -"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 341, "text": "I'm glad you bring that up."}, {"sentId": 342, "text": "Can I just say one thing, Don?"}], "speaker": "MARTIN", "secId": 76}, {"sentences": [{"sentId": 343, "text": "Yes."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 344, "text": "I'm glad you bring that Garner V. Tennessee 1985 case up, Laura, because there was a recent Massachusetts Supreme Court case that said maybe it's time to look at the actions of the police through the lenses of the civilian and not solely through the lenses of the police officers."}], "speaker": "MARTIN", "secId": 78}, {"sentences": [{"sentId": 345, "text": "I completely agree that that has to change, you know, and I think we're saying the same thing, Areva, I think it's to the matter of how the approach is actually being taken and what role the prosecutor in this case has taken."}, {"sentId": 346, "text": "You know the prosecutor represents the jurisdiction and they have to make changes for that but they also have to begin with the facts of the case and the sociological aspect of it is very important for the court of public opinion, but a prosecutor got to be able to win in the court of law."}], "speaker": "COATES", "secId": 79}, {"sentences": [{"sentId": 347, "text": "Not if this will come up during the debate or how do they respond to it when it does come up during the debates."}, {"sentId": 348, "text": "We're going to discuss that next."}, {"sentId": 349, "text": "Thank you very much, Laura."}, {"sentId": 350, "text": "Thank you, Areva."}, {"sentId": 351, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 352, "text": "Thank you."}], "speaker": "COATES", "secId": 81}, {"sentences": [{"sentId": 353, "text": "Thanks, Don."}], "speaker": "MARTIN", "secId": 82}, {"sentences": [{"sentId": 354, "text": "I have more BREAKING NEWS for you this evening."}, {"sentId": 355, "text": "This is - this is out of Washington State tonight."}, {"sentId": 356, "text": "This is just in, there have been four people who had been shot to death at the Cascade Mall in Burlington."}, {"sentId": 357, "text": "Again, four people shot to death at the Cascade Mall in Burlington, Washington, Washington State."}, {"sentId": 358, "text": "It happened about 7:00 p.m. local time."}, {"sentId": 359, "text": "Police say the shooter or shooters are on the loose tonight."}, {"sentId": 360, "text": "Witnesses describe the scene of chaos and confusion as they were evacuated by police."}, {"sentId": 361, "text": "Again, we will keep an eye on this BREAKING NEWS as we get more information."}, {"sentId": 362, "text": "Four people dead at a mall in Washington State, Burlington, Washington."}, {"sentId": 363, "text": "Again, we'll keep an eye on that."}, {"sentId": 364, "text": "I want to get back to our other BREAKING NEWS now, I want to turn to the fourth night of protests in Charlotte tonight over the fatal police shooting of Keith Lamont Scott."}, {"sentId": 365, "text": "Meanwhile, poll show that a tight race between Hillary Clinton and Donald Trump, three days before they face off in their first presidential debate."}, {"sentId": 366, "text": "I want to bring in now Defense Attorney Alan Dershowitz, the author of \"Electile Dysfunction: A Guide for Unaroused Voters.\""}, {"sentId": 367, "text": "Presidential historian, Douglas Brinkley, the author of Rightful Heritage: Franklin D. Roosevelt and the Land of America, and CNN Political Commentator Bob Beckel, the author of \"I Should be Dead.\""}, {"sentId": 368, "text": "Alan, here's the book, you're going to get me in trouble one day because people I'm surely going to say something else."}, {"sentId": 369, "text": "But I'm sure it's a fascinating read."}, {"sentId": 370, "text": "So let's discuss this now."}, {"sentId": 371, "text": "Douglas, I'm going to start with you."}, {"sentId": 372, "text": "Let's talk about Monday's Debate."}, {"sentId": 373, "text": "This will be the first time that Hillary Clinton and Donald Trump go head-to-head, and this is all happening with -- when tensions are high in Charlotte and really around the country, I want you to speak to us about the significance of Monday night because a whole lot of people are going to be watching and there's a lot of stake."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 374, "text": "Well, it is going to be super-bowl like ratings and I think really everything is at stake, getting momentum out of this first one for Donald Trump is a must."}, {"sentId": 375, "text": "He needs a little bit of credibility."}, {"sentId": 376, "text": "I think he has a credibility gap."}, {"sentId": 377, "text": "People want to see a Donald Trump can really talk about policy issues."}, {"sentId": 378, "text": "Can he put his -- not releasing his taxes to rest?"}, {"sentId": 379, "text": "Hillary Clinton's been having the albatross of the email scandal around her, and seeming to be not at her best, have been sick of late."}, {"sentId": 380, "text": "So, there's going to be - there already is a lot of psyching out going on, but I think this debate is just -- we can exaggerate how important it's going to be for these swing voters."}, {"sentId": 381, "text": "The country's in a dead heat."}, {"sentId": 382, "text": "North Carolina, where we're watching right now, at Charlotte, it's a dead heat in that state between the two, so any little advantage you could get on Monday is going to be historic and meaningful."}], "speaker": "BRINKLEY", "secId": 84}, {"sentences": [{"sentId": 383, "text": "Bob Beckel, President Obama speak in ABC, had some advice for Hillary Clinton, listen."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 384, "text": "Be yourself and"}], "speaker": "OBAMA", "secId": 86}, {"sentences": [{"sentId": 385, "text": "explain what motivates you, because I will tell you, I've gotten to know Hillary and seen her work and seen her in tough times and in good times."}, {"sentId": 386, "text": "She's in this for the right reasons."}, {"sentId": 387, "text": "I think there's reason why we haven't had a woman president before and so she's having to break down some barriers."}], "speaker": "OBAMA", "secId": 87}, {"sentences": [{"sentId": 388, "text": "Part of the narrative, Bob, is that she hasn't really made her case in a - you know, in a forceful-enough way to convince people to vote for her - some people to vote for her."}, {"sentId": 389, "text": "The people she needs to get enthused in this election."}, {"sentId": 390, "text": "Does that sounded nice?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 391, "text": "Well, I mean, you're talking about the case."}, {"sentId": 392, "text": "What we're talking about here is who is she?"}], "speaker": "BECKEL", "secId": 89}, {"sentences": [{"sentId": 393, "text": "Right."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 394, "text": "Who is she?"}], "speaker": "BECKEL", "secId": 91}, {"sentences": [{"sentId": 395, "text": "Exactly."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 396, "text": "And we were talking about this just before we came on."}, {"sentId": 397, "text": "Look, this is a woman who for 30 years has been on the defensive in everything she's done."}, {"sentId": 398, "text": "From the time she was an activist lawyer to the time - this time running for president, and in the course that she's built up a shield and it's very difficult to breakthrough that."}, {"sentId": 399, "text": "They say she has a much personality."}, {"sentId": 400, "text": "I've talked to her and she got to get personality, the problem is she's frightened to get too far out."}], "speaker": "BECKEL", "secId": 93}, {"sentences": [{"sentId": 401, "text": "She's been, you know -- they're preparing differently."}, {"sentId": 402, "text": "She's been off the campaign trail for much of the week now."}, {"sentId": 403, "text": "And Donald trump has spent the week out on the road."}, {"sentId": 404, "text": "What do they each need to do on Monday night, Alan?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 405, "text": "Well, he needs to show that he knows about how to govern."}, {"sentId": 406, "text": "The hard questions for him are going to be factual."}, {"sentId": 407, "text": "He's going to try to broadly talk about making America great, and if the commentators are good, they're going to press him on things that he may not know about, and he's not preparing enough for these specifics, where she knows, if anything, too much, and she has to present a broad picture, she has to make herself presidential and in the broad sense of the terms - because everybody knows -- she knows everything about everything."}, {"sentId": 408, "text": "Nobody knows more about policy than she does, and probably nobody knows less about the specifics of policy than he does and the question is, which one of those will show strengths and weaknesses."}], "speaker": "DERSHOWITZ", "secId": 95}, {"sentences": [{"sentId": 409, "text": "OK.  We'll be back on the other side of the break."}, {"sentId": 410, "text": "We're talking about what -- these things can be made."}, {"sentId": 411, "text": "There are moments that can make or break you at a debate and we'll discuss what they should avoid coming up."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 412, "text": "Alright."}, {"sentId": 413, "text": "Now, back now our BREAKING NEWS, these are live pictures of Charlotte, you could see protesters are still out on the street."}, {"sentId": 414, "text": "We are just little under eight minutes away from a curfew and we're keeping a close eye on it."}, {"sentId": 415, "text": "As we do that, we're going to continue to talk politics, and then at top of the hour, we'll bring you there live to show you what happens -- what's happening."}, {"sentId": 416, "text": "So, we have the Presidential Debate that's on Monday."}, {"sentId": 417, "text": "I'm back now talking to my guests, Douglas Brinkley, Alan Dershowitz and Bob Beckel."}, {"sentId": 418, "text": "Alan, I want to go to something that we were talking about before the break, where we talked about what she or he need to do to avoid this sort of Dukakis moment."}, {"sentId": 419, "text": "Let's play that -- play that and we'll discuss."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 420, "text": "Governor, if Kitty Dukakis were raped and murdered, would you favor an irrevocable death penalty for the killer."}], "speaker": "BERNARD", "secId": 98}, {"sentences": [{"sentId": 421, "text": "No, I don't Bernard, and I think you know that I've opposed to death penalty during all of my life."}, {"sentId": 422, "text": "I don't see any evidence that it's deterrent, and I think there are better and more effective ways to deal with violent crime."}, {"sentId": 423, "text": "We've done so in my own state and it's one of the reasons why we have had the biggest drop in crime with any industrial state in America while we have the lowest murder rate of any industrial state of America."}], "speaker": "DUKAKIS", "secId": 99}, {"sentences": [{"sentId": 424, "text": "So the voters didn't go for that."}, {"sentId": 425, "text": "I mean, it's a serious question but emotion does matter."}, {"sentId": 426, "text": "What they didn't like about that?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 427, "text": "Well, it played into the narrative, that he was an automaton, that he was a policy wonk, that he had no heart, he had no feeling."}, {"sentId": 428, "text": "If he had said, \"I would strangle the man with my bare hands if I could get my hands on him, and that's why I shouldn't be making this decision because I feel so emotional about it.\""}, {"sentId": 429, "text": "He had to become live and real, and he didn't."}, {"sentId": 430, "text": "And the key to both of this people on Monday night, is they can't play into the negative narratives."}, {"sentId": 431, "text": "They have to break those narratives."}], "speaker": "DERSHOWITZ", "secId": 101}, {"sentences": [{"sentId": 432, "text": "Yeah."}, {"sentId": 433, "text": "And somewhat, we're talking about style here, Douglas, and maybe Hillary Clinton is the one who has to come off as, you know, not so controlled and a little more emotional and relaxed."}, {"sentId": 434, "text": "Am I wrong with that?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 435, "text": "Absolutely right."}, {"sentId": 436, "text": "She has to become authentic."}, {"sentId": 437, "text": "We have to feel like we like her and know her."}, {"sentId": 438, "text": "And I'm thinking more importantly, she seems to have to have a problem with showing people she's having fun."}, {"sentId": 439, "text": "The Trump campaign's been able to have good times."}, {"sentId": 440, "text": "She's always seeming to be in a box, so the more relaxed she can be, the more she can you know, what do like she did with Bernie Sanders, have some light moments back and forth and not seem to get angry or bitter at Trump no matter what he says."}, {"sentId": 441, "text": "I think she'll be best served playing it that way."}, {"sentId": 442, "text": "LEMON:  And he has to do somewhat the opposite, Bob Beckel, as you"}], "speaker": "BRINKLEY", "secId": 103}, {"sentences": [{"sentId": 443, "text": "said earlier, he has to come off as you know, controlled."}], "speaker": "BRINKLEY", "secId": 104}, {"sentences": [{"sentId": 444, "text": "Yeah."}, {"sentId": 445, "text": "Yeah."}], "speaker": "BECKEL", "secId": 105}, {"sentences": [{"sentId": 446, "text": "But a little bit - let me go on."}, {"sentId": 447, "text": "You said that there is not just that moment, you said there was a Mondale moment, there was a Nixon moment, there's a Ronald Reagan moment, from which may win them or some people think won them the debate."}, {"sentId": 448, "text": "But does it really matter that much?"}, {"sentId": 449, "text": "Does it -"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 450, "text": "Well, I'll tell you one thing, we got to be careful of  a small percentage of us follow this stuff every day."}, {"sentId": 451, "text": "You've got to remember on Monday night, the vast majority that audience are being introduced to these people."}, {"sentId": 452, "text": "I mean, it's  for the first time."}, {"sentId": 453, "text": "And so, her personality problems for example, are things that are not necessarily ingrained."}, {"sentId": 454, "text": "They don't like her in the sense that they see her -- seen too much of her, and yet, you can deal with that somewhat."}, {"sentId": 455, "text": "If I were Trump, you know what I would do?"}, {"sentId": 456, "text": "I'd do policy for an hour."}], "speaker": "BECKEL", "secId": 107}, {"sentences": [{"sentId": 457, "text": "Just do policy?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 458, "text": "Just do policy."}], "speaker": "BECKEL", "secId": 109}, {"sentences": [{"sentId": 459, "text": "Do debates change that much because I've heard from, you know, all of our political folks here, our contributors, this is the most important moment of the election."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 460, "text": "I've heard that, I've been through seven of these things, and I hear that every four years."}, {"sentId": 461, "text": "Debates on balance, you look at the statistics, they don't change."}, {"sentId": 462, "text": "They're a bump."}, {"sentId": 463, "text": "They're bump like they're in conventions."}, {"sentId": 464, "text": "You'll get a bump out of a - out of the debate, but it'll go away."}], "speaker": "BECKEL", "secId": 111}, {"sentences": [{"sentId": 465, "text": "Douglas?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 466, "text": "Well, but they can also destroy you."}, {"sentId": 467, "text": "I mean, if you go back to 1976, Jimmy Carter could have been on the ropes but Gerald Ford -- you know, Carter won that debate when Gerald Ford misspoke about Eastern Europe not being under Soviet domination, and it just devastated Ford."}, {"sentId": 468, "text": "So, it can be a turning point."}, {"sentId": 469, "text": "And I think that with Trump, he's got to make sure he deals with this not releasing of his taxes."}, {"sentId": 470, "text": "He might want to have a trick up his sleeve, he might have the audit letter on him, and say, \"Look, I am audited and here's the letter.\""}, {"sentId": 471, "text": "Something that will control the immediate sound bite, and Don, just as important, is going to be the spin room and the people that are using Twitter while it's going on."}, {"sentId": 472, "text": "People all over on both sides are going to be trying to get their message up in real-time on the debates."}, {"sentId": 473, "text": "I think that makes this one a little bit different than even four years ago."}], "speaker": "BRINKLEY", "secId": 113}, {"sentences": [{"sentId": 474, "text": "Alan Dershowitz, what's the most important thing you would tell Hillary Clinton and the most important thing you'd tell Donald Trump?"}, {"sentId": 475, "text": "DERSHOWITZ:  I would tell Donald Trump, avoid the Gerald Ford mistake."}, {"sentId": 476, "text": "Don't not know where Aleppo is, don't not know how the Fed works, don't not know things that we think probably you don't know, but maybe you can learn them between now and then."}, {"sentId": 477, "text": "I don't think he's properly preparing for this debate."}, {"sentId": 478, "text": "I think he is overconfident, I think he thinks he can win it on style and personality."}, {"sentId": 479, "text": "I don't think he is preparing properly."}, {"sentId": 480, "text": "Hillary, I think she has to forget about the facts and the details, and present herself and her overall policy and show why she would be better for America than her opponent."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 481, "text": "And come off as human."}, {"sentId": 482, "text": "And off as human."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 483, "text": "Very."}, {"sentId": 484, "text": "If this challenge Donald Trump, by saying man up, Don."}], "speaker": "BECKEL", "secId": 116}, {"sentences": [{"sentId": 485, "text": "Yeah."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 486, "text": "That's a great statement."}, {"sentId": 487, "text": "Yeah, great statement."}], "speaker": "UNIDENTIFIED MALE", "secId": 118}, {"sentences": [{"sentId": 488, "text": "Thank you very much, gentleman."}, {"sentId": 489, "text": "I appreciate it."}, {"sentId": 490, "text": "When we come back, much, much more in our BREAKING NEWS."}, {"sentId": 491, "text": "The fourth night of protest in Charlotte tonight."}, {"sentId": 492, "text": "And be here with us at special time."}, {"sentId": 493, "text": "This is Sunday night  -- Sunday night at 11:00 as we preview the first presidential debate on Monday."}], "speaker": "LEMON", "secId": 119}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.23.cnnt.03.html.json", "time": "Aired September 23, 2016 - 23:00   ET"}