{"sectionCount": 201, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "CUOMO", "UNIDENTIFIED MALE", "CUMMINGS", "YOUNG", "TODD", "FIELD", "WEINHOLD", "WEINFOLD", "PUGH", "HOSTIN", "BEATTY", "UNIDENTIFIED FEMALE"], "subTitle": "Citywide Curfew Begins for Baltimore; Protests in New York, DC, Around the Country; Prisoner in Van Claims Freddie Gray Intentionally Tried to Injure Himself; Activist Joseph Kent Arrested; Officer Family Defends Officers. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/29/cnnt.01.html", "sentenceCount": 654, "sections": [{"sentences": [{"sentId": 0, "text": "I want to hand over our coverage to Don Lemon, who is going to be continuing our coverage throughout the night."}, {"sentId": 1, "text": "There are certainly a lot of moving pieces of demonstrations both  still protesters out in Baltimore."}, {"sentId": 2, "text": "We've seen the demonstrations New York, we've seen some in Minneapolis as well Washington."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "As you've been saying, it's not just here we're going to keep up close an eye, because you never know what can happen."}, {"sentId": 4, "text": "Hopefully, hopefully this will be peaceful and they keep it under control and people will go into their homes, or at least get off the street, Anderson."}, {"sentId": 5, "text": "So make sure you stay with me."}, {"sentId": 6, "text": "Thank you very much, but I want to add some questions to you."}, {"sentId": 7, "text": "We've got a lot going on here."}, {"sentId": 8, "text": "We got a lot going on here."}, {"sentId": 9, "text": "It is curfew time right now."}, {"sentId": 10, "text": "It is 10:00 p.m. in Baltimore and for the second night, a city wide curfew is beginning right at this very moment and for the second night, crowds of people are still out on the streets, although those crowds appear to be dwindling right now."}, {"sentId": 11, "text": "We hope that stays into place."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 12, "text": "This is CNN TONIGHT, I'm Don Lemon."}, {"sentId": 13, "text": "Tensions are rising here."}, {"sentId": 14, "text": "They've been rising all day."}, {"sentId": 15, "text": "A massive protest, protests have spread from Baltimore to New York City to Washington D.C. Anger, all across this country calls for justice and demands for change."}, {"sentId": 16, "text": "But tonight, the question is, will there, can there be a peaceful night here in Baltimore?"}, {"sentId": 17, "text": "That is a big question here."}, {"sentId": 18, "text": "CNN's Chris Cuomo is out on the streets for us in the city."}, {"sentId": 19, "text": "Anderson Cooper is here, he has been reporting on this all evening for us."}, {"sentId": 20, "text": "I want to get to Anderson."}, {"sentId": 21, "text": "Anderson, two nights of curfews as we said, you've been watching this grow and hopefully now as we said that they're going, at least to get off the streets, they go home or wherever."}, {"sentId": 22, "text": "This is going all across this country."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 23, "text": "Yeah."}, {"sentId": 24, "text": "It's fascinating to see in New York, similar demonstrations that we saw in the wake of the death -- the chokehold death of Eric Garner, are with the family believes that chokehold death of police saying it was not -- it was kind of roving demonstration throughout the streets."}, {"sentId": 25, "text": "Police clearly trying to deal with that tonight, we just saw a standoff on 8th Avenue at 51st street as protesters tried to go into the street and start to move against traffic."}, {"sentId": 26, "text": "More -- much more peaceful, much more organized demonstration with permission from the police in Washington D.C..."}, {"sentId": 27, "text": "LEMON: Right."}], "speaker": "COOPER", "secId": 3}, {"sentences": [{"sentId": 28, "text": "Also in Minneapolis."}, {"sentId": 29, "text": "But to the point the general honor  rages made before at the end of my broadcast, he's saying, you know, it's time to start stop just managing this and leading."}], "speaker": "COOPER", "secId": 4}, {"sentences": [{"sentId": 30, "text": "Right, absolutely, and as we saw after that non-indictment of the officer Daren Wilson, when those protests spread across the country as well."}, {"sentId": 31, "text": "Anderson standby, I want to get out to someone you've been talking to as well, Chris Cuomo -- Chris Cuomo who's out in the crowd."}, {"sentId": 32, "text": "Chris tell us what you're seeing right now."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 33, "text": "Right."}, {"sentId": 34, "text": "We have the chopper up above right now."}, {"sentId": 35, "text": "It is announcing that it is curfew time."}, {"sentId": 36, "text": "It's time to get out of the street,"}], "speaker": "CUOMO", "secId": 6}, {"sentences": [{"sentId": 37, "text": "This is the Baltimore Police Department."}, {"sentId": 38, "text": "It is now 10:00 p.m."}], "speaker": "UNIDENTIFIED MALE", "secId": 7}, {"sentences": [{"sentId": 39, "text": "It's 10 o'clock effective until 5:00 a.m., that's what they were saying last night."}, {"sentId": 40, "text": "Look, you look around you, anyone you see with a helmet on in, as you will know, that's one of us, that's the media."}, {"sentId": 41, "text": "And they say they were here to cover this tonight, so this is mostly media right now."}, {"sentId": 42, "text": "And that's good news, I don't know why they're in the middle of the intersection but it's mostly media."}, {"sentId": 43, "text": "But police are still stand out on each side, and the numbers are not as great as they were."}, {"sentId": 44, "text": "I don't know if they redeployed but they thought that it was important."}, {"sentId": 45, "text": "The continuing concern is down the side streets, we do have people lingering in the middle and you'll see it down there, there's a camera in the way but you go down a block you have people and you go down a block to Jay's left and there's people and it's clear on the other two sides because the police are there."}], "speaker": "CUOMO", "secId": 8}, {"sentences": [{"sentId": 46, "text": "So, it's going in the right direction and people are aware there are marches in other cities, they are aware that there's a different feel out here, a lot of elders."}, {"sentId": 47, "text": "And I think it's going the right way."}], "speaker": "CUOMO", "secId": 9}, {"sentences": [{"sentId": 48, "text": "And here comes Elijah Cummings again."}, {"sentId": 49, "text": "It's going to make it round, he's telling to go home."}, {"sentId": 50, "text": "Here is what you see."}, {"sentId": 51, "text": "He's walking right now."}, {"sentId": 52, "text": "He's telling mostly --"}], "speaker": "CUOMO", "secId": 10}, {"sentences": [{"sentId": 53, "text": "Chris Cuomo is out in the crowd here, where they're trying to get the folks to disperse and go in Chris, when you get him, get back to us."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 54, "text": "We're going to CNN's Ryan Young as well as Chris is trying to get Congressman Elijah Cumming."}, {"sentId": 55, "text": "Ryan, I want to bring you in because -- there we got Cummings -- let's go back to Chris."}, {"sentId": 56, "text": "Go ahead Chris."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 57, "text": "Congressman, do you feel happy with what's happening?"}], "speaker": "CUOMO", "secId": 13}, {"sentences": [{"sentId": 58, "text": "Just like now, it's better that it wasn't Monday when the mayor state --"}], "speaker": "UNIDENTIFIED MALE", "secId": 14}, {"sentences": [{"sentId": 59, "text": "We're trying to get people to get home."}, {"sentId": 60, "text": "My number one priority is getting people to go home."}], "speaker": "CUMMINGS", "secId": 15}, {"sentences": [{"sentId": 61, "text": "Do you feel you've done a good job?"}], "speaker": "CUOMO", "secId": 16}, {"sentences": [{"sentId": 62, "text": "I think we've done a great job."}], "speaker": "CUMMINGS", "secId": 17}, {"sentences": [{"sentId": 63, "text": "Right now, it's most the media around here."}], "speaker": "CUOMO", "secId": 18}, {"sentences": [{"sentId": 64, "text": "Just media."}, {"sentId": 65, "text": "Oh, this is media."}], "speaker": "CUMMINGS", "secId": 19}, {"sentences": [{"sentId": 66, "text": "What about --"}], "speaker": "UNIDENTIFIED MALE", "secId": 20}, {"sentences": [{"sentId": 67, "text": "You're taking pictures of each other."}], "speaker": "CUMMINGS", "secId": 21}, {"sentences": [{"sentId": 68, "text": "Congressman is right."}, {"sentId": 69, "text": "The media is doing exactly that."}, {"sentId": 70, "text": "And the police haven't had anything to do with this."}, {"sentId": 71, "text": "In truth, Elijah Cummings and the community leaders have the most to do with clearness  and has not required any police action -- and yet tonight."}, {"sentId": 72, "text": "Anderson  you got put the congressman or you got his message?"}], "speaker": "CUOMO", "secId": 22}, {"sentences": [{"sentId": 73, "text": "No, we're good, Chris."}, {"sentId": 74, "text": "You're breaking up a little bit."}, {"sentId": 75, "text": "I do want to get over to Ryan."}, {"sentId": 76, "text": "We'll get back to Chris Cuomo in just a moment."}, {"sentId": 77, "text": "Ryan, as you saw last night, the fear that -- last night it was much more tense, because people didn't know exactly what was going to happen."}, {"sentId": 78, "text": "It appears much more people off the streets  it is a little bit more chaotic than last night."}, {"sentId": 79, "text": "What's your assessment?"}, {"sentId": 80, "text": "What are you seeing?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 81, "text": "Well, it is chaotic."}, {"sentId": 82, "text": "We've been standing near Chris and honestly when the fight broke out between the gang members, a lot of us got a little worried, because you could tell people were trying to clear the street and all of a sudden, a brick throw to him  fight, people throwing punches."}, {"sentId": 83, "text": "Now the police decided to stay over there and they actually allowed everyone here  what was going on."}, {"sentId": 84, "text": "And the community cleared the streets."}, {"sentId": 85, "text": "Now, that's coming that  just a second ago and he said this to me several times."}, {"sentId": 86, "text": "He believes there's more media here tonight than there were last night."}, {"sentId": 87, "text": "So, he was actually saying, he wanted know some of the people who are here standing in the street to go away, because he think it's just sort of -- he's exacerbating the situation."}, {"sentId": 88, "text": "The officer are on both sides, we see them over there and they're on the across the street."}, {"sentId": 89, "text": "There was a small -- selling  a popping noise and everybody went to investigate it, but outside of that, the issues have been contained to the center of the street, a large crowd is mostly participated and you can see that the community members wants to be stepping --"}], "speaker": "YOUNG", "secId": 24}, {"sentences": [{"sentId": 90, "text": "I will try to put my mic up in the air for you, Don."}, {"sentId": 91, "text": "Hold on."}], "speaker": "YOUNG", "secId": 25}, {"sentences": [{"sentId": 92, "text": "And that is the command that is coming from the police helicopter that comes every night."}, {"sentId": 93, "text": "YOUNG: They are using their spotlight."}, {"sentId": 94, "text": "They are showing it down on"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 95, "text": "this large area."}, {"sentId": 96, "text": "I can tell you about maybe 10 minutes ago, there were 150 people in this intersection."}, {"sentId": 97, "text": "And now that it's cleared out, what you see behind us now is very few residents and a lot of need media members who were standing in the middle of the street."}, {"sentId": 98, "text": "The officers are right here, standing here, there is no sort of tension right now."}, {"sentId": 99, "text": "It is just everybody standing around to see what's next."}, {"sentId": 100, "text": "Elijah Cummings, get in right in the middle of the crowd at one point."}, {"sentId": 101, "text": "Despite the fight, a lot of people will think and say, hey look, I love this community, I just please would like you to go home and be safe."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 102, "text": "Well, Ryan, it's -- at point, it's tough to hear you because of the police helicopter but that's the situation, that's what is going on right now."}, {"sentId": 103, "text": "So I would take our -- our viewers to it as much as we can."}, {"sentId": 104, "text": "The interesting thing though is that, is that the congressman is out there, we've seen numerous people from the community out there and that has really made all the difference, Ryan is having all those people out there."}, {"sentId": 105, "text": "The president said yesterday, it's not just police."}, {"sentId": 106, "text": "It's really about the community."}, {"sentId": 107, "text": "It is a community and a city wide effort to make sure that the rioting doesn't happen again."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 108, "text": "It's very interesting, the flash point of this entire protest may have happened here with several fires, but redemption may happen here as well."}, {"sentId": 109, "text": "When you see community members of all different faiths and that  ethnicities loving arm  and sating basically, we are not going to let this community fall apart."}, {"sentId": 110, "text": "You have to say to yourself, something good is going on."}, {"sentId": 111, "text": "And that's what maintains throughout the day."}, {"sentId": 112, "text": "Outside of that one fight that we saw where police decided to stay back and allow that fight to really be separated by active members who decided -- hey, look."}, {"sentId": 113, "text": "We are not going to allow this fight to spill over and get out of control, and actually moved those people down the street."}, {"sentId": 114, "text": "We never felt like we weren't safe, there was a lot of chaos, but at the same time community leaders stepped in very, very quickly."}, {"sentId": 115, "text": "Now when you look back in this direction, you can see police officers sort of standing there -- I'm not, I'm not going to say casual but today, you can tell they were willing to talk with us off camera."}, {"sentId": 116, "text": "Willing to say that the community had a different position with them, and that was something that stood out to all of us who were here."}], "speaker": "YOUNG", "secId": 29}, {"sentences": [{"sentId": 117, "text": "OK."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 118, "text": "Just the fact that it felt a lot calmer compare to yesterday."}], "speaker": "YOUNG", "secId": 31}, {"sentences": [{"sentId": 119, "text": "All right, Ryan."}, {"sentId": 120, "text": "I want you to standby and Chris Cuomo standby as well."}, {"sentId": 121, "text": "We're going to get you to New York in just a moment, because there are large scale protests going on there as well."}, {"sentId": 122, "text": "But we will going to get to the streets again, here in Baltimore."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 123, "text": "CNN's Brian Todd on the streets."}, {"sentId": 124, "text": "Brian, what are you seeing?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 125, "text": "Don, we're not too far from where Chris and Ryan are transmitting, about a half a block away."}, {"sentId": 126, "text": "But we want to give you a sense to the police presence here and what the police are ready to do if they need to."}, {"sentId": 127, "text": "Huge columns of police just standing here at the ready and our photo journalist Tom  and I are going to take walk this way."}, {"sentId": 128, "text": "Tom -- we want to show you, Don is the depth of police and National Guard response that is at the ready here along the corridor of Pennsylvania Avenue and North Avenue."}, {"sentId": 129, "text": "Here you got a backup -- a cordon of police officers."}, {"sentId": 130, "text": "This gentleman -- yes sir, yes sir, we will."}, {"sentId": 131, "text": "This gentleman doesn't want to let us back here."}, {"sentId": 132, "text": "But you have national guardsman over in this -- sorry, in this direction over here."}], "speaker": "TODD", "secId": 34}, {"sentences": [{"sentId": 133, "text": "So, multiple layers on every side of this intersection, Don, of police officers and as we were walking up, a few minutes ago."}, {"sentId": 134, "text": "There seemed to be more people on the streets, but it does seem to be dissipating with each passing minutes."}, {"sentId": 135, "text": "So, as Chris and Ryan were reporting, the community leaders and some of the volunteers have gotten out here in force and made these people go home."}, {"sentId": 136, "text": "As we were approaching this intersection, we saw a lot of young kids just heading out, just walking peacefully out of the area, going home, heeding the instructions."}, {"sentId": 137, "text": "This -- right at the stroke of 10 O'clock, you heard the loud speakers going off, they are saying, it's 10 o'clock, the curfew is in place, everybody go home and most of the people here have adhere to that, although there are few people knowing about that he isn't journalists, but also few local citizens as well."}], "speaker": "TODD", "secId": 35}, {"sentences": [{"sentId": 138, "text": "CNN's Brian Todd out of the field."}, {"sentId": 139, "text": "Also -- our Chris Cuomo are out there, as well Ryan Young in the field of many more correspondents again."}, {"sentId": 140, "text": "We want to get -- as I promise you, we want to get you to New York."}, {"sentId": 141, "text": "New York, there are large scale protest."}, {"sentId": 142, "text": "These are live pictures that you're looking at."}, {"sentId": 143, "text": "There seems to be some disturbance with police."}, {"sentId": 144, "text": "This is Times Square."}, {"sentId": 145, "text": "A man appears to be getting arrested here and the interesting thing is that, it's 10 minutes, 11 minutes since into the hour."}, {"sentId": 146, "text": "There's a curfew here in Baltimore, Maryland where it appears that police have gotten it under control, community members as well."}, {"sentId": 147, "text": "But in our nation's largest city, New York City where there are demonstrations, there is chaos happening right now and what looks to be an arrest."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 148, "text": "There is Alexandra Field."}, {"sentId": 149, "text": "She is in New York in Time Square."}, {"sentId": 150, "text": "Alexander, take us to the scene."}, {"sentId": 151, "text": "What's going on?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 152, "text": "I'm here Don, I'm on 42nd street right now and actually just hang out  with the crowd getting in all the streets, walking against traffic and that's why you saw police began to swarm and arrest that one man you just saw on the ground."}, {"sentId": 153, "text": "This is a scene that we've seen play out over the last few hours."}, {"sentId": 154, "text": "The crowd here has swelled and contracted."}, {"sentId": 155, "text": "They started in Union Square."}, {"sentId": 156, "text": "They were on the west side highway."}, {"sentId": 157, "text": "They went down East Avenue, walking against traffic."}, {"sentId": 158, "text": "In Times Square, they are over here."}, {"sentId": 159, "text": "It's  crowd."}, {"sentId": 160, "text": "You hear a lot of shouting."}, {"sentId": 161, "text": "You hear a lot of chanting."}, {"sentId": 162, "text": "Police have been closely staying with them and a lot of the time forming a line and walking next to the crowd and other times on mopeds."}, {"sentId": 163, "text": "When the demonstrators go into the streets, that's when you see police reacting in."}, {"sentId": 164, "text": "That's when you see police making arrests."}, {"sentId": 165, "text": "We saw a lot of arrests earlier this evening, when a huge group of demonstrators got right in the middle of 17th street."}, {"sentId": 166, "text": "And when the crowd moves into the street again, you're seeing that scene repeated  Don."}, {"sentId": 167, "text": "We've heard tense words exchanged."}, {"sentId": 168, "text": "We're hearing a lot of demonstrators out who are frankly angry."}, {"sentId": 169, "text": "A lot of them chanting, Baltimore, we've got your back."}, {"sentId": 170, "text": "But a lot of them also shouting directly at police officers and you see the group pause at times to have these confrontations during -- let police will line up and stand in their spot where the crowd sort of shouts back and then the crowd moves back on, which is what we're doing right now Don, heading back across to 42nd street."}], "speaker": "FIELD", "secId": 38}, {"sentences": [{"sentId": 171, "text": "So Alexandra these are moving protests and maybe hard for you to gauge a number here but, how many people do you - how many protesters do you think is, is on, on CNN?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 172, "text": "We are probably in a crowd of a couple hundred right now."}, {"sentId": 173, "text": "Earlier this evening, we were in Union Square when hundreds and hundreds of people gathered and that was an organized demonstration, Don."}, {"sentId": 174, "text": "That was widely advertised on social media."}, {"sentId": 175, "text": "There's a range by number of groups that want to come together."}, {"sentId": 176, "text": "They said that they wanted a place to express their sadness, express their outrage over what they had seen untold in Baltimore."}, {"sentId": 177, "text": "There was no planned march, but you did see this group take to the streets."}, {"sentId": 178, "text": "And in fact, the NYPD has employed a different tactic tonight."}, {"sentId": 179, "text": "And what we've seen during some of the demonstrations earlier in the winter."}, {"sentId": 180, "text": "Earlier in the winter, we saw these marches very routinely after the death of Eric Garner, a lot of times NYPD officers would sort of allow demonstrators their space and allow them to walk on the sidewalks, allow them to walk to the streets, only stopping to make arrests when they felt there was some kind of greater disturbance."}, {"sentId": 181, "text": "But tonight, the NYPD came in at the beginning of that demonstration, they handed out flyers, they set up speakers telling people that if they obstructed the sidewalks, or if they got in the streets, arrest would be made."}, {"sentId": 182, "text": "And then very quick -- you saw police follow through and making arrest just as soon as the demonstration headed towards 17th street, Don."}, {"sentId": 183, "text": "But right now, you can see this crowd again definitely the side of the police escort, as you would called it, has also swelled and contracted if necessary."}], "speaker": "FIELD", "secId": 40}, {"sentences": [{"sentId": 184, "text": "All right, Alexandra, I want you to stand by."}, {"sentId": 185, "text": "Don't go far."}, {"sentId": 186, "text": "But again, you are looking at live pictures from Alexandra's camera."}, {"sentId": 187, "text": "She is in Times Square with a large protest that is happening here because, that's happening there because of what's going on in Baltimore."}, {"sentId": 188, "text": "Protests have -- are cropping up all over the country and major cities."}, {"sentId": 189, "text": "In New York City, in Baltimore, in Washington D.C. as well, 15 minutes after the hour, after a second night a curfew has gone into place in Baltimore."}, {"sentId": 190, "text": "The city here -- looks like it's pretty much gotten it under control -- for now."}, {"sentId": 191, "text": "Those are the crowds out in the street."}, {"sentId": 192, "text": "Are you looking at right there, still some people out in the crowds, many of those people are media, media though can be out, they are allowed to be out."}, {"sentId": 193, "text": "So, of course, you would expect a lot of media to be out there considering the magnitude of the story."}, {"sentId": 194, "text": "As you see, arrest happening in New York City right now."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 195, "text": "Let's talk about all of this."}, {"sentId": 196, "text": "We'll get back to all of our reporters in the field, especially if something happens."}, {"sentId": 197, "text": "So don't worry about that one."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 198, "text": "We got Sunny Hostin, CNN's legal analyst and former federal prosecutor."}, {"sentId": 199, "text": "She joins me here in Baltimore."}, {"sentId": 200, "text": "She used to live here in Baltimore."}, {"sentId": 201, "text": "Also Rob Weinhold, he is a former chief spokesman for the Baltimore police and a crisis and public safety expert."}, {"sentId": 202, "text": "OK."}, {"sentId": 203, "text": "So here we go."}, {"sentId": 204, "text": "Second night, as we watch these pictures unfold, and all these developments, you see what's happening in New York and here in Boston, Rob."}, {"sentId": 205, "text": "First, what's your assessment as a law enforcement expert?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 206, "text": "Well, talking about Baltimore first, I think what we're seeing is the community engaged, which is fantastic, making a positive difference."}, {"sentId": 207, "text": "As you know the resources came out to be here forever, so the sooner the community can get involved and make sure that they are working with one another to quell the violence and the concern, the better."}, {"sentId": 208, "text": "As you look across the country, you have to understand that these issues don't know boundaries."}, {"sentId": 209, "text": "These concerns about police brutality and other social issues, folks are going to mobilize in this world of digitization, the ability to communicate and everyone coming together to exercise their legal right, to be heard and validated in around causes ."}], "speaker": "WEINHOLD", "secId": 44}, {"sentences": [{"sentId": 210, "text": "And you know, when the last time we had a guest -- remember Ed Norris, who used to run the police department."}, {"sentId": 211, "text": "He's a former commissioner of the Baltimore Police Department."}, {"sentId": 212, "text": "He said that he didn't think that a curfew was a good idea, but do you think it's worked well here?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 213, "text": "I think it has worked well here."}, {"sentId": 214, "text": "I respect that, he's got a tremendous tactic of background, but at this city and this time -- I think the proof is on the pudding."}, {"sentId": 215, "text": "The curfew is working."}, {"sentId": 216, "text": "The community is engaging."}, {"sentId": 217, "text": "The elders, as I said last night, are really tugging the young people by the sleeve and saying, listen, there's a better way to handle this in what was occurring a few days ago."}], "speaker": "WEINFOLD", "secId": 46}, {"sentences": [{"sentId": 218, "text": "Sunny standby, I'm going to get your assessment."}, {"sentId": 219, "text": "But I want to get back to CNN's Chris Cuomo."}, {"sentId": 220, "text": "Chris is out in the crowd and he's with the Congressman Elijah Cummings, what are you saying for us?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 221, "text": "Elijah Cummings and Catherine Pugh, the state senator they are announcing success and that they got people home, they did it without police force, they did it by collective conscience and Elijah Cummings so just to give message of hope going forward saying that --"}], "speaker": "CUOMO", "secId": 48}, {"sentences": [{"sentId": 222, "text": "Let's listen to it - Chris."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 223, "text": "About at least two investigations that are going on."}, {"sentId": 224, "text": "Here's the state senator."}], "speaker": "CUOMO", "secId": 50}, {"sentences": [{"sentId": 225, "text": "And the other brother was saying, let's go home."}, {"sentId": 226, "text": "So, as you can see, both of them now have gone home and we want to thank Baltimore again, for peacefully demonstrating and as the congressman has said, we will going to -- we will not rest."}, {"sentId": 227, "text": "We will not rest until we get justice for Freddie Gray, we will not rest until there is a full, clear, transparent investigation of our police department as well as the police are who involved in it death of Freddie Gray and the practices that are currently going on, that allow people who into custody to end up dead."}, {"sentId": 228, "text": "We don't ever want to have that kind of discussion again."}, {"sentId": 229, "text": "We don't want to see another individual in Baltimore been caught in that kind of situation."}, {"sentId": 230, "text": "It does matter what the issue was, we pay our police in this city  --"}], "speaker": "PUGH", "secId": 51}, {"sentences": [{"sentId": 231, "text": "Having a bit of issue with Chris's connection, there it is."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 232, "text": "Baltimore, thank you for being patient and understand that investigations take time and as the congressman have already said, we got two federal investigations going on."}, {"sentId": 233, "text": "We've got two investigations going on in the city."}, {"sentId": 234, "text": "We're going to make what needs to be right in Baltimore."}, {"sentId": 235, "text": "We going to -- as congressman has already told me, we're going to continue to look at what is happening in our city in terms of economic development and we're going to make sure that we force money up into this part of town."}, {"sentId": 236, "text": "We going to create the jobs, we going to make sure that our children this summer are working and we've got --"}], "speaker": "PUGH", "secId": 53}, {"sentences": [{"sentId": 237, "text": "Yeah."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 238, "text": "To put the kind of emphasis on this side of the city that we put on , that is valuable to us as, but so what the people --"}], "speaker": "PUGH", "secId": 55}, {"sentences": [{"sentId": 239, "text": "All right."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 240, "text": "Who lives in these communities, they are edge  valuable..."}], "speaker": "PUGH", "secId": 57}, {"sentences": [{"sentId": 241, "text": "That is the state senator speaking in the community state centers, speaking in  as well as Congressman Elijah Cummings."}, {"sentId": 242, "text": "We apologize for that but there are so many people here who are trying to get signals and the internet connection is a bit spotty right now."}, {"sentId": 243, "text": "And the broadband connection and that Chris's reporting -- the reason he can get through that crowd is because he's on broadband."}, {"sentId": 244, "text": "And you're looking at live pictures now, 19 minutes after the hour, and still right now, some folks out in the street but this is much better than what people had expected and probably as good as they would like it."}, {"sentId": 245, "text": "You heard them saying the investigations -- they want to focus on the investigation, but what is your reaction to what's happening?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 246, "text": "You know I think it's working, right?"}, {"sentId": 247, "text": "I think the curfew is working."}, {"sentId": 248, "text": "It worked last night, it is working tonight."}, {"sentId": 249, "text": "We saw that there where a large of people leaving behind us earlier, that has largely dissipated."}, {"sentId": 250, "text": "But I also think that what we are seeing is leadership, leadership in the communities and that's what we need to see."}, {"sentId": 251, "text": "We have Elijah Cummings, long time congressman."}, {"sentId": 252, "text": "Someone that I know -- out in the crowd, I think quelling the fears."}, {"sentId": 253, "text": "Because what I've been hearing is I've walked around Baltimore with these past couple of days is the rights have sort of taken away the focus from what the protesters were initially seeking, which is justice."}, {"sentId": 254, "text": "They wanted answers and -- so, I -- think what we're seeing is a return to that focus and -- perhaps, some more peace."}], "speaker": "HOSTIN", "secId": 59}, {"sentences": [{"sentId": 255, "text": "It's interesting that these guys are able to, with the help of law enforcement, get a handle on the young people, but also the people who are, the rowdy folks in a way that they weren't able to do in certain cities and that's because if you look at the mom, right?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 256, "text": "Sure."}, {"sentId": 257, "text": "LEMON: The -- when that mom got on that kid, that kid was like, back in the ways like, OK, mom, I'm sorry."}, {"sentId": 258, "text": "And kind of -- these folks are doing the same thing with the community leaders."}], "speaker": "HOSTIN", "secId": 61}, {"sentences": [{"sentId": 259, "text": "Well, and that's what communities is about."}, {"sentId": 260, "text": "I know when I was prosecutor at the justice department, we changed that were tactic to community prosecution along with community policing, it's very, very effective."}, {"sentId": 261, "text": "When the community knows that you care, when they have a face to the name of the prosecutor, a face to the name of the police officer, it sort of goes back to I think what policing was initially about, it was sort of the beat cop."}, {"sentId": 262, "text": "And that's, that what is what I always found very effective."}, {"sentId": 263, "text": "And so when you have a congressman and a state senator, out in the community at night, explaining that they are there for the community and that they will get answers and justice."}, {"sentId": 264, "text": "That is I think typically what were to not only with older members of the community but especially, with younger members..."}], "speaker": "HOSTIN", "secId": 62}, {"sentences": [{"sentId": 265, "text": "Right."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 266, "text": "Who have felt helpless."}, {"sentId": 267, "text": "Let's face it, a lot of people have been saying, why would young people damage their own -- you know neighborhoods?"}, {"sentId": 268, "text": "I think it's helplessness that we were seeing."}], "speaker": "HOSTIN", "secId": 64}, {"sentences": [{"sentId": 269, "text": "Yeah."}, {"sentId": 270, "text": "And so -- Rob, as we look at this, 22 minutes after the hour, and again, this is the curfew has kicked in here, that's the crown on Baltimore."}, {"sentId": 271, "text": "What you see in the center of that ring right there, the light, those media cameras obviously, the lights from the cameras, but they're focusing on the community leaders who are out in that crowd addressing not only the media but addressing people in the community, some of the protesters, some of the people who wanted to stay past that curfew and that are really what is making the difference here."}, {"sentId": 272, "text": "At least, in the area where we are seeing, we have correspondents are out all over Baltimore."}, {"sentId": 273, "text": "And it's also interesting that you are not seeing, you're seeing fights among people in the community here, right?"}, {"sentId": 274, "text": "Which will happen, but you are seeing arrests in New York City."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 275, "text": "I mean there is a difference in what's happening."}, {"sentId": 276, "text": "Different city, different situation, obviously, these are emerging situations in New York City, so they are in process of mobilizing."}, {"sentId": 277, "text": "They are trying to keep up with the crowd, that's among  themselves."}, {"sentId": 278, "text": "So they certainly have a unique challenge."}, {"sentId": 279, "text": "In Baltimore, a couple of days ago, it was about resources and having their problem."}, {"sentId": 280, "text": "But to elaborate doing your point, I think it's a really important point."}, {"sentId": 281, "text": "What I hear from folks in Baltimore, there needs to be a same time, same place strategy, so it is about enforcement, but it is also about housing, it's got education, it's about addiction and mental health services."}, {"sentId": 282, "text": "And when everyone can come together and focus on community, again, using the same time, same place strategy, with the local state and federal resources, positive, substantive change can be created."}, {"sentId": 283, "text": "But I go back to saying this, the first order of leadership is providing a safe place to live, work, and raise a family, and I underscore the term safe."}], "speaker": "WEINFOLD", "secId": 66}, {"sentences": [{"sentId": 284, "text": "I also want to mention though, I think that we have to give kudos to the police officers that have been working day and night."}, {"sentId": 285, "text": "Especially in the evening, we all know the crowd control is very difficult when the, when the sun goes down."}, {"sentId": 286, "text": "And we have seen a tremendous amount of restraint."}, {"sentId": 287, "text": "I think it's a restraint that we didn't see initially in Ferguson, which I think exacerbated the crowds, we were there in Ferguson and that's what I saw, I think, Don, you saw -- some of the same things."}, {"sentId": 288, "text": "So when you have police officers, yes, showing strength and showing force, but not engaging when unnecessary."}, {"sentId": 289, "text": "I -- I think that's very important and has probably led to sort of the peacefulness and the community involvement."}], "speaker": "HOSTIN", "secId": 67}, {"sentences": [{"sentId": 290, "text": "I want you guys to -- listen to this next bit of information that I'm going to give you and then, I have an interview with someone who was close to the person who -- one of the officers who -- was involved in the apprehension of Freddie Gray."}, {"sentId": 291, "text": "OK, and I think she gives me great information, great insight on that stuff."}, {"sentId": 292, "text": "But I need to report this is from the Washington Post reporting, that a prisoner who road in that police van with Gray told investigators, he could hear Gray banging against the walls of the vehicle and believe that he quote, \"was intentionally trying to injure himself.\""}, {"sentId": 293, "text": "Quote, \"intentionally trying to injure himself.\""}, {"sentId": 294, "text": "That is according to an investigative document obtained by the post."}, {"sentId": 295, "text": "Now the prisoner was separated from Gray by a metal partition and could not see him."}, {"sentId": 296, "text": "Again, that information is coming from the Washington Post."}, {"sentId": 297, "text": "I also spoke with someone who has, who has knowledge of what went on inside of that van as well, and gives a similar story, because a similar story."}, {"sentId": 298, "text": "And you can watch that, that's coming up in just a few moments here on CNN."}, {"sentId": 299, "text": "You don't want to miss that."}, {"sentId": 300, "text": "What do you make of that information, Sunny, as a prosecutor?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 301, "text": "You know, I -- think it just underscores how difficult this investigation is going to be."}, {"sentId": 302, "text": "Everyone is looking for an answer on Friday, but police are going to give a package to the prosecution --"}], "speaker": "HOSTIN", "secId": 69}, {"sentences": [{"sentId": 303, "text": "But he, but he, but that he intentionally injured himself with --"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 304, "text": "Yeah, and -- that is coming from someone who wasn't in direct vision of him, but was in the van."}, {"sentId": 305, "text": "And so that is someone's that -- that is someone's opinion of what is -- what was going on and then we're going to have other opinions of what was going on."}], "speaker": "HOSTIN", "secId": 71}, {"sentences": [{"sentId": 306, "text": "Is that making differences that how big of that difference will that make?"}, {"sentId": 307, "text": "How -- important is that?"}, {"sentId": 308, "text": "--"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 309, "text": "I think it's something certainly the prosecutor will look at but then they also compare that to the forensic."}, {"sentId": 310, "text": "If the autopsy report, which we don't know what is going to say, but if the autopsy report shows a severed spine, I think it's going to be very difficult for a jury or prosecutor to believe that someone could sever their own spine and so that's going to be one of the issues."}], "speaker": "HOSTIN", "secId": 73}, {"sentences": [{"sentId": 311, "text": "Rob, is this -- is this consistent with what authorities have said that he was - you know, trying to - I guess, injure himself or at least that he was being really -- unruly in the back of the van?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 312, "text": "Well, I haven't heard authorities commit one way or the other in term of what happened in the back of the van."}, {"sentId": 313, "text": "What have them say is they felt there should have been medical attention called, before he was put in the van, I also heard authorities say that he was not seat belted inside the van, but in terms of what actually happened whether, he was thrown around, whether he tried to injure or escape himself, I -- I still think that needs to be investigated --"}], "speaker": "WEINFOLD", "secId": 75}, {"sentences": [{"sentId": 314, "text": "Is that happening?"}, {"sentId": 315, "text": "Have you seen people get in the back of police vans and then do what the post is alleging here?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 316, "text": "Well, I've seen in the past case  you have had individual who try to escape, whether they are handcuff and I'm not that saying he could escape or he couldn't escape, but in their minds potentially, they might believe that."}, {"sentId": 317, "text": "I'm certainly not making and excuse here, but I have seen happen in the past -- again, I don't know what happened in this case, but historically, in policing, folks who have their freedom taken away, do many different things."}], "speaker": "WEINFOLD", "secId": 77}, {"sentences": [{"sentId": 318, "text": "Family member of one of the officers involves said that he was not seat belted, no one is use a seatbelt  and it's an unwritten rule - again, you want to hear that conversation that's going to come up to shed some light, so that you go -- we go places that you have not gone in this investigation and I think it's going to be very interesting for people to hear that."}, {"sentId": 319, "text": "If that turns out, if it is the case, right?"}, {"sentId": 320, "text": "As an attorney or as law enforcement, you don't want to make an answer that they didn't belt him in the back of that van, does that offer -- does that expose police to the department to anything?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 321, "text": "I think there would be exposure there certainly, because, it's whether or not this is -- there's civil liability which will near negligence or criminal act -- excuse me, criminal liability and it's intent --"}], "speaker": "HOSTIN", "secId": 79}, {"sentences": [{"sentId": 322, "text": "Go ahead --"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 323, "text": "Intentional."}, {"sentId": 324, "text": "Are you all right?"}, {"sentId": 325, "text": "It's intentional."}, {"sentId": 326, "text": "So if it was intentional -- thank you."}, {"sentId": 327, "text": "Then was not belted, that's going to be problem."}], "speaker": "HOSTIN", "secId": 81}, {"sentences": [{"sentId": 328, "text": "Go ahead and you just --"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 329, "text": "No, no, no, for sure."}, {"sentId": 330, "text": "I think it's going to be looked that from a criminal administrative civil standpoint."}, {"sentId": 331, "text": "But again, I think we need to hear what the officers had to say."}, {"sentId": 332, "text": "You know, there may be a reason why that is the case, I don't know."}, {"sentId": 333, "text": "Some officers reported, maybe this is a call for the city to take a hard look that prisoner's transport vehicles."}, {"sentId": 334, "text": "Is there enough room in there to navigate if someone is really is fighting them."}, {"sentId": 335, "text": "There should be recording, audio and visual so we can determine what happens."}, {"sentId": 336, "text": "We understand these are economics and policing and what resources you can afford, but at the end of the day, we do need wait for this investigation."}, {"sentId": 337, "text": "There could be a lot of reasons that many different types of things happen."}], "speaker": "WEINFOLD", "secId": 83}, {"sentences": [{"sentId": 338, "text": "OK."}, {"sentId": 339, "text": "It is almost 30 minutes after the hour, 10:28 p.m. and a curfew went into place here in Baltimore, Maryland and you're looking at the pictures of what's happening there on the, on the streets."}, {"sentId": 340, "text": "Still some people out on the streets, not nearly as many as last night."}, {"sentId": 341, "text": "The important thing here is that -- it looks like they are dispersing and - dispersing and it looks like the community leaders, along with law enforcement, of course, and the city's leaders have help here."}, {"sentId": 342, "text": "Again, in the Washington Post is reporting now, that if you -- if you are just tuning in, that according to someone who was in the van with Freddie Gray, that it is appears to them, according to their reporting, that he tried to injure himself in the back of that van, that he was acting in ways that other person in the back of that van thought he was trying to injure himself."}, {"sentId": 343, "text": "I want to get to CNN's Brian Todd now who has new information on the city's tactics with trying to dealt  people of the street and deal with this investigation, deal with the situation going forward."}, {"sentId": 344, "text": "Brian, what do you have?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 345, "text": "Don, and important development here."}], "speaker": "TODD", "secId": 85}, {"sentences": [{"sentId": 346, "text": "As far as the optics of the situation are concerned, a fairly dramatic shift in the tactics by police just in the last couple of minutes, here at the intersection of Pennsylvania Avenue and North Avenue."}, {"sentId": 347, "text": "Again, as we've been reporting, this has been a flash point of the violence and of the unrest here."}, {"sentId": 348, "text": "But just a short time ago, along these streets,  can show you, it's kind of empty here now in the middle now, but just a short time ago, there were large columns of police, multiple layers deep in the middle of this street and the middle of the cross street."}, {"sentId": 349, "text": "They have now shifted."}, {"sentId": 350, "text": "Look at where they are now."}, {"sentId": 351, "text": "They are lining the sidewalks, on this side of North Avenue, and Tomas, we can shift over here, on this side of North Avenue."}], "speaker": "TODD", "secId": 86}, {"sentences": [{"sentId": 352, "text": "I asked the police commander just a short time ago why they made that shift that he said, just to give it a softer look."}, {"sentId": 353, "text": "So again, the police here being extremely conscious of what's gone on, of what the things are that could incite people and they are paying attention to the dynamics of this neighborhood and that's why they're doing this."}, {"sentId": 354, "text": "Now they're lining the sidewalks, they're not in the middle, they are not being confrontational and I can tell you that last night, in the middle of the curfew, and they decided to leave, the police got out of here very quickly, and it was eerily quiet and empty."}, {"sentId": 355, "text": "So, this is kind of the shifting dynamic of police changing their tactics tonight to Don, as we were just told to give a softer look to this intersection that has seen so much trouble in the past few days."}], "speaker": "TODD", "secId": 87}, {"sentences": [{"sentId": 356, "text": "Brian Todd, good information."}, {"sentId": 357, "text": "Thank you very much, new tactics for police here tonight."}, {"sentId": 358, "text": "This is how police dealt with people who wouldn't go home last night."}, {"sentId": 359, "text": "You saw it right here live on CNN, on CNN Tonight."}, {"sentId": 360, "text": "A protester later identified as Joseph Kent, nabbed by officers in riot gear, pushed into a humvee and he was held on a charge of a curfew - of a curfew violation and his attorney joins us now."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 361, "text": "His name is Stephen Patrick Beatty, he joins us now."}, {"sentId": 362, "text": "I want you -- Stephen, thank you very much for -- for joining us here --"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 363, "text": "It's my pleasure."}], "speaker": "BEATTY", "secId": 90}, {"sentences": [{"sentId": 364, "text": "But let's watch what happened last night as we were live here on the air and then we'll talk about it."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 365, "text": "So, we'll look at it a couple of times."}, {"sentId": 366, "text": "This is him."}, {"sentId": 367, "text": "He walked across, he's -- then you see him."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 368, "text": "But he walks across with his hands up."}], "speaker": "BEATTY", "secId": 93}, {"sentences": [{"sentId": 369, "text": "So what was he trying to accomplish first by, by walking in front of officers last night, what did they tell you?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 370, "text": "Well, Mr. Kent is a well known community activists."}, {"sentId": 371, "text": "He got national attention when he did very much the same thing during the Baltimore's response to the Ferguson protest."}, {"sentId": 372, "text": "He is known as a peace maker and I -- if you listen to the audio of what happened just before the stuff that we've seen, he -- is heard, telling people to disperse, to go home, which is exactly what got him so much positive attention --"}], "speaker": "BEATTY", "secId": 95}, {"sentences": [{"sentId": 373, "text": "Yeah."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 374, "text": "In the fall."}], "speaker": "BEATTY", "secId": 97}, {"sentences": [{"sentId": 375, "text": "But officers also -- on the other side of when he walked on to the street here last night, this is where rocks and things were being thrown at police."}, {"sentId": 376, "text": "So police may have thought that he was part of the crowd again, and again, Chris Cuomo said the same thing on our air last night, maybe he thought he was."}, {"sentId": 377, "text": "Now he is walking with his hands up, but he's talking to media."}, {"sentId": 378, "text": "He's telling media, \"go home, you shouldn't be on the street.\""}, {"sentId": 379, "text": "We have every right to be there."}, {"sentId": 380, "text": "We were told to be there."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 381, "text": "Absolutely."}], "speaker": "BEATTY", "secId": 99}, {"sentences": [{"sentId": 382, "text": "So --"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 383, "text": "But what it doesn't show is what happened before this, when he was telling protesters the same thing."}], "speaker": "BEATTY", "secId": 101}, {"sentences": [{"sentId": 384, "text": "Right."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 385, "text": "A helicopter at that point had just -- unlawfully, I should add, told media to go home, a police helicopter made an announcement, media, leave the area immediately."}, {"sentId": 386, "text": "They almost immediately rescinded that order."}, {"sentId": 387, "text": "But, what his position was is that the protesters there, who were beginning to get hostile, were like moss drowns into a flame."}], "speaker": "BEATTY", "secId": 103}, {"sentences": [{"sentId": 388, "text": "Yeah."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 389, "text": "He obviously, the press has a right to be there, but his opinion was is that it was making it worse because it was egging people on, because they wanted to get on camera and he's a peacemaker --"}], "speaker": "BEATTY", "secId": 105}, {"sentences": [{"sentId": 390, "text": "When, when I was trying to get in touch with him today, and to get in touch with you, I spoke with two people who knew him and they said, yeah, he's a good guy."}, {"sentId": 391, "text": "But quite honestly, you know what they said to me?"}, {"sentId": 392, "text": "They said he should have his butt at home last night."}, {"sentId": 393, "text": "That's what they said to me."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 394, "text": "Well, what he did, he did out of conscience."}], "speaker": "BEATTY", "secId": 107}, {"sentences": [{"sentId": 395, "text": "Right."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 396, "text": "He went out there to try to settle things down, because he has seen what happened in the city."}, {"sentId": 397, "text": "Previously, and the last thing he wanted was any, anymore violence and he was trying to stop it."}], "speaker": "BEATTY", "secId": 109}, {"sentences": [{"sentId": 398, "text": "All right."}, {"sentId": 399, "text": "So, I had to get up there."}, {"sentId": 400, "text": "But didn't so -- when -- did he explain that to police and they still arrested him, he's still involved in the --"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 401, "text": "If you watch, if you watch what -- he is still in jail right now, and we're working very hard to try to get him out."}, {"sentId": 402, "text": "We're working to expedite his -- he hasn't even been seen by the commissioner yet."}], "speaker": "BEATTY", "secId": 111}, {"sentences": [{"sentId": 403, "text": "Did you met with him?"}, {"sentId": 404, "text": "Did you meet with him today?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 405, "text": "I did."}, {"sentId": 406, "text": "I got to spoke to him face to face."}], "speaker": "BEATTY", "secId": 113}, {"sentences": [{"sentId": 407, "text": "Tell us what happened?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 408, "text": "Well, I want to see him, and the reason to -- the reason that I did that is because, there was a huge uproar, I was getting -- thousands and thousands of Twitter requests to go and locate  which I did late last night and then go to see him, just to verify that he was safe because of the nature of the way that he was taken."}, {"sentId": 409, "text": "I was able to finally get to see him today around 2:30."}, {"sentId": 410, "text": "We had about 20 minutes face-to-face talk and he told me that he's fine, he's physically OK, he's not injured, he's safe in there, everything is fine."}, {"sentId": 411, "text": "He's eager to get out and worry to get him out and we're hoping that happens very, very rapidly."}, {"sentId": 412, "text": "But what he wanted me to tell a person most was that he doesn't want any violence in his name."}, {"sentId": 413, "text": "When he heard from me, how many people were so upset in the nature of the tweets and messages that I was getting all day in the thousands --"}], "speaker": "BEATTY", "secId": 115}, {"sentences": [{"sentId": 414, "text": "So -- it's a misunderstanding."}, {"sentId": 415, "text": "So if the people -- the people I spoke to who knew him today, they -- you are saying they don't know the whole story."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 416, "text": "Well, Don, what I'm saying is that, you could also say that anyone who does something brave to try to do something good for others, could have their butt home."}], "speaker": "BEATTY", "secId": 117}, {"sentences": [{"sentId": 417, "text": "But that's -- but that's what I'm saying to you."}, {"sentId": 418, "text": "That's exactly what I'm saying to you."}, {"sentId": 419, "text": "They don't know the whole story..."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 420, "text": "Exactly."}], "speaker": "BEATTY", "secId": 119}, {"sentences": [{"sentId": 421, "text": "He's trying to do something good and they are saying, and maybe he should, he should be at home and knock in the middle of it."}, {"sentId": 422, "text": "But in his estimation, he's trying to do a service."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 423, "text": "He -- he can't help but do things good for his community and he's trying to do that."}, {"sentId": 424, "text": "And whether or not he should be home is a discussion for another day, but I think --"}], "speaker": "BEATTY", "secId": 121}, {"sentences": [{"sentId": 425, "text": "Right."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 426, "text": "The  issue here is, is was his motivation and someone who was trying to do something good in the face of something bad and I think we should respect that."}], "speaker": "BEATTY", "secId": 123}, {"sentences": [{"sentId": 427, "text": "And he protested."}, {"sentId": 428, "text": "He's a college sophomore, right?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 429, "text": "Yes he is --"}], "speaker": "BEATTY", "secId": 125}, {"sentences": [{"sentId": 430, "text": "He protested during the Ferguson --"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 431, "text": "Now you know, it's only protested but he was one of the people that was instrumentalling , keeping those protesters, peaceful as possible."}, {"sentId": 432, "text": "He was out there on television, getting national attention for urging peace and calm and restraint and that's who he is, and that's what he wants and he loves -- he loves this community, he loves the western, he was trying to keep the peace."}], "speaker": "BEATTY", "secId": 127}, {"sentences": [{"sentId": 433, "text": "What is it - what did he say, what was his reaction immediately when that humvee came toward him and then the officer --"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 434, "text": "Well, he told me as he barely new anything, until he was already swarmed by officers."}, {"sentId": 435, "text": "He said he didn't hear the humvee, he didn't see the humvee, he -- he was doing what I have been, the reason I have been out at the protests was to teach people from a constitutional perspective what they can do at protest and what they can't to try to keep people safe --"}], "speaker": "BEATTY", "secId": 129}, {"sentences": [{"sentId": 436, "text": "What can he do is --"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 437, "text": "He did, he did what I teach people could do."}], "speaker": "BEATTY", "secId": 131}, {"sentences": [{"sentId": 438, "text": "OK."}, {"sentId": 439, "text": "He was fine."}, {"sentId": 440, "text": "Because he walked towards the media and then he walked right in front of the officers --"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 441, "text": "Yes."}], "speaker": "BEATTY", "secId": 133}, {"sentences": [{"sentId": 442, "text": "Do you think the officers thought there was a threat, even though his hands were up and they got --"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 443, "text": "Sure  and he also notice the  so what he was walking."}, {"sentId": 444, "text": "He was walking so slowly, and what I teach people on -- what anyone knows about peaceful protest on what to teach people to do."}, {"sentId": 445, "text": "Tell the people are, you put your hands up, if you have to approach the line, you put your hands up --"}], "speaker": "BEATTY", "secId": 135}, {"sentences": [{"sentId": 446, "text": "Here it is, watch it."}, {"sentId": 447, "text": "So, he is walking here and then --"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 448, "text": "See his hands are already up..."}], "speaker": "BEATTY", "secId": 137}, {"sentences": [{"sentId": 449, "text": "Right."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 450, "text": "And he's walking very, very slowly because he wants these police officers to know, he is not a threat to them."}, {"sentId": 451, "text": "He is trying to help."}, {"sentId": 452, "text": "That's why he walks in front of the line the way he does."}, {"sentId": 453, "text": "And you'll hear -- I don't know if you have the audio here -- but you can hear him saying, can everybody here me, can everybody here me?"}, {"sentId": 454, "text": "And then he said disperse."}, {"sentId": 455, "text": "Now that, that particular word is the word that we, we tell people when we coach people on how to engage in a peaceful protest."}, {"sentId": 456, "text": "So I -- I don't know  I didn't have this conversations but it was, he sounds like he knows what he's doing in a peaceful protest."}], "speaker": "BEATTY", "secId": 139}, {"sentences": [{"sentId": 457, "text": "As if they know  I'm speaking for the people at home."}, {"sentId": 458, "text": "He's walking in front of the police officers -- the police there are no people there."}, {"sentId": 459, "text": "There aren't any protesters or any people who appear to be violating the curfew and he's walking in front."}, {"sentId": 460, "text": "No, doesn't look like anybody --"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 461, "text": "Right."}, {"sentId": 462, "text": "And that's a strategy."}, {"sentId": 463, "text": "What he did was he walked the whole line so that everyone would see him peaceful, walking slowly and being non-aggressive with his hands up then he comes back after telling the police that he is a peaceful person."}, {"sentId": 464, "text": "Then he comes back."}, {"sentId": 465, "text": "Because, let me ask you this, why would he -- for what reason would he want to provoke officers and then come back and tell everybody --"}], "speaker": "BEATTY", "secId": 141}, {"sentences": [{"sentId": 466, "text": "I agree with you."}, {"sentId": 467, "text": "I just --"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 468, "text": "Yes."}, {"sentId": 469, "text": "That's how --"}], "speaker": "BEATTY", "secId": 143}, {"sentences": [{"sentId": 470, "text": "Absolutely."}], "speaker": "BEATTY", "secId": 144}, {"sentences": [{"sentId": 471, "text": "And I want to ask you about, does he -- do you feel that this was excessive on the part of police?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 472, "text": "You know, at this point, the humvee pulled in between the cameras and my client."}, {"sentId": 473, "text": "I don't know if that was intentional, if it was, it was a great tactic."}, {"sentId": 474, "text": "And I don't know if they did that intentionally or not."}, {"sentId": 475, "text": "Right there you can see --"}], "speaker": "BEATTY", "secId": 146}, {"sentences": [{"sentId": 476, "text": "I believe that would be intentional."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 477, "text": "Well, if there wasn't -- look, my goal right now is to, is to get my client free and I don't want to engage in any kind of conversation that might exacerbate the situation or might antagonize the officers in the northwestern district, I just want my client free."}, {"sentId": 478, "text": "So I don't want to comment on that."}], "speaker": "BEATTY", "secId": 148}, {"sentences": [{"sentId": 479, "text": "OK. You want him free and then -- what do you plan to?"}, {"sentId": 480, "text": "Not guilty to -- what's next?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 481, "text": "I'm going to have to discuss that with him."}, {"sentId": 482, "text": "Our conversation today was almost exclusively center around his freedom."}], "speaker": "BEATTY", "secId": 150}, {"sentences": [{"sentId": 483, "text": "And he can't -- the reason he is not free now because there are so many people who have been arrested recently with the uprising that they just can't get to it."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 484, "text": "That is correct."}, {"sentId": 485, "text": "And also -- LEMON: Overloaded."}], "speaker": "BEATTY", "secId": 152}, {"sentences": [{"sentId": 486, "text": "And also you know, the bails were - the bail review hearings were shut down."}, {"sentId": 487, "text": "One of the district courts was shutdown."}, {"sentId": 488, "text": "So nobody got their bail hearing."}], "speaker": "BEATTY", "secId": 153}, {"sentences": [{"sentId": 489, "text": "Which is bail?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 490, "text": "He doesn't have one set yet, because he hasn't even seen the commissioner yet..."}], "speaker": "BEATTY", "secId": 155}, {"sentences": [{"sentId": 491, "text": "Yeah, OK."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 492, "text": "At least not as the beginning of this interview."}, {"sentId": 493, "text": "I've been checking my messages."}, {"sentId": 494, "text": "People are there to tell me when that happens."}], "speaker": "BEATTY", "secId": 157}, {"sentences": [{"sentId": 495, "text": "He has been a lot of events -- a lot of interest and we're glad to get you on and we hope when -- that he is out soon and that he will come and speak to us as well and we'll offer him the opportunity to explain to everyone who has been asking why he did what he did."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 496, "text": "He would welcome that..."}], "speaker": "BEATTY", "secId": 159}, {"sentences": [{"sentId": 497, "text": "And what happened behind --"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 498, "text": "He would welcome that."}, {"sentId": 499, "text": "He loves this community and he's love to speak for himself to his community."}], "speaker": "BEATTY", "secId": 161}, {"sentences": [{"sentId": 500, "text": "Stephen Patrick Beatty, thank you --"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 501, "text": "Thank you, sir."}], "speaker": "BEATTY", "secId": 163}, {"sentences": [{"sentId": 502, "text": "Very much."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 503, "text": "Very much."}], "speaker": "BEATTY", "secId": 165}, {"sentences": [{"sentId": 504, "text": "We appreciate it."}, {"sentId": 505, "text": "Listen, we want to get back out to New York City, because there are large numbers of arrests that are going on there tonight."}, {"sentId": 506, "text": "Alexandra Field is there, what can you tell us Alexandra?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 507, "text": "Hey, Don."}, {"sentId": 508, "text": "More than 60 or as already this evening, and you can see behind me this is 42nd street."}, {"sentId": 509, "text": "You can see police are still standing by."}, {"sentId": 510, "text": "There is still a group of protesters."}, {"sentId": 511, "text": "Demonstrators are on this corner, they've been marching through much of the city."}, {"sentId": 512, "text": "It's growing and shrinking at various times."}, {"sentId": 513, "text": "But for a while now, they have been  listening to each other, some of them just simply venting towards one another and also towards police officers."}, {"sentId": 514, "text": "We saw the first arrests this evening, made down on 17th street."}, {"sentId": 515, "text": "We saw more arrests in their  8th Avenue."}, {"sentId": 516, "text": "We saw more arrests, just as we came through Times Square."}, {"sentId": 517, "text": "The Times where we've seen police really step in have been lead  the protesters have gone into the road."}, {"sentId": 518, "text": "We've seen them -- number of times, they walking against traffic."}, {"sentId": 519, "text": "At one point Don, one of the demonstrators pulled out to the group that is on sidewalks and said, you know get in the street everyone, we're in this together."}, {"sentId": 520, "text": "The police have been drawing very firm line though, that they are not going to allow demonstrators in the streets."}, {"sentId": 521, "text": "We've seen them at various times they used their mopeds to force the crowd, back on to the sidewalks."}, {"sentId": 522, "text": "I've spoken to people in the crowd and you say it the importance of them to keep this going through the night."}, {"sentId": 523, "text": "The group did sort of splinter when initial arrests were made down by Union Square."}, {"sentId": 524, "text": "But a lot of people in this crowd have been talking to each other."}, {"sentId": 525, "text": "They are calling each other up on text message, encouraging people to come out, encouraging people to keep this alive tonight."}, {"sentId": 526, "text": "We saw a lot of demonstrations happened, Don, over the winter force, you were out here for that."}, {"sentId": 527, "text": "We saw people come out and protest in the wake of the death of Eric Garner, they say they are here tonight to call for justice once again."}, {"sentId": 528, "text": "They said that they need to continue to be heard."}, {"sentId": 529, "text": "The group certainly quieting down, we have seen them much excited, much more impassioned through other parts much of this evening."}, {"sentId": 530, "text": "Shrinking in size but maintaining their presence out here, but along with the NYPD."}, {"sentId": 531, "text": "Don."}], "speaker": "FIELD", "secId": 167}, {"sentences": [{"sentId": 532, "text": "All right."}, {"sentId": 533, "text": "Alexandra Field, we'll get back to you."}, {"sentId": 534, "text": "Keep an eye on what's happening in New York."}, {"sentId": 535, "text": "Of course, we are live here in Baltimore, and we've got live cameras everywhere, correspondence, we've a lot more to come tonight, live on the street of city under curfew for a second night in a row."}, {"sentId": 536, "text": "Almost 45 minutes past the hour now and again, under curfew."}, {"sentId": 537, "text": "I want you to -- to pay attention to what is going to happen next, because -- everyone has been talking about what happened inside of that van."}, {"sentId": 538, "text": "What happened?"}, {"sentId": 539, "text": "We don't know."}, {"sentId": 540, "text": "There was no video, and they're -- what took so long to get medical attention."}, {"sentId": 541, "text": "Was he moving around?"}, {"sentId": 542, "text": "Was he seat belted?"}, {"sentId": 543, "text": "All of those things."}, {"sentId": 544, "text": "A family member of one of the officers involved in that arrest is speaking out, and what may have happened inside of that van."}, {"sentId": 545, "text": "Listen."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 546, "text": "There were two people in the back."}, {"sentId": 547, "text": "If he was rolling around in the back, then the other person that was back there would have been rolling around in the back also and they weren't."}, {"sentId": 548, "text": "The other person has already given a statement that they weren't rolling around, they - they weren't -- you know, they weren't manhandled as far as on the road."}, {"sentId": 549, "text": "It wasn't a rough ride or anything like that."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 169}, {"sentences": [{"sentId": 550, "text": "We're live in Baltimore City, under curfew for a second night."}, {"sentId": 551, "text": "Not only are we watching the pictures of what's happening here in Baltimore, we're watching New York City as well where there is a massive protest going on there."}, {"sentId": 552, "text": "Straight to the street of Baltimore now, CNN's Brian Todd, out on them."}, {"sentId": 553, "text": "Brian, you just reported that police have new tactics now."}, {"sentId": 554, "text": "What are you seeing?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 555, "text": "And Don, another illustration of just how quickly the situation and the dynamic on the street can change."}, {"sentId": 556, "text": "We talked about those new tactics."}, {"sentId": 557, "text": "Well, as part of that, we were just asked to move to the side because, they're opening up this section of the street to regular city traffic and there it is, there's a city bus, not in service, but you've got some of the police and media vehicles leaving now."}, {"sentId": 558, "text": "You've got other vehicles that are just coming through."}, {"sentId": 559, "text": "Again, they are trying to get back to some normalcy here, and it's happen very quickly."}, {"sentId": 560, "text": "They say that they want to open up this section of the city to traffic, and that's what they are doing, and that is what happening."}, {"sentId": 561, "text": "And this is much earlier than they did this last night."}, {"sentId": 562, "text": "I have to add it, so at least an hour earlier than they did, than they did it last night."}, {"sentId": 563, "text": "As I mentioned to you, the police told us they wanted a softer look so they had their officers move to the sidewalk rather than in the middle of the street."}, {"sentId": 564, "text": "And now, look at this, there were officers ringing that part of the sidewalk just a moment ago."}, {"sentId": 565, "text": "They're gone."}, {"sentId": 566, "text": "So, it's about a third of the size of the police deployment here now, as it was - maybe 10 minutes ago, Don."}, {"sentId": 567, "text": "So again, traumatically trying to tap down the optics and the overall kind of feeling of tension here, opening up the streets traffic now and they are trying to get this back to normal as quickly as possible and earlier than they did it last night."}], "speaker": "TODD", "secId": 171}, {"sentences": [{"sentId": 568, "text": "Brian Todd, OK. Brian standby, we'll get back to you."}, {"sentId": 569, "text": "I want everyone again to pay attention to this, because this is as much information as we have gotten, passed the video that was taken, Baltimore trying to calm the anger over the arrest and the death of Freddie Gray."}, {"sentId": 570, "text": "The Washington Post is reporting right now, that a prisoner who road in the police van with Gray, told the investigators he can hear Gray banging against the walls of the vehicle and believe that he quote, \"was intentionally trying to injure himself.\""}, {"sentId": 571, "text": "That is according to an investigative document obtained by the Post."}, {"sentId": 572, "text": "Now the prisoner was separated from Gray by a metal partition and could not see him in that van."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 573, "text": "But tonight, we are hearing the story of one of the officers, one of those officers involved in that arrest."}, {"sentId": 574, "text": "It is a family member of that officer who asked us not to use her name or show her face."}, {"sentId": 575, "text": "She came to us wanting to share what the officer has said about what happened."}, {"sentId": 576, "text": "This person said the officer did not ask her to approach us, but she believes it is the right thing to do."}, {"sentId": 577, "text": "We know her identity and her relationship to the officer, but we have agreed not to disclose that."}, {"sentId": 578, "text": "We talked to her a short time ago."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 579, "text": "Why are you coming forward?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 580, "text": "Because, no one else is speaking up for the officers that were involved."}, {"sentId": 581, "text": "Nobody's standing up for the officers, any of them and that's just not right."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 175}, {"sentences": [{"sentId": 582, "text": "And the person that you are directly related to is?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 583, "text": "African-American."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 177}, {"sentences": [{"sentId": 584, "text": "Is African-American."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 585, "text": "Yes."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 179}, {"sentences": [{"sentId": 586, "text": "What did he say happened?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 587, "text": "He believes that whatever happened to Mr. Gray, happened before he was transported."}, {"sentId": 588, "text": "LEMON: Did he hear screaming?"}, {"sentId": 589, "text": "Was he in the back -- there was saying"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 181}, {"sentences": [{"sentId": 590, "text": "that he was in the back going crazy maybe and yelling and moving around?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 182}, {"sentences": [{"sentId": 591, "text": "There was -- he was irate and he was cursing, he was yelling and he was kicking."}, {"sentId": 592, "text": "And that's what was heard."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 183}, {"sentences": [{"sentId": 593, "text": "What happened first?"}, {"sentId": 594, "text": "Was he secured first?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 595, "text": "He was placed into the wagon with cuffs."}, {"sentId": 596, "text": "He wasn't shackled."}, {"sentId": 597, "text": "He was shackled later in route to where they were going, because he was irate, they had to stop."}, {"sentId": 598, "text": "And at that point they shackled him, but the officers that shackled him and the officers that placed him in the wagon did not seatbelt him."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 185}, {"sentences": [{"sentId": 599, "text": "He was never seat belted?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 600, "text": "No."}, {"sentId": 601, "text": "It's an unwritten, unspoken rule that when some is irate in the paddy wagon, you don't reach over someone that's, that's irate, because they still have a mouth and they don't have a muzzle, so they can bite you and they spit in your face."}, {"sentId": 602, "text": "So, you have to get in close proximity to someone in order to seatbelt them."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 187}, {"sentences": [{"sentId": 603, "text": "It has been said that the police who were driving, the person driving the van or that they will do it, they'll -- you know, give them a rough ride just because they gave them so much trouble being arrested sometimes."}, {"sentId": 604, "text": "Is that true?"}, {"sentId": 605, "text": "Did that happen in this case?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 606, "text": "How could they do that when the arresting officers actually have to call, just like they call for back up, a paddy wagon isn't right there when they arrest somebody."}, {"sentId": 607, "text": "So, that they have to call for a paddy wagon."}, {"sentId": 608, "text": "So that officer doesn't know what transpired before he got there and he's not involved in trying to chase this gentleman or man handle him."}, {"sentId": 609, "text": "He's transportation."}, {"sentId": 610, "text": "So, when he arrives, that's -- basically all that he's supposed to do, and so how can -- how can anyone say that it was a rough ride -- rough enough ride for this gentleman to be is injured as he was."}, {"sentId": 611, "text": "And if he was injured in the wagon, then, then why wasn't the other gentleman injured as well when he's given the statement?"}, {"sentId": 612, "text": "Why can't they figure out whether this gentleman was injured when he was being chased or where he was injured?"}, {"sentId": 613, "text": "There are a million cameras everywhere."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 189}, {"sentences": [{"sentId": 614, "text": "Do you think they're hiding something?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 615, "text": "Yes I do."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 191}, {"sentences": [{"sentId": 616, "text": "What would be the reason for that?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 617, "text": "Because, if they come out and they tell, and they tell -- the whole story, then what do they do about all this stuff that transpired up to this point?"}, {"sentId": 618, "text": "They -- there's been a riot, there's now a curfew --"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 193}, {"sentences": [{"sentId": 619, "text": "All right."}, {"sentId": 620, "text": "Apparently there was an issue with that interview."}, {"sentId": 621, "text": "We'll try to get you the rest of it."}, {"sentId": 622, "text": "There's many more minutes of that interview."}, {"sentId": 623, "text": "But she also spoke about -- she believes that he was injured before he was picked up and she says that the officer believes that he was injured before he was picked up."}, {"sentId": 624, "text": "Probably, in the initial scuffle with police and so, that officer believes that the officers before them injured the gentleman, admitting that it was probably excessive force."}, {"sentId": 625, "text": "I want to bring back in Rob Weinhold and Sunny Hostin."}, {"sentId": 626, "text": "Sunny, you know, we're in the middle of that interview again, but it broke off, but what do you make of -- what this is her version of her relative's account, what he told her."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 627, "text": "You know what?"}, {"sentId": 628, "text": "This underscores for me as a former prosecutor how difficult this case is."}, {"sentId": 629, "text": "At first, I think when, when you see the initial video it was clear to many people that he was injured."}, {"sentId": 630, "text": "He was seemed to be screaming in pain, he seemingly was dragged to the van almost like a rag doll."}, {"sentId": 631, "text": "I thought in many people said that he was standing on the bumper of that van, I didn't see that."}, {"sentId": 632, "text": "I saw someone that was in pain and was being assisted into the van."}, {"sentId": 633, "text": "But now you have all of these different versions of events coming from now, several different people and that is the case, the prosecutor is going to get."}, {"sentId": 634, "text": "So for all those people that are saying, we want an indictment on Friday, I'm here to say that is not going to happen, because this prosecutor now  has to grapple with all of those different things."}, {"sentId": 635, "text": "And as a prosecutor, it's, it's terrible, but it is not necessarily what happened, it's what you can prove."}], "speaker": "HOSTIN", "secId": 195}, {"sentences": [{"sentId": 636, "text": "Now she -- she believes that -- that the officers in this particular case, initially, they were trying to protect them but then after the information of the investigation, it doesn't appear at this point to be going in the direction where it will be favorable to the officers."}, {"sentId": 637, "text": "That's the city leadership switched sides, change their story, because, it would not be politically, it wouldn't politically benefit them."}, {"sentId": 638, "text": "What kind of credence do you put into that?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 639, "text": "Well, I think there are going to be -- a lot of conspiracy theorists when it comes to -- it something like this."}, {"sentId": 640, "text": "And again, I think it just goes to show you how difficult this case is going to be when it get handled over to the -- handle it over to the prosecution, quite frankly."}], "speaker": "HOSTIN", "secId": 197}, {"sentences": [{"sentId": 641, "text": "Go ahead, Rob."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 642, "text": "When I listen to the woman talk about the facts is she knows them, is it possible it could have happened that way?"}, {"sentId": 643, "text": "Absolutely."}, {"sentId": 644, "text": "I talked to specialist in the spine and neck areas and they have told me that there could have been an injury on the street, that his spinal cord which progress and got worst overtime, which ultimately brought the gentleman to the hospital."}, {"sentId": 645, "text": "This is all speculative at this point."}, {"sentId": 646, "text": "There are a lot of angles to this story, many different elements to certainly, pick a hard look at."}, {"sentId": 647, "text": "Everything from the initial reasonable suspicion up to an including the arrests and then the transport before they the medics, but I -- tell you, justice cuts many different ways and for the officers as well."}, {"sentId": 648, "text": "This needs to be a very objective and partial investigations to make sure that everyone is treated fairly."}], "speaker": "WEINHOLD", "secId": 199}, {"sentences": [{"sentId": 649, "text": "All right, standby."}, {"sentId": 650, "text": "We going to get progressive that interview for you."}, {"sentId": 651, "text": "The second part of that interview for you here on CNN so we can hear more of the officer's account, of what happened in the back of that police van and also, we're watching the streets of New York City, of Washington D.C. and of course, of Baltimore, Maryland, almost one hour after a second night of curfew, a second night of curfew has gone into place."}, {"sentId": 652, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 200}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.29.cnnt.01.html.json", "time": "Aired April 29, 2015 - 22:00   ET"}